["जिल्ला प्रशासन कार्यालय धनुषाका तत्कालीन प्रमुख जिल्ला अधिकारी एवं मुआब्जा निर्धारण समितिका अध्यक्ष बसन्तराज गौतमसमेत १३ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/j5XL3m3fic", "तत्कालीन जनकपुर गुठी तहसिल तथा खर्च कार्यालयका तत्कालीन कार्यालय प्रमुख मधु प्रसाद बस्ताकोटी, मालपोत कार्यालयका नायब सुब्बा र खरिदारसमेत ३१ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी  भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Hl1hYThlm5", "आर्थिक वर्ष २०७८/०७९ मा आयोगबाट सम्पादित प्रमुख कार्यहरुको प्रारम्भिक तथ्यांक समेटिएको संक्षिप्त विवरण ।-CIAA Nepal https://t.co/5QeXowi5ve", "जिल्ला पर्सा, रामजानकी नेपाल राष्ट्रिय प्राथमिक विद्यालयका निर्माण समितिका अध्यक्ष कन्हैया साह कानुसमेत ३ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/EuVnDuPxI6", "जिल्ला सर्लाही, साविक सलेमपुर गा.वि.स.का तत्कालीन सचिव ध्रुव नारायण झालाई बिगो रु. रु.७,५१,०००।–  कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/984RYKiBVS", "श्री मा.बि., एकडारा, महोत्तरीका प्रधानाध्यापक राम दिनेश मण्डल र विद्यालय व्यवस्थापन समितिका अध्यक्ष बिनोद पासमान उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/0WzMLpg4cL", "जिल्ला रोल्पा, गंगादेव गाउँपालिकाको कार्यालयका इन्जिनियर नविन डाँगी रु. ५०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/RMSU9BBqwY", "मालपोत कार्यालय, ताप्लेजुङमा कार्यरत मालपोत अधिकृत लेखा पनेरु महत उपर बिगो रु. १,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/wXfojUhPO3", "डिभिजन वन कार्यालय, चितवनका तत्कालीन रेन्जर जगदिप गौतम उपर बिगो रु. १,५०,०००।– कायम गरी घुस/रिसवत माग गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/on9vzv85CJ", "नापी कार्यालय, भैरहवा, रुपन्देहीमा कार्यरत अमिन टेक बहादुर रायमाझी उपर बिगो रु. ३०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/5p67W53cuI", "जिल्ला बारा, जीतपुरसिमरा उपमहानगरपालिकाका तत्कालीन प्रमुख प्रशासकीय अधिकृत शिवराज सेढाईसमेत २ जना र सप्लायर्स कम्पनीउपर राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/kPBnPmI8Da", "जिल्ला बारा, जीतपुरसिमरा उपमहानगरपालिकाका तत्कालीन प्रमुख प्रशासकीय अधिकृत शिवराज सेढाई, ओम सप्लायर्स, कलैया-६, बाराका प्रोपाइटर ओम शंकर प्रसाद र उक्त सप्लायर्स कम्पनीउपर राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/edljsxtYNf", "जिल्ला अर्घाखाँची, नेपाल राष्ट्रिय उच्च माध्यमिक विद्यालय, ठूलापोखरामा कार्यरत तत्कालीन निम्न माध्यमिक अस्थायी शिक्षक हुमलाल पौडेलउपर शैक्षिक योग्यताको झुट्टा प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/Gl3oU1jQZB", "जिल्ला प्रशासन कार्यालय धनुषामा कार्यरत तत्कालीन नायव सुव्वा गणपति झाउपर बिगो रु. २,४४,७१,१०५।५१ कामय गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/HfhmjXXuSg", "जिल्ला रौतहट, सेफ नेपाल नामक संस्थाका अध्यक्ष रामनरेश राय यादबउपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/OlYzmzaNEB", "नापी कार्यालय, चावहिल १ नं. नापी टोली, बुढानिलकण्ठका सर्भेक्षक विनोद के.सी. र अमिन प्रकाश राज भट्ट उपर बिगो रु. १,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/OF4KnF0q54", "नेपाल नागरिक समाज (सिस नेपाल) सुर्खेतका तत्कालीन अध्यक्ष ओम प्रकाश लामिछाने र सामाजिक परिचालक यामलाल घिमिरे उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/KRXpWfHnZb", "नेपाल राष्ट्रिय विद्यापीठ उच्च माध्यमिक विद्यालय, श्रीपूर, मुर्ली, वीरगंज, पर्साका तत्कालीन प्रधानाध्यापक बलराम श्रेष्ठसमेत २ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/HbijgiK84e", "नापी कार्यालय, भैरहवा, रुपन्देहीमा कार्यरत अमिन टेक बहादुर रायमाझी रु. ३०,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/gtl8drWVqF", "जिल्ला दैलेख, आठविस नगरपालिका वडा नं. ८ का वडा अध्यक्ष तथा गणेश आधारभूत विद्यालय व्यवस्थापन समितिका सदस्य मुक्ति प्रसाद उपाध्यायसमेत ३ जना उपर गलत लिखत सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Gyx40Q3Yhc", "गोदावरी नगरपालिका, कैलालीका तत्कालीन प्रमुख प्रशासकीय अधिकृत खेमराज बिष्ट र देवराज जोशी तथा इन्जिनियर, सव-इन्जिनियरसमेत ६ जना उपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/5eBt9hv4fQ", "गोदावरी नगरपालिका, कैलालीका तत्कालीन प्रमुख प्रशासकीय अधिकृत खेमराज बिष्ट तथा इन्जिनियर, सव-इन्जिनियरसमेत ५ जना उपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/jeTOJGZpKT", "गोदावरी नगरपालिका, कैलालीका तत्कालीन प्रमुख प्रशासकीय अधिकृत खेमराज बिष्ट र देवराज जोशी तथा इन्जिनियर, सव-इन्जिनियरसमेत ७ जना उपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Ol1rw6NWuR", "जिल्ला रौतहट, श्री विश्वेश्वर प्रसाद कोईराला आदर्श मा.वि., जोकाहा, घिउराका प्रधानाध्यापक राकेश कुमार ठाकुर र दिपेन्द्र सर्जिकल पसलका संचालक दिपेन्द्र कुमार झाउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/83jOXLVL7b", "जिल्ला मोरङ, मिक्लुङ सामुदायिक वन उपभोक्ता समूहका अध्यक्ष सन्तोष कुमार लावतीसमेत ५ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/TqzjX2xt2a", "जाजरकोट जिल्ला छेडागाड नगरपालिका वडा नं. १ स्थित कोटिला सामुदायिक वन उपभोक्ता समूहका अध्यक्ष दिप बहादुर बस्नेत उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/VyrRe4XAXt", "तत्कालीन जिल्ला प्राविधिक कार्यालय सप्तरीका प्रमुख जिल्ला इन्जिनियर राज कुमार गोईत, लेखापाल र निर्माण व्यवसायीसमेत ६ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/PZzTXQaCWT", "गण्डकी प्रदेश प्रहरी कार्यालय, विपद्‍ व्यवस्थापन गुल्म, बाग्लुङमा कार्यरत प्रहरी नायब निरीक्षक रुपनारायण महतो उपर बिगो रु.३८,०००।–कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/nphe2Qsgi7", "मालपोत कार्यालय टोखा, सरस्वती, काठमाडौंमा कार्यरत खरिदार विनोद तिवारी उपर बिगो रु. २०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/264nkukVyF", "जिल्ला मुगु, छायाँनाथ रारा नगरपालिकाका प्रमुख प्रशासकीय अधिकृत पिताम्बर सारु, इन्जिनियर, सव-इन्जिनियर तथा उपभोक्ता समितिका अध्यक्षसमेत ५ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/obWarX8Tcm", "भूमिसुधार तथा मालपोत कार्यालय, धनुषाका निमित्त कार्यालय प्रमुख (मालपोत अधिकृत) सुनिल कुमार झा उपर बिगो रु. ५,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/mZfQmoWcVS", "भन्सार जाँचपास परिक्षण कार्यालय, तिनकुने काठमाडौंमा ना.सु. पदमा कार्यरत (हाल निलम्बन) देवी बहादुर थापा उपर विगो रु.१,८७,४७,१४९।४२ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/JYC8CQ2Zzr", "तत्कालीन महेन्द्रनगर नगर विकास समितिका तत्कालीन अध्यक्ष गोपाल रसाइली, मालपोत कार्यालय कन्चनपुरका तत्कालीन कार्यालय प्रमुख विशन सिंह थापासमेत ६४ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/9ZjhavPKHU", "तत्कालीन महेन्द्रनगर नगर विकास समितिका तत्कालीन अध्यक्ष कान्तुराम पनेरु, मालपोत कार्यालय कन्चनपुरका तत्कालीन कार्यालय प्रमुख विशन सिंह थापासमेत २२ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/xSDstvwm1z", "तत्कालीन महेन्द्रनगर नगर विकास समितिका तत्कालीन अध्यक्ष पल्टु राना, मालपोत कार्यालय कन्चनपुरका तत्कालीन कार्यालय प्रमुख विशन सिंह थापासमेत २५ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/dn5aLz06iL", "मालपोत कार्यालय, ताप्लेजुङका मालपोत अधिकृत (कार्यालय प्रमुख) लेखा पनेरु महत रु. १,५०,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/loLff2soxJ", "गोदावरी नगरपालिका, कैलालीका तत्कालीन प्रमुख प्रशासकीय अधिकृत खेमराज बिष्ट र देवराज जोशी तथा इन्जिनियर, सव-इन्जिनियरसमेत ७ जना उपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/NZRg8MiQ0r", "गण्डकी प्रदेश, विपद व्यवस्थापन गुल्म, बाग्लुङमा कार्यरत प्रहरी नायब निरीक्षक रुपनारायण महतो रु. ३८,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/FP2nSqyX1k", "मालपोत कार्यालय टोखा, सरस्वती, काठमाडौंको मुद्दा फाँटमा कार्यरत खरिदार विनोद तिवारी रु. २०,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/edwVtKv9Nr", "जिल्ला सप्तरी, बलान बिगुल गाउँपालिकाका उप-प्रमुख रुवी गुप्ता, प्रमुख प्रशासकीय अधिकृत एवं उपभोक्ता समितिका अध्यक्षसमेत ९ जना उपर गलत प्रतिवेदन तयार गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/p1ZolA0z35", "जिल्ला, अर्घाखाँची साविक ठाडा गा.वि.स. वडा नं १, का तत्कालिन गा.वि.स सचिव हिम बहादुर भाट, सव-इन्जिनियर र उपभोक्ता समितिका अध्यक्षसमेत ५ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/D5iCCgDT2g", "गोदावरी नगरपालिका, कैलालीका तत्कालीन प्रमुख प्रशासकीय अधिकृत खेमराज बिष्ट र देवराज जोशी तथा इन्जिनियर र सव-इन्जिनियरसमेत ८ जना उपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UyC4HAKKhu", "श्री बिश्‍वेश्‍वर प्रसाद कोइराला आदर्श माध्यमिक विद्यालय, जोकहा, घिउरा, रौतहटका प्रधानाध्यापक राकेश कुमार ठाकुर र दिपेन्द्र सर्जिकल पसलका संचालक दिपेन्द्र कुमार झा रु. ३,००,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/fMHr5MpY0K", "चन्दननाथ मा.वि., जुम्लामा कार्यरत तत्कालीन शिक्षक कलानन्द माझी, केन्द्राध्यक्ष र परीक्षार्थीसमेत ४ जना उपर सरकारी कागजात सच्याउने कार्य गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/f4s9ZBi2Mm", "श्री प्राथमिक विद्यालय, नरसिंह -५ सुनसरीका पूर्व प्रधानाध्यपक (हाल अवकास प्राप्त) सिद्धिनाथ लाल दाससमेत ३ जना उपर सरकारी कागजात सच्याउने एवं सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/RpsuWAqFFd", "क्षेत्रीय अनुसन्धान केन्द्र, तरहरा, सुनसरीको बंङ्गुर अनुसन्धान इकाईका तत्कालीन इकाई प्रमुख हाल अवकाश प्राप्त रामदेव पण्डितसमेत ७ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/vp7hfax3N7", "भूमिसुधार तथा मालपोत कार्यालय, धनुषाका निमित्त कार्यालय प्रमुख (शाखा अधिकृत) सुनिल कुमार झा रु. ५,००,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/SsNCDhUxJT", "नापी कार्यालय, चावहिल १ नं. नापी टोली, बुढानिलकण्ठमा कार्यरत सर्भेक्षक बिनोद के.सी. र अमिन प्रकाश राज भट्ट रु. १,००,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/t2oQtLRTmd", "लिखु तामाकोशी गाउँपालिका, रामेछापका अध्यक्ष गोबिन्द बहादुर खड्कासमेत २७ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Bh2YwWaJiQ", "त्रिभुवन विश्वविद्यालय, सेवा आयोगको कार्यालयका प्रा.डा. टेकनाथ ढकाल, सह-प्राध्यापक र तत्कालीन प्रशासन प्रमुखसमेत ६ जना उपर परीक्षाको परिणाम फेरबदल गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/KtUFQec3tH", "जिल्ला हुम्ला, सर्केगाड गाउँपालिका वडा नं. ३ का वडाध्यक्ष गज बहादुर रावतसमेत ४ जना उपर बिगो रु. ८,००,०००।– कायम गरी गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/ykIrjV2za7", "जिल्ला स्याङ्जा, वालिङ नगरपालिका वडा नं. १३ स्थित श्री लक्ष्मी माध्यामिक विद्यालयका प्रधानाध्यापक गोपाल प्रसाद गैह्रेसमेत ३ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/pPjtjSOo43", "जिल्ला रौतहट, देवाही गोनाही, नगरपालिकाका नगर प्रमुख धर्मेन्द्र प्रसाद पटेल र निजका सहयोगी अशोक प्रसाद पटेल उपर बिगो रु. ५,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/QlCw2MF5ba", "जिल्ला सुनसरी, आदर्श सामुदायिक वन उपभोक्ता समुहका तत्कालीन सचिव दिपक थापा मगर र जनक थापा उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qHDHy2zH6G", "वीरगञ्ज महानगरपालिका वडा नं. १४ का वडाध्यक्ष भरत प्रसाद कुर्मी, सोही वडाका २ जना वडासदस्य, २ जना वडासचिवसमेत ६ जना उपर राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/NtMhRwB7he", "जिल्ला तनहुँ शुक्लागण्डकी नगरपालिका वडा नं १६ स्थित हिमाली प्रा.वि. तनहुँको विद्यालय व्यवस्थापन समितिका तत्कालीन सदस्य घनश्याम बानियासमेत २० जनाउपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/FbS3oYxVs6", "जिल्ला गोरखा, साविक हंशपुर र मुच्चोक गा.बि.स. हालको अजिरकोट गाउँपालिकाको वडाको ३ र ५ मा कार्यरत तत्कालीन गा.बि.स. सचिव एवं वडा सचिव दिपक बहादुर दर्जीसमेत ४ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/Mp24L9nEVM", "राष्ट्रिय बाणिज्य बैंक, जुम्लाका तत्कालीन शाखा प्रवन्धक रामजनक चौधरीसमेत ४ जना तथा ३ वटा निर्माण कम्पनी उपर गलत लिखत तयार गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/su0jqxXfpP", "जिल्ला रुपन्देही सिद्धार्थनगर नगरपालिका वडा नं. ४ को कार्यालयका वडा सचिव ना.सु. मोहम्मद सिद्धिक घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/ImQbq9kGMO", "जिल्ला रौतहट, देवाही गोनाही, नगरपालिकाका नगर प्रमुख धर्मेन्द्र प्रसाद पटेलसमेत ४ जना घुस/रिसवत रु. २,५०,०००।– नगद र रु. २,५०,०००।– को चेकसहित नियन्त्रणमा।-CIAA Nepal https://t.co/9d0leugFKO", "संस्कृति पर्यटन तथा नागरिक उड्डयन, शान्ति तथा पुनर्निर्माण एवम् युवा तथा खेलकुद मन्त्रालयका पूर्व मन्त्री तथा पूर्व सचिवसमेत रहेका राम कुमार श्रेष्ठउपर बिगो रु.४,४५,२७,६६६.९८ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।https://t.co/9k7gULp2Gi", "बाग्लुङ नगरपालिकाका तत्कालीन प्राबिधिक प्रमुख सि.डि.ई. दयाराम अधिकारीसमेत ८ जना उपर गैरकानूनी लाभ तथा हानी पुर्‍याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/g71QfrQtqb", "मालपोत कार्यालय, चावहिल, काठमाडौंका खरिदार लक्ष्मण बस्नेतसमेत ३ जना रु. १,३५,०००/- घुस रकमसहित नियन्त्रणमा।-CIAA Nepal https://t.co/zSZMakzGmN", "जिल्ला वन कार्यालय सिमरा, बाराका तत्कालीन जिल्ला वन अधिकृत भैरव प्रसाद घिमिरेसमेत ४ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/UR3UZfMLzP", "शहीद गंगालाल राष्ट्रिय हृदय केन्द्र, बांसबारी, काठमाडौंका तत्कालीन ल्याब इन्चार्ज बिनोद कुमार यादव उपर गलत प्रतिवेदन तयार पारी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/mOtl1nochW", "जिल्ला महोत्तरी, पिपरा गाउँपालिका वडा नं. ५ का वडा अध्यक्ष शम्भु प्रसाद यादव उपर बिगो रु. ३५,२१,२०४।८० कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/ia1WxksZNH", "उच्च सरकारी वकिल कार्यालय, पोखराका तत्कालीन सह-न्यायाधिवक्ता (हाल निलम्बित) सुरेन्द्र बहादुर थापा उपर बिगो रु. ६१,०२,०७६।९७ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/3ua67JETuI", "जिल्ला मुगु साविक रारा गा.वि.स.का तत्कालीन गा.वि.स. सचिव पदम बहादुर भण्डारीसमेत ४ जना उपर  सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/thGeNeJxyT", "जिल्ला बारा, कोल्हवी नगरपालिका, वडा नं. ११ रामपुर्वाका वडासचिव ना.सु. विनोद प्रसाद साह घुस/रिसवत रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/vFJ4m9fUGX", "जिल्ला नुवाकोट, पञ्चकन्या गाउँपालिका वडा नं. ०२ को वडा कार्यालयका वडा सचिव सरिता राउतसमेत ३ जना उपर बिगो रु.५३,०१,८५६।- कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/Ipm0NA733T", "नेपाल प्रहरीका पूर्व प्र.ना.नि. हरि खड्का उपर शैक्षिक योग्यताको झुट्टा प्रमाणपत्र  सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/d19W9LTdVf", "महोत्तरी स्वास्थ्य चौकी, सनषुडामा कार्यरत हेल्थ असिस्टेन्ट अजय कुमार साहसमेत २ जना उपर बिगो रु. २०,०००।– कायम गरी घुस लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/GGahyeNCjl", "खानी तथा भूगर्भ बिभागका महानिर्देशक राम प्रसाद घिमिरेसमेत १८ जना तथा ९ कम्पनी उपर बिगो रु.१,२४,४५,२६,६४३।- कायम गरी राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/XGSqRhTSrY", "नेपाल बिद्युत प्राधिकरण काठमाडौं, ग्रिड महाशाखा सव-स्टेसन पाटन, ललितपुरमा कार्यरत सव-स्टेसन प्रमुख (सुपरभाइजर, पाँचौ तह) सोम प्रसाद पहाडी रु. १,४०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/CL6xoDKAPm", "सुदुरपश्चिम प्रदेश सरकार, वन निर्देशनालय धनगढी, कैलालीका निमित्त वन निर्देशक पदमा कार्यरत हेम राज बिष्ट उपर बिगो रु. ६,८७,५७,०८०।६० कायम गरी गैरकानूनी सम्पत्ति आर्जन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qCeWrRmv6O", "मालपोत कार्यालय, गुलरिया, बर्दियामा कार्यरत ना.सु. शम्भु प्रसाद अधिकारीसमेत ६ जना उपर घुस/रिसवत लिई सरकारी कागजात सच्याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/TxJfmgbMNo", "कृषि सामाग्री कम्पनी लिमिटेडका प्रवन्ध सञ्चालक नेत्र वहादुर भण्डारीसमेत १० जना तथा २ वटा कम्पनीउपर बिगो रु. १,००,५३,२२,४०६।७२ कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/9NRYmszMvz", "अख्तियार दुरुपयोग अनुसन्धान आयोगका माननीय प्रमुख आयुक्त श्री प्रेमकुमार राईद्वारा भ्रष्टाचार विरुद्धको संयुक्त राष्ट्रसङ्घीय महासन्धिका पक्ष राष्ट्रहरूको नवौँ सम्मेलनलाई सम्बोधन।-CIAA Nepal https://t.co/h3Hx70VOjd", "काठमाडौं महानगरपालिकाका निर्देशक भैरव बहादुर बोगटीसमेत ५ जना उपर गलत लिखत तयार गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Vo4k0Is7yl", "जिल्ला महोत्तरी, महोत्तरी स्वास्थ्य चौकीमा हेल्थ असिस्टेन्ट पदमा कार्यरत अजय कुमार साहसमेत २ जना रु. २०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/P6mzGWP48y", "अर्थ मन्त्रालयका तत्कालीन शाखा अधिकृत (हाल अवकास प्राप्त) उद्वब प्रसाद थपलिया उपर बिगो रु. १,६४,८९,७००।२५ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/CQoHuCwVR0", "भरतपुर महानगरपालिका २० नं. वडा कार्यालयका अमिन (करार) बिरेन्द्र बहादुर कठायत रु.१,५०,०००।–नगद र ३,५०,०००।- को चेकसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/rLaJW3dyJZ", "मालपोत कार्यालय, चनौली चितवनमा कार्यरत मालपोत अधिकृत मुकुन्द पौडेल रु. ५०,०००/- घुस/रिसवत रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/iokupl0Jbf", "अनिरुद्र पब्लिक माध्यमिक विद्यालय, कपिलवस्तुका  तत्कालीन प्रधानाध्यापक देवेन्द्रमणी त्रिपाठी  र लेखापाल असर्फि यादव उपर बिगो रु. ७,८२,६५१।६० कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LjfwQM7VgV", "अख्तियार दुरुपयोग अनुसन्धान आयोगको कार्यालय, सुर्खेतको नवनिर्मित कार्यालय भवनको समुद्घाटन सम्पन्न।-CIAA Nepal https://t.co/p7qwI1G0GX", "मनसुता सामुदायिक वन उपभोक्ता समुह, दाङका तत्कालीन अध्यक्ष कुल बहादुर खत्रीसमेत ३ जना उपर बिगो रु. ४,५६,०००।– कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/l2Z9uySJSW", "जिल्ला महोत्तरी, गौशाला नगरपालिका ५, रामनगरस्थित सशस्त्र प्रहरी बल, सुरक्षा वेस क्याम्पमा कार्यरत सशस्त्र प्रहरी बरिष्ठ हवल्दार राजीशरण साहसमेत २ जना उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/uoOhTsmrfv", "जलस्रोत तथा सिंचाइ विकास डिभिजन कार्यालय, बसुन्धारा, काठमाण्डौंमा कार्यरत सव इन्जिनियर  दिपेन्द्र कुमार के.सी.उपर बिगो रु.२,००,०००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/dIeqqNc0mb", "ईलाका प्रहरी कार्यालय, सिमरौनगढ बारामा कार्यरत प्रहरी नायव निरीक्षक विरेन्द्र महतोसमेत ३ जना उपर झुठ्ठा बिबरण पेश गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/n16jpbCHOL", "आयोगको एकतीसौं वार्षिक प्रतिवेदन सम्माननीय राष्ट्रपतिज्यू समक्ष पेश ।-CIAA Nepal https://t.co/WEtxN40zAi", "जिल्ला सर्लाही, इश्वरपुर न.पा. वडा नं. ११ का वडा सदस्यद्वय सोनेलाल साह र उमेश राय रु. १,५०,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/HQ5wPHals1", "वैदेशिक रोजगार कार्यालय ताहाचल, काठमाडौंका नायव सुब्बा दुर्गा प्रसाद पोखरेल र बिचौलिया खेम प्रसाद काफ्ले रु. २१,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/zWjA5eJ6aq", "जलश्रोत तथा सिंचाई विकास डिभिजन कार्यालय, बसुन्धरा, काठमाडौंमा कार्यरत सव-इन्जिनियर दिपेन्द्र कुमार के.सी. रु. २,००,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/IZdPwsK159", "जिल्ला काठमाडौं, बुढानिलकण्ठ नगरपालिकाका सव-इन्जिनियर विनोद कुमार पौडेल उपर बिगो रु. ७२,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/e2CC08vWHX", "जिल्ला प्रशासन कार्यालय, धनुषा, जनकपुरधाममा कार्यरत ना.सु. उमेश कुमार चौधरी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/uKq8zs5uqq", "जिल्ला मकवानपुर, कैलाश गाउँपालिकाका गाउँपालिका अध्यक्ष टंक बहादुर मुक्तानसमेत ६ जनाउपर बिगो रु. २,६०,९००।– कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LlhneqsU2z", "उदयपुर जिल्ला, साविक रामपुर ठोक्सिला गा.वि.स.का तत्कालीन गा.बि.स. सचिव केशव प्रसाद आचार्यसमेत ५ जनाउपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/gFBnKWQKJJ", "एस.आर.डी. कन्स्ट्रक्सन नवलपरासीका प्रोपाइटरहरु रमेश पराजुली र सन्दिप के.सी. उपर बिगो रु.७५,८०,६४९।– कायम गरी गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Yv4KKQc9FE", "तनहुँ जिल्ला साविकको घाँसीकुवा गा.वि.स.का तत्कालीन गा.वि.स. सचिव रामराज न्यौपानेसमेत ७ जनाउपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/OxZCgMZ3pJ", "जिल्ला प्रशासन कार्यालय, धनुषामा कार्यरत ना.सु. उमेश कुमार चौधरी घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/L4yItkxtFW", "नेपाल बैक लिमिटेड मंलगवा शाखा, सर्लाहीको सहायक पदमा कार्यरत सन्तोष बिक्रम शाहसमेत ३ जनाउपर बिगो रु. ४२,००,०००।- कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/E6yXyl4EOr", "काठमाडौं महानगरपालिका १४ नं. वडा कार्यलयका वडासदस्य वसन्त महर्जन रु. २,००,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/Ktn89ywtIi", "अख्तियार बुलेटिन वर्ष १७, अंक १, २०७८ बैशाख-असार-CIAA Nepal https://t.co/xqGHHUOekM", "शहिद लालध्वज मार्ग उपभोक्ता समिति, शुक्लागण्डकी नगरपालिका-१, तनहुँका तत्कालिन अध्यक्ष डिल्लीराम अधिकारीसमेत ५ जनाउपर गैरकानूनी लाभ तथा हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/mEmgixEShI", "साविक राम जनता आधारभूत बिद्यालय, सर्लाहीका तत्कालीन प्रधानाध्यापक राम लखन चौधरी र शिक्षक रबिन्द्र नाथ चौधरीउपर नक्कली अध्यापन अनुमतिपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/vpvuGyu1AZ", "जिल्ला महोत्तरी, गौशाला नगरपालिका ५, रामनगरस्थित सशस्त्र प्रहरी बल, सुरक्षा वेस क्याम्पमा कार्यरत सशस्त्र प्रहरी बरिष्ठ हवल्दार राजीशरण साहसमेत २ जना घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/1FrGwBmJNS", "प्रधानमन्त्री कृषि आधुनिकीकरण परियोजना, कार्यान्वयन इकाई, स्याउ जोन, डोल्पाका कार्यालय प्रमुख हश्मुल्लाह मुसलमानउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/KAuycKQLMJ", "सामाजिक निर्माण कार्यन्वयन इकाई, बाग्मती प्रदेश, गजुरी, धादिङ्गमा कार्यरत सव-इन्जिनियर बिनोद सापकोटाउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/hL0NcAlmpg", "जिल्ला बन कार्यालय, बाराका तत्कालीन जिल्ला वन अधिकृत भैरव प्रसाद घिमिरेसमेत ३ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/7OfY1qPFd7", "राष्ट्रिय पुनर्निर्माण प्राधिकरणको करार सेवामा रही जिल्ला ओखलढुंगामा कार्यरत सव-इन्जिनियर राजन पासवान उपर बिगो रु. ३०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/TKa5nri9k1", "प्रहरी कल्याण कोषद्वारा संचालित पेट्रोलपम्प, नक्सालमा कार्यरत प्रहरी सहायक निरीक्षक दिलिप कार्की उपर बिगो रु. १,०३,९७,९३७।५४ कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/c937kkcedb", "जिल्ला काठमाडौं, बुढानिलकण्ठ नगरपालिकामा कार्यरत सव-इन्जिनियर विनोद कुमार पौडेल रु. ७२,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/UNNBMqkzgI", "पुष्पलाल (मध्यपहाडी) राजमार्ग योजना धुलिखेल, काभ्रेपलाञ्‍चोकका तत्कालीन योजना प्रमुख बिजय चापागाईसमेत ५ जना उपर गैरकानूनी लाभ तथा हानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Oum9Kwh9FO", "लुम्बिनी साँस्कृतिक नगरपालिका, नगर कार्यपालिकाको कार्यालय लुम्बिनी, रुपन्देहीमा तत्कालीन खरिदार पदमा कार्यरत सुग्रीम कुर्मीउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/6ty8lArK5Y", "नेपाल प्रहरीका प्रहरी हवल्दार बाबुराम घिमिरेसमेत २ जना उपर बिगो रु. ३,९९,५००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/tnfe06R8kU", "बारपाक सुलिकोट गाँउपालिकाका प्रमुख प्रशासकीय अधिकृत शिव बहादुर गुरुङसमेत ४ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/5KDOdcImhr", "साविक लहँ गा.वि.स.को कार्यालय, जाजरकोटका तत्कालीन सचिवद्वय दोर्ण प्रसाद पौडेल र दिपक सुनार उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LhsgHvpEgQ", "निलकण्ठ सव-डिभिजन वन कार्यालय, धादिङका सहायक वन अधिकृत (आठौं तह) कृष्ण प्रसाद पौडेलउपर बिगो रु. ४०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धि आरोप-पत्र दायर ।-CIAA Nepal https://t.co/xLAfGeywbC", "सार्वजनिक निर्माण कार्यान्वयन इकाई, गजुरी, धादिङमा कार्यरत सव-इजिनियर (करार) बिनोद सापकोटा रु. २०,०००/- घुस/रिसवतसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/UmTIDfNHfl", "श्री सरस्वती आधारभूत विद्यालय, भिल्मी कपिलवस्तुका तत्कालीन प्रधानाध्यापक दिनेश कुमार विश्वकर्मासमेत ३ जना उपर सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/CzwJfM6IOF", "राष्ट्रिय पुर्ननिर्माण प्राधिकरण, जिल्ला आयोजना कार्यान्वयन इकाई, ओखलढुंगामा कार्यरत सव-इन्जिनियर राजन पासवान रु. ३०,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/U0VfMEwX79", "जिल्ला सर्लाही ईश्वरपुर नगरपालिका, श्रीनगर बस्ने सोभिता साह उपर घुस/रिसवत मुद्दामा प्रतिकुल वकपत्र गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/XJ21zAWAcQ", "ईलाका प्रहरी कार्यालय, सितागञ्ज सुनसरीमा कार्यरत प्रहरी जवान कासिन्दर यादव उपर बिगो रु. ६०,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/gytHsMY5Sh", "आन्तरिक राजस्व कार्यालय, जनकपुरधाम, धनुषाका कर अधिकृत रमेश ढकाल उपर बिगो रु. १,५०,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/SWBiSMDqgZ", "कर फछर्यौट आयोग, २०७१ का पदाधिकारी चुडामणी शर्मा ढकाल (तत्कालीन महानिर्देशक, आन्तरिक राजश्व विभाग) समेत ३ जना उपर बिगो रु. १,००,३३,२०,३८५।– कायम गरी राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/1Pww9Q7Q2Q", "निलकण्ठ सव-डिभिजन वन कार्यालय, धादिङका सहायक वन अधिकृत आठौं तह (कार्यालय प्रमुख) कृष्ण प्रसाद पौडेल रु. ४०,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/KswCor9y8L", "जिल्ला बारा साविक अमलेखञ्ज गा.बि.स. हाल जीतपुरसिमरा उप-महानगरपालिकाको तत्कालीन गा.बि.स. सचिव बिजयकान्त झा उपर बिगो रु. २,८१,७३५।२९ कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/FRQVr05jlS", "राष्ट्रिय सतर्कता केन्द्रद्वारा आ.व. २०७६/०७७ को सम्पत्ति विवरण सम्बन्धी  प्रतिवेदन अख्तियार दुरुपयोग अनुसन्धान आयोग समक्ष पेश ।-CIAA Nepal https://t.co/wC5e2m7JJy", "प्रधानमन्त्री कृषि आधुनिकीकरण परियोजना कार्यान्वयन इकाई, स्याउ जोन डोल्पाका कार्यालय प्रमुख  हसमुल्ला खाँ रु. २५,०००।– घुस/रिसवतसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/yoEn68PHzw", "लोक सेवा आयोग, केन्द्रीय कार्यालय, अनामनगरका तत्कालीन शाखा अधिकृत मिम बहादुर शाहीउपर सरकारी कागजात सच्याई अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qfuQAf3CxG", "भूमिसुधार तथा मालपोत कार्यालय, कञ्चनपुरका मालपोत अधिकृत लोकराज जोशी उपर बिगो रु. २४,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/QvixNfbeED", "धार्चे गाउँपालिका, गाउँ कार्यपालिका गोरखाका तत्कालीन प्रमुख प्रशासकीय अधिकृत बाबुराम पाण्डेसमेत ७ जना उपर गैरकानूनी लाभ तथा हानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LI6yD2Rhc3", "जिल्ला सुनसरी, इलाका प्रहरी कार्यालय, सितागञ्जमा कार्यरत प्रहरी जवान कासिन्दर यादव  रु. ४०,०००।– अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/lAu55K5amW", "यातायात ब्यवस्था कार्यालय, भेरी अञ्‍चल, नेपालगञ्‍जका तत्कालीन कार्यालय प्रमुख तथा परीक्षा समितिका अध्यक्ष पबन सुबेदीसमेत १९ जना उपर परीक्षाको परिणाम फेरबदल गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LwsC5MSxrE", "जिल्ला महोत्तरी, साविक सिंग्याही गा.वि.स. का तत्कालीन सचिव विनोद कुमार सिंह र कार्यालय सहायक श्री नारायण यादव उपर सार्वजनिक सम्पत्ति हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/E8itLZhnT6", "पर्यटन विकास आयोजना, वाग्मती, हेटौंडा, मकवानपुरका लेखा अधिकृत देवी प्रसाद गौतम र सव-इन्जिनियर नेत्र प्रसाद लामिछाने उपर बिगो रु. ५०,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/yRhprP24gN", "काठमाडौं महानगरपालिका वडा नं. ३० का वडा सचिव भरत कुमार पोखरेलउपर बिगो रु. ४,००,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/MYpbsFUENJ", "पथरी शनिश्चरे नगरपालिकाका प्रमुख प्रशासकीय अधिकृत अम्बिकाप्रसाद धमलासमेत ६ जना उपर बिगो रु. २४,२७,५४५।- कायम गरी गैरकानूनी लाभ तथा सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/PCsGLzBQ8E", "जिल्ला झापा, विर्तामोड न.पा. वडा नं. ६ बुट्टाबारी बस्ने उमानाथ खतिवडा उपर बिगो रु. ३७,५०,०००।- कायम गरी घुस/रिसवत मुद्दामा प्रतिकुल वकपत्र दिएको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UU8IlZHec7", "सिरम्फु सिंचाई योजना जल उपभोक्ता समितिका अध्यक्ष धनविर थामी र सचिव जित बहादुर तामाङ्ग उपर बिगो रु. ४,००,०००।- कायम गरी घुस/रिसवत मुद्दामा प्रतिकुल वकपत्र दिएको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qqNJtAKk38", "सशस्त्र प्रहरी बल नेपाल सुरक्षा वेस क्याम्प, गैडहवा रुपन्हीमा कार्यालय प्रमुखको रुपमा कार्यरत स.प्र.नि. दधिराम पौडेल र स.प्र.ना.नि. राजेश पासी उपर जनही बिगो रु. ५०,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/OpUgMLKYBB", "औषधी व्यवस्था विभाग, शाखा कार्यालय, विराटनगरका फार्मेसी अधिकृत (सातौं) सरोज सुवेदी उपर बिगो रु. २,००,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/sjWtNPguxr", "जिल्ला काठमाडौं, का.म.न.पा. वडा नं. ३० का वडा सचिव (अधिकृत छैठौं तह) भरत कुमार पोखरेल रु. ४,००,०००।–अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/6I8weDlfSG", "मालपोत कार्यालय, सिमरा बाराका कार्यालय प्रमुख ना.सु. मनोज कुमार खनाल र लेखनदास बद्री प्रसाद बडालउपर बिगो रु. ६,००,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।https://t.co/l3cvTnl2GU\n#IamWithCIAA", "जिल्ला धादिङ्ग, गंगा जमुना गाउँपालिकाका लेखा अधिकृत अर्जुन प्रसाद सापकोटा र इन्जिनियर पुजा कार्कीउपर जनही बिगो रु. ९५,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।\nhttps://t.co/H60T3zAUFZ   #IamWithCIAA", "जिल्ला धनुषा स्थित आन्तरिक राजस्व कार्यालय जनकपुरधाममा कार्यरत कर अधिकृत रमेश ढकाल र कन्सल्टेन्सीका प्रोपाइटर नविन कुमार कर्ण रु. १,५०,०००।–अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/6Y3IwzHwHu", "आरोपपत्र दायर तथा नियन्त्रणमा लिइएको ।\nhttps://t.co/OeGaCc1tsA \n#IamWithCIAA", "महानगरीय प्रहरी बृत्त नयाँबानेश्वरमा कार्यरत प्र.ह. तारा कुमारी श्रेष्ठ र रेष्टुरेन्ट संचालक अनिस जोशी रु.११,००,०००।–अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/356r0q1wyN", "नेपाल विद्युत प्राधिकरण, सखुवा वितरण केन्द्र अन्तर्गत ढल्केवर नोलाइटमा कार्यरत सुपरभाइजर जगत नारायण साहसमेत ४ जना उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।https://t.co/DHC6wq3Sr4\n#IamWithCIAA", "जिल्ला धनुषा बटेश्वर गाउँपालिकाका सवारी चालक विर बहादुर मगरसहित रु. ८,००,०००/- अतिरिक्त रकम नियन्त्रणमा लिइएको ।\nhttps://t.co/KXuAkHrPOU\n#IamWithCIAA", "वाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग, वाणिज्य व्यवसाय व्यवस्थापन तथा नियमन शाखामा अधिकृतस्तर सातौंमा कार्यरत अर्जुन सुवेदीसमेत ३ जना उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।\nhttps://t.co/ZsCw5MTOIs  #IamWithCIAA", "नापी कार्यालय कञ्चनपुर, सप्तरीमा कार्यरत सर्वेक्षक हरिचन्दर ठाकुर र लेखनदास अरुण कुमार यादवउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।। https://t.co/NiFoT0oeeh  #IamWithCIAA", "जिल्ला मोरङ, औषधी व्यवस्था बिभाग, शाखा कार्यालय बिराटनगरमा कार्यरत फार्मेसी अधिकृत (करार) सरोज सुवेदी रु. २,००,०००।– अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/x7n8gCKDhT", "सशस्त्र प्रहरी बल वेश क्याम्प गैडहवा-३ तोण्डिहवा, रुपन्देहीका कार्यालय प्रमुख सशस्त्र प्रहरी निरीक्षक दधिराम पौडेल र सशस्त्र प्रहरी नायब निरीक्षक राजेश पासी रु. ५०,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/dVEozJ988d", "सशस्त्र प्रहरी बल नेपाल, सुरक्षा वेश रामनगर, गौशाला, महोत्तरीका सशस्त्र प्रहरी बरिष्ठ हवल्दार सरबन कुमार बस्नेत उपर बिगो रु. १५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qLogefqzkF", "जिल्ला बारा स्थित मालपोत कार्यालयका कार्यालय प्रमुख नायब सुब्बा मनोज कुमार खनाल र लेखापढी व्यवसायी बद्री प्रसाद बडाल रु. ६,००,०००।– अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/pzCKuj6Uvr", "राष्ट्रिय किताबखाना (शिक्षक) ताहाचलका शाखा अधिकृत धनेश्वर प्रसाईसमेत ३ जना उपर बिगो रु. ५२,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/WKtzGyb4Gu", "जिल्ला धादिङ, गंगाजमुना गाउँपालिकामा कार्यरत इन्जिनियर पूजा कार्की रु. ९५,०००।– अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/rkO6Rj5YtQ", "वाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग ववरमहल, काठमाडौंका नायव सुब्बा नरेन्द्र चन्द र लेखापढीको काम गर्ने रामबाबु दाहाल रू. ८,०००/- अतिरिक्त रकमसहित नियन्त्रणमा । https://t.co/pnAkCCElcj", "भूमिसुधार तथा मालपोत कार्यालय, लगनखेल, ललितपुरका नायब सुब्बा मन्दिप कुमार श्रेष्ठसमेत २ जना उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/7vO6xY8Hp6", "सडक पूर्वाधार विकास कार्यालय, रोल्पाका निमित्त कार्यालय प्रमुख नविन श्रेष्ठसमेत ४ जना स्रोत नखुलेको रु. १,९०,०००।- रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/wj7tjgSCRn", "रुपन्देही जिल्ला अदालतका नापी निरीक्षक (सर्वेक्षक) द्वय मनोज थापा र सुमित चापागाई उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LzbHh13xPC", "अख्तियार दुरुपयोग अनुसन्धान आयोगको ३० औं स्थापना दिवस  समारोह सम्पन्न ।-CIAA Nepal https://t.co/8dEcBLt5aH", "नापी कार्यालय, कञ्चनपुर, सप्तरीमा कार्यरत निमित्त कार्यालय प्रमुख, सर्वेक्षक हरिचन्दर ठाकुर र लेखापढी व्यवसायी अरुण कुमार यादव रु. १५,०००।– अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/au2cTkM7sS", "ईलाका प्रहरी कार्यालय बेलचौतारा, तनहुँको महिला तथा बालबालिका सेवा, केन्द्रमा कार्यरत प्रहरी हबल्दार शान्ति भण्डारी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/E9NJrCskfe", "नवनियुक्त माननीय प्रमुख आयुक्तज्यू र आयुक्तज्यूहरुको पदभार ग्रहण सम्पन्न । https://t.co/lcLN4I7QQF", "आयोगको प्रवक्ता तोकिएको सम्बन्धमा https://t.co/zcUYoyhM3x", "मालपोत कार्यालय हरिवन, सर्लाहीका ना.सु. बेदनिधी बराल र लेखापढी व्यवसायी राम सुन्दर महतो कोइरी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/wsacSWfcYz", "नेपाल विद्युत प्राधिकरण, बरहथवा, वितरण केन्द्र बरहथवा सर्लाहीका इलेक्ट्रिसियन मनोज कुमार पाण्डे उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/IeBuuOqkgu", "जिल्ला महोत्तरी, गौशाला नगरपालिका-५ रामनगर स्थित सशस्त्र प्रहरी बल, सुरक्षा बेस क्याम्पमा कार्यरत सशस्त्र प्रहरी बरिष्ठ हवल्दार श्रवण बस्नेत रू. १५,०००/- अतिरिक्त रकमसहित नियन्त्रणमा । https://t.co/H1u0qsB4yj", "नेपाल विद्युत प्राधिकरण, सखुवा वितरण केन्द्र, अन्तर्गत ढल्केवर नो लाइट धनुषामा कार्यरत पाँचौं तहका सुपरभाइजर जगतनारायण साहसमेत ४ जना अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/eVjcI7grGp", "राष्ट्रिय कितावखाना (शिक्षक), म्युजियम मार्ग छाउनीका हलुका सवारी चालक सुरेश नेपाल र उक्त किताबखानामा क्यान्टिन संचालन गर्ने सुदर्शन न्यौपाने रु. ५२,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/m4VfXsRKIE", "नापी कार्यालय रुपन्देही, भैरहवाका तत्कालीन नापी अधिकृत घनश्याम दुवेसमेत ३ जना उपर बिगो रु. ९,८३,७००।– कायम गरी सार्वजनिक सम्पत्ति गैरकानूनी लाभ तथा हानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/K6TFPA9TFh", "यातायात व्यवस्था कार्यालय, जनकपुरधामका कार्यालय सहयोगी भोगेन्द्र कापरसमेत २ जना रू. २,७३,८५०/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/sFBmR0V2WO", "राष्ट्रिय पुनर्निर्माण प्राधिकरण जिल्ला आयोजना कार्यान्वयन इकाई, (शिक्षा) तनहुँका सव-इन्जिनियर सुरेन्द्र अधिकारी उपर बिगो रु. १,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/nw8xJ5kqY1", "रुपन्देही जिल्ला अदालतका नापी निरीक्षक (सर्वेक्षक) द्वय सुमित चौलागाई र मनोज थापा रु. ५,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/GAtya8CXd0", "भूमिसुधार तथा मालपोत कार्यालय लगनखेल, ललितपुरमा कार्यरत नायब सुब्बा मन्दिप कुमार श्रेष्ठसमेत २ जना रू. ४०,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/ya0pWtq4Jv", "जिल्ला काभ्रेपलान्चोक, पाँचखाल कृषि उपज बजार सञ्चालक समितिका अध्यक्ष दिल बहादुर श्रेष्ठसमेत ३ जना उपर सार्वजनिक सम्पत्ति हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/CPMtcR3wGs", "नेपाल विद्युत प्राधिकरण, तनहुँ वितरण केन्द्र, आँबु प्रशाखामा कार्यरत कर्मचारी कृष्ण आले उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/hKJygLBBka", "प्रधानमन्त्री कृषि आधुनिकीकरण परियोजना, परियोजना कार्यान्वयन इकाई (तरकारी जोन) चितवनका तत्कालीन कार्यालय प्रमुख वरिष्ठ कृषि विकास अधिकृत सोमनाथ घिमिरेसमेत ३ जना उपर बिगो रु.४,१२,४७४।३७ कायम गरी गैरकानूनी लाभ तथा हानी सम्बन्धी आरोप-पत्र दायर। https://t.co/0ySy5VAkUK", "आन्तरिक राजश्व कार्यालय, बालाजुका कम्प्युटर अपरेटर राजन शर्मा र टिमुर किचन रेष्टुरेन्टका संचालक सन्तोष थापा मगर रू. ४३,०००/- अतिरिक्त रकमसहित नियन्त्रणमा । https://t.co/Kr4xTI4nsi", "ईलाका प्रहरी कार्यालय, बेलचौतारा, तनहुँको महिला तथा बालबालिका सेवा केन्द्रमा कार्यरत प्रहरी हबल्दार शान्ति भण्डारी रु. १०,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/8kvp02OVPg", "नापी कार्यालय, ललितपुरमा तत्काल कार्यरत कार्यालय प्रमुख बुद्धिमान जैसीसमेत १७ जना उपर बिगो रु. रु.२,०२,३३,६७१.८८ कायम गरी गैरकानूनी लाभ तथा हानी सम्बन्धी आरोप-पत्र दायर। https://t.co/q6zaQcxbhV", "मालपोत कार्यालय हरिवन, सर्लाहीका नायव सुब्बा बेदनिधी बराल र लेखापढी व्यवसायी राम सुन्दर महतो रु. ११,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/XljWPU6Qrs", "तनहुँ जिल्ला, भानु नगरपालिका कार्यक्षेत्र भई राष्ट्रिय पुनर्निर्माण प्राधिकरण जिल्ला आयोजना कार्यान्वयन इकाई (शिक्षा) अन्तर्गत कार्यरत सव-इन्जिनियर सुरेन्द्र अधिकारी रु.१,५०,०००।–अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/FQXEn1PMAr", "ईलाका प्रहरी कार्यालय हरिनगरा, सुनसरीमा कार्यरत प्रहरी हवल्दार भोला यादव र स्थानीय व्यापारी विनोद साह रु. ६,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/WhKsPeQpo8", "तत्कालीन आयोजना कार्यान्वयन ईकाइका निमित्त आयोजना प्रमुख वेल बहादुर नेपालीसमेत ५ जनाउपर बिगो रु. १,१४,७६,०००।– कायम गरी सार्वजनिक सम्पत्ती हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/JgmmmmsCr8", "जिल्ला खेलकुद विकास समिति, सानोगौचरण, काठमाडौंका सहायक द्वितीय (करार सेवा) पदमा कार्यरत तिलक प्रसाद घिमिरे उपर बिगो रु. १५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/0oSbu2hjZ1", "जिल्ला सप्तरी, प्रहरी चौकी तिलाठीमा कार्यरत प्रहरी नायब निरीक्षक सिकन्दर प्रसाद कानु उपर बिगो रु. ५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/lwsmHCOo02", "राष्ट्रिय बाणिज्य बैंक, शाखा कार्यालय, त्रिभुवनचोक नेपालगञ्जका तत्कालीन प्रबन्धक ललित बहादुर शाहीसहित ८ जना उपर गैरकानूनी लाभ तथा हानी गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/9lzaMDUL67", "वाग्मती तथा लालबकैया नदी नियन्त्रण आयोजना, परवानीपुर बाराका आयोजना प्रमुख राजकुमार श्रीवास्तवसहित ५ जना उपर बिगो रु. ३,६५,०९,४५६।३४ कायम गरी गैरकानूनी लाभ तथा हानी गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Ih4R54AUS2", "आयोगको तीसौं वार्षिक प्रतिवेदन सम्माननीय राष्ट्रपतिज्यू समक्ष पेश । https://t.co/41pRS8fqHi", "जिल्ला नवलपरासी (बर्दघाट सुस्ता पश्चिम), रामग्राम नगरपालिका वडा नं. १४ का लेखन्दास रबिन्द्र प्रसाद यादव उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/cgNNUu7zFR", "सशस्त्र प्रहरी बल, बोर्डर आउट पोष्ट कृष्णनगर, कपिलबस्तुका सशस्त्र प्रहरी निरीक्षक निरन्जन राज कार्की र सशस्त्र प्रहरी सहायक हवल्दार लिल बहादुर गुरुङ उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/kSB8MNQ7il", "खेलकुद विकास समिति सानोगौचरण, काठमाडौंका खरिदार (सहायक द्वितीय) तिलक प्रसाद घिमिरे रु.१५,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/mW0EFRJgeo", "राष्ट्रिय पुनर्निर्माण प्राधिकरण, जिल्ला आयोजना कार्यान्वयन इकाई, स्याङजाअन्तर्गत भीरकोट नगरपालिकामा रहेको भुकम्प शाखाकी असिष्टेन्ट सव-इन्जिनियर भगवती राउत गुरुङउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/VFG9n5elqA", "मालपोत कार्यालय, तुलसीपुर दाङका कार्यालय प्रमुख मालपोत अधिकृत नरेश कुमार खड्कासहित ४ जना उपर जनही बिगो रु. ३,२०,०००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Mwrt3vTIFO", "वाग्मती तथा लालबकैया नदी नियन्त्रण आयोजना, परमानीपुर बाराका आयोजना प्रमुख राजकुमार श्रीवास्तवसहित ५ जना उपर रु. ९६,६४,२९६।६३ कायम गरी गैरकानूनी लाभ तथा हानी गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/TEj8KZ1mg7", "जिल्ला सिरहा, श्री आधारभूत प्राथमिक विद्यालयका शिक्षक भोगीलाल यादवउपर झुठ्ठा/नक्कली स्थायी अध्यापन अनुमतिपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/porCZKgzFD", "मालपोत कार्यालय भरतपुर, चितवनमा कार्यरत तत्कालीन लेखा अधिकृत रिठ्ठे दर्जीसहित ३ जना उपर राजस्व चुहावट एवं हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/CtErbCoDwo", "जिल्ला रुपन्देही, रोहिणी गाउँपालिका वडा नं. २ का वडाध्यक्ष सरोज कुमार पाण्डे र निबेदक श्यामबचन यादव उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/EvVCWSeUVa", "जिल्ला काठमाडौं, काठमाडौं महानगरपालिका-१३ ताहाचल स्थित बैदेशिक रोजगार कार्यालयमा कार्यरत हल्का सवारी चालक धन बहादुर तामाङ र मध्यस्थकर्ता रामानन्द चौधरी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/1qoOK0p7fl", "जिल्ला सर्लाही, बरहथवा नगरपालिका वडा नं. ६ स्थित नेपाल विद्युत प्राधिकरण, बरहथवा वितरण केन्द्र सर्लाहीमा कार्यरत इलेक्ट्रिसियन (तह-३) मनोज कुमार पाण्डे रु. ८,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/D8SAXmeT7B", "नेपाल विद्युत प्राधिकरण, तनहुँ वितरण केन्द्र, आँबु प्रशाखामा कार्यरत कर्मचारी (तह-४) कृष्ण आले रु. ५,०००/- अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/yCKr3jb8e0", "मालपोत कार्यालय दैलेखमा कार्यरत खरिदार भुवन केशर खनाल र लेखापढी व्यवसायी धन बहादुर बुढा उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/YcRkvmMAXx", "राजविराज नगरपालिका, नगर कार्यपालिकाका सब-इन्जिनियर सत्यजीब कुमार सिंहसहित ६ जना उपर गैरकानूनी लाभ तथा नेपाल सरकारलाई हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/XBKoxGtfIk", "तत्कालीन जिल्ला प्राविधिक कार्यालय सप्तरीका इन्जिनियर विकास कुमार श्रेष्ठसहित ४ जना उपर गैरकानूनी लाभ तथा नेपाल सरकारलाई हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LRENCNx1ia", "सशस्त्र प्रहरी बल, बोर्डर पोष्ट (BOP) कृष्णनगर कपिलवस्तुका सशस्त्र प्रहरी सहायक हबल्दार लिल बहादुर गुरुङ रु.३५,०००।–(पैतीस हजार) अतिरिक्त रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/nYntJgVqAc", "बेलकोटगढी नगरपालिकाको कार्यालयमा करार सेवामा कार्यरत इन्जिनियर पर्वत पौडेल उपर बिगो रु.७५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/BZC0RQIKnZ", "राष्ट्रिय पुनःनिर्माण प्राधिकरणको जिल्ला आयोजना कार्यान्वयन ईकाई स्याङ्जा अन्तर्गत भिरकोट नगरपालिकाका असिस्टेन्ट सव-ईञ्जिनियर भगवती राउत रू. ५,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/Qwf5pzKs4z", "ईलाका प्रहरी कार्यालय खुर्द, खजुरा, बाँकेमा कार्यरत इन्चार्ज प्र.ना.नि. लुद्र बहादुर के.सी. र प्रहरी हवल्दार राजेश बहादुर द्वाल उपर बिगो रु.१३,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/2pJu8xqSbY", "नेपाल विद्युत प्राधिकरण, हेटौंडा-भरतपुर-बर्दघाट २२० के.भी.ए. प्रसारण लाइन आयोजनाका प्रमुख इश्वरी प्रसाद जैसवाल उपर बिगो रु. १०,००,०००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/ib0usUElIQ", "सैनामैना सवडिभिजन वन कार्यालय, मुर्गीया, रूपन्देहीमा वन रक्षक पदमा कार्यरत प्रेमचन्द्र विश्वकर्मा रु. १२,०००/-  कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/x1efwxGVg0", "जिल्ला महोत्तरी, सशस्त्र प्रहरी बल, सुरक्षा बेश क्याम्प, रामनगर, गौशालाका प्रहरी जवान उमेश महतो चौहान उपर बिगो रु.१७,६००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/NeOToCEkZ8", "घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा मोहनलाल ढकाल उपर बिगो रु.१०,०००/- कायम गरी आरोप-पत्र दायर। https://t.co/NZ2SciX4nE", "वाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग, बबरमहल काठमाडौंका नायब सुब्बा शिव शंकर महतो उपर बिगो रु.१०,०००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/6o5DZNYOx6", "इलाका प्रहरी कार्यालय वुटवलका प्रहरी हवल्दार शिवचन्द्र साहानी उपर बिगो रु.४,००,०००/- कायम गरी घुस/रिसवत सम्बन्धी आरोप-पत्र दायर। https://t.co/ljHBhNfg6F", "जिल्ला नुवाकोट, बेलकोटगढी नगरपालिकामा कार्यरत इन्जिनियर (करार) पर्वत पौडेल र व्यवसायी नारायणप्रसाद भट्ट रु.७५,०००।–(पचहत्तर हजार) घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/rqPqxPQSCp", "नेपाल विद्युत प्राधिकरण, हेटौंडा-भरतपुर-बर्दघाट २२० के.भी.ए. प्रसारण लाइन आयोजना हेटौंडाका कार्यालय प्रमुख (इन्जिनियर, नवौं तह) इश्वरीप्रसाद जयसवाल रु. १०,००,०००।– (दश लाख) घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/79i7ipRkLg", "जिल्ला काठमाडौं, काठमाडौं महानगरपालिका-१३ ताहाचल स्थित बैदेशिक रोजगार कार्यालयमा कार्यरत हल्का सवारी चालक (करार) धन बहादुर तामाङ्ग र लेखापढी व्यवसायी रामानन्द चौधरी रु. ८,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/jyYwVq0rX2", "जिल्ला महोत्तरी, गौशाला नगरपालिका, रामनगरस्थित सशस्त्र प्रहरी बल, सुरक्षा बेस क्याम्पमा कार्यरत सशस्त्र प्रहरी जवान उमेश चौहान रु. १७,६००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/1oeimUYo8J", "जिल्ला सप्तरी, प्रहरी चौकी तिलाठीमा कार्यरत प्रहरी नायब निरीक्षक सिकन्दर प्रसाद कानुसहित ३ जना रु.५०,०००।– घुस रकमसहित नियन्त्रणमा-CIAA Nepal https://t.co/LEAaFoTocG", "मालपोत कार्यालय दैलेखमा कार्यरत खरिदार भुवन केशर खनाल र लेखापढी व्यवसायी धन बहादुर बुढा घुस/रिसवतसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/IkpzXMknMu", "सव-डिभिजन वन कार्यालय मुर्गिया रुपन्देहीका वन रक्षक प्रेमचन्द्र विश्वकर्मा रु.१२,०००।- घुस/रिसवतसहित नियन्त्रणमा https://t.co/saHwlxrySJ", "इलाका प्रहरी कार्यालय बुटवलका प्रहरी हबल्दार शिवचन्द्र सहानी र निजको श्रीमती निर्मला केवट रु. ४,००,०००।- घुस/रिसवतसहित नियन्त्रणमा https://t.co/aN8LezWsVo", "सामुदायिक वन उपभोक्त्ता समूहका अध्यक्ष रामप्रसाद राना रु. ८०,०००।- घुस/रिसवतसहित नियन्त्रणमा https://t.co/tqxdCZP83i", "जिल्ला धनुषा, जनकपुरधाम उप-महानगरपालिका-१३ नं. वडा कार्यालयका वडा अध्यक्ष शुभ नारायण मण्डल र कार्यालय सहयोगी दिलिप कुमार पंजियार उपर जनही रु. २४,०००।- बिगो कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/h7BDfOIt3g", "नेपाल टेलिकम, केन्द्रीय स्टोरअन्तर्गत थानकोट स्टोरमा कार्यरत बरिष्ठ सहायक रामचन्द्र लामिछाने उपर बिगो रु. ८६,८८,१३२।९१ कायम गरी सार्वजनिक सम्पत्ति हानिनोक्सानी गरी भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/G3vK05lgX4", "रोशी गाउँपालिका, काभ्रेपलाञ्चोकका इन्जिनियर निर्मल लामा स्याङतानसहित ३ जना उपर बिगो रु. ७,८४,४४६।३४ कायम गरी सरकारी रकम हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/HrKdumAGFp", "जिल्ला सुर्खेत, बीरेन्द्रनगर नगरपालिका वडा नं. ४ का वडा सचिव इन्द्र प्रसाद अधिकारी र प्रशासन सहायक रत्न बहादुर बि.क. उपर राजस्व हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/koAKliLcwc", "राजश्व अनुसन्धान कार्यालय, बुटवलका प्रमुख राजस्व अनुसन्धान अधिकृत विजय रानासमेत २ जना उपर बिगो रु. २,००,०००।- कायम गरी घुस/रिसवत लेन/देन गरी भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/9bm6boiIeG", "भेरी अस्पताल, नेपालगंज, बाँकेका लेखा अधिकृत माधव प्रसाद आचार्यसमेत १५ जना उपर घुस/रिसवत दिई/लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/etmZD261oH", "प्रेस विज्ञप्ति: २०७७।०६।२१, आरोप पत्र ।\n-----------------------------------------\nनेपाल खानेपानी संस्थान शाखा कार्यालय बुटवल रूपन्देहीका कार्यालय प्रमुख सन्तोष साहउपर बिभिन्न कसुरमा आरोप-पत्र दायर।\n\nhttps://t.co/mnGCAIafZo", "जलस्रोत तथा सिंचाई विभाग ललितपुरका सि.डि.ई. सुरेश कुमार शर्मा उपर बिगो रु. ३,०६,५४,९३२।- कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/APldJ8cjSJ", "जिल्ला धनुषा, जनकपुरधाम उप-महानगरपालिका-१३ नं. वडा कार्यालयका कार्यालय सहयोगी दिलिप कुमार पंजियार रु. २४,०००।- घुस/रिसवतसहित नियन्त्रणमा-CIAA Nepal https://t.co/TyVRpOXAPI", "नेपाल खानेपानी संस्थान, पोखरा शाखा, बिन्दवासिनी इकाईमा करार सेवामा सहायक/प्रशासन पदमा कार्यरत कृष्णहरि वाग्लेउपर बिगो रु. २५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/nNCFG3omJZ", "सम्पत्ति विवरण अनुगमन प्रतिवेदनउपर आयोगको निर्णय । https://t.co/v0imP00boI", "वि.पी. कोईराला स्वास्थ्य विज्ञान प्रतिष्ठान, धरानका तत्कालीन उपकुलपति, डा. बलभद्र प्रसाद दास उपर बिगो रु. ७,७१,९२,८६०।२४ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/E1NNGX8shf", "संघीय आयोजना कार्यान्वयन इकाई, बिराटनगरका तत्कालीन सिनियर डिभिजनल ईन्जिनियर काशी प्रसाद गुप्तासमेत १३ जना उपर बिगो  रु.१६,७२,५६,४९६।८६ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/Rnm4eFuMfQ", "नेपाल खानेपानी संस्थान, पोखरा शाखामा कार्यरत प्रशासन सहायक कृष्णहरि वाग्ले रु. २५,०००।– घुस/रिसवत सहित नियन्त्रणमा । https://t.co/BUUW30ezwY", "पूर्वाधार विकास कार्यालय, बाँकेमा कार्यरत कार्यालय प्रमुख (सि.डि.ई.) मनिष कुमार अर्याल श्रोत नखुलेको रकम रु.५,३०,०००/- सहित बुटवलबाट नियन्त्रणमा । https://t.co/PSKHVqrTT0", "गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थल, भैरहवामा करार सेवामा कार्यरत कार्यालय सहयोगी (चेनमेन) विश्वनाथ प्रसाद लोध र मतियार महेन्द्र प्रसाद यादवउपर बिगो रु. ४,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/S8fPfJf8zi", "जलश्रोत तथा सिंचाई विकास डिभिजन, बाराका सव-इन्जिनियर गजेन्द्र प्रसाद जायसवालउपर बिगो रु. ८०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/t9dEYJHd6w", "वाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण बिभाग, बबरमहल काठमाडौंका नायब सुब्बा शिव शंकर महतो रु. १०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/J8qySo32lv", "प्रहरी कल्याण कोष पेट्रोल पम्प नक्सालमा कार्यरत प्रहरी सहायक निरीक्षक दिलिप कार्की अनुसन्धानको लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/BboViuDcnd", "लमजुङ जिल्ला मर्स्याङदी गाँउपालिकामा कार्यरत इन्जिनियर भुपेन्द्र कुमार मण्डल र असिस्टेन्ट सव-इन्जिनियर टीका प्रसाद गुरुङ उपर बिगो रु. ४,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/3yjj4Bj9JD", "चुरे गाँउपालिका, घरखेडा, कैलालीका सव-इन्जिनियर चन्द्रदेव भट्टउपर बिगो रु. २०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/wqe64DoGuD", "श्री शुक्लाफाँटा आधारभूत विद्यालय, कञ्चनपुरका शिक्षक मिरा रानाउपर झुठ्ठा (नक्कली) स्थायी अध्यापन अनुमतिपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/y8ordC7dvi", "कल्याणपुर नगरपालिका सिरहाका नगर प्रमुख सूर्यनाथ मण्डल धानुक र निजको छोरा सन्त कुमार मण्डलउपर बिगो रु. ५,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/2oqtuSXdf0", "सव-डिभिजन वन कार्यालय मैनामैनी उदयपुरका प्रमुख (सहायक वन अधिकृत) शिवनारायण यादवसहित ६ जना अनुसन्धानको लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/f5fqxhuCBl", "जोशीपुर गाँउपालिकाको कार्यालयका ना.सु. सिद्धराज जोशीउपर बिगो रु. ८५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/wUCPdJsdjv", "नेपाल खानेपानी संस्थान बुटवल, रूपन्देहीका कार्यालय प्रमुख (सातौ तह) इन्जिनियर सन्तोष साह श्रोत नखुलेको रकमसहित धादिङबाट नियन्त्रणमा । https://t.co/nzvu6eFYRw", "जिल्ला बाग्लुङ ढोरपाटन नगरपालिकाको कार्यालयमा कार्यरत इन्जिनियर मिलन अधिकारीउपर बिगो रु. १,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/oeilUl9uuV", "घरेलु तथा साना उद्योग कार्यालय, नेपालगञ्ज, बाँकेका उद्योग अधिकृत (अधिकृत सातौं) हुकुम बहादुर ओलीउपर बिगो रु. ९६,३००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/diL72JFxIW", "नेपाल बिद्युत प्राधिकरण, ढल्केबर ग्रीड शाखा, धनुषाका कार्यालय प्रमुख उप-प्रबन्धक (नवौं तह) रितेश गुप्ता रु.१,२४,९१,१४५।२० बराबरको कार्यालयका चेकहरुसहित सिन्धुलीबाट नियन्त्रणमा । https://t.co/jXdDHiOMhW", "राजश्व अनुसन्धान कार्यालय बुटवलका प्रमुख अनुसन्धान अधिकृत विजय राना र व्यवसायी अनिल कुमार झा रू.२,००,०००/-  घुस/रिसवत रकम लेनदेन गरिरहेको अवस्थामा नियन्त्रणमा । https://t.co/Abs8IW228V", "बाँके राष्ट्रिय निकुञ्ज बाँकेका प्रमुख संरक्षण अधिकृत प्रमोद भट्टराई र सहायक संरक्षण अधिकृत बिष्णु रोकाय स्रोत नखुलेको रकम रु. ८,९८,०००/-सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/KxjVuTPdhU", "जिल्ला सुनसरी, इटहरी उपमहानगरपालिकाका लेखा अधिकृत विकाश पोख्रेलउपर बिगो रु. ६५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UQMApeimaw", "जिल्ला दाङ, तुलसीपुर उप-महानगरपालिकाका प्रमुख प्रशासकिय अधिकृत कृष्णकान्त उपाध्याय श्रोत नखुलेको अस्वभाविक रकम रू.१४,४८,३९६/-सहित नियन्त्रणमा-CIAA Nepal https://t.co/UhEWgbeOfC", "प्रहरी चौकी गौरीशंकर, सर्लाहीका प्रहरी सहायक निरीक्षक राम विश्वास राय यादवउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/sbRhMriRF9", "जिल्ला दाङ घोराही उप-महानगरपालिका वडा नं. १८ बस्ने गोविन्द शाह र ऐ. जिल्ला लमही नगरपालिका वडा नं. ५ बस्ने समीर भण्डारीउपर घुस/रिसवत दिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/ToASuUnTRQ", "भूमिसुधार तथा मालपोत कार्यालय राजविराज, सप्तरीका ना.सु. कृष्ण बल्लभ ठाकुरउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/c7aa8KDHdq", "खानेपानी, सिंचाई तथा उर्जा विकास कार्यालय दैलेखमा कार्यरत सव-इन्जिनियर द्वय रन्जीत कुमार श्रेष्ठ र विरेन्द्र चन्दउपर बिगो रु. ४५,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/MATioqtMYe", "खानेपानी, सिंचाई तथा उर्जा विकास कार्यालय दैलेखमा कार्यरत सव-इन्जिनियर द्वय रन्जित कुमार श्रेष्ठ र विरेन्द्र चन्दउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/891A5Nzcry", "जलस्रोत तथा सिंचाई विकास डिभिजन कार्यालय खोटाङका कार्यालय प्रमुख नारायण काजी श्रेष्ठउपर बिगो रु. ९,३४,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/7OYoHftliQ", "जिल्ला रुपन्देही, गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थल भैरहवाका कार्यालय सहयोगी विश्वनाथ प्रसाद लोध र मतियार महेन्द्र प्रसाद यादव रु. ४,००,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/BoKKl6FiO3", "भेरी अस्पताल, बाँकेमा कार्यरत कम्प्यूटर अपरेटर अरूण राज खनाल स्रोत नखुलेको नगद रकम रू.१६,१३,९७५/- सहित नियन्त्रणमा । https://t.co/rvOhvbv7Yh", "जिल्ला कैलाली, चुरे गाउँपालिका घरखेडामा कार्यरत सव-इन्जिनियर चन्द्रदेव भट्ट रु. २०,०००।– घुस रकमसहित नियन्त्रणमा । https://t.co/Hs5vsmBS0Q", "जिल्ला ललितपुर स्थित गोदावरी नगरपालिकाका प्रमुख प्रशासकीय अधिकृत (उपसचिव) कृष्णप्रसाद जैसी र सव-इन्जिनियर किशोर कुमार मोक्तान रु. १,५०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/Iqc9nN0BFg", "जिल्ला बारा, जलश्रोत तथा सिंचाई विकास डिभिजन कार्यालय, कलैयाका सव-इन्जिनियर गजेन्द्र प्रसाद जैसवालसमेत २ जना रू.८०,०००।- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/hd1xQrrwIl", "आर्थिक वर्ष २०७६/७७ मा अख्तियार दुरुपयोग अनुसन्धान आयोगबाट सम्पादित कार्यहरुको संक्षिप्त विवरण ।-CIAA Nepal https://t.co/WpA7pTijwu", "इटहरी उपनगरपालिका, सुनसरीका लेखा अधिकृत विकास पोखरेल रू.६५,०००।- घुस/रिसवतसहित नियन्त्रणमा ।https://t.co/LR2vXVr3u6", "बाग्लुङ जिल्ला ढोरपाटन नगरपालिका नगर कार्यपालिकाको कार्यालयमा कार्यरत इन्जिनियर मिलन अधिकारी रु. १,००,०००।- घुस/रिसवतसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/Fg4ItMfd2k", "कल्याणपुर नगरपालिका, सिरहाका नगरप्रमुख सूर्यनाथ मण्डलका छोरा सन्त कुमार मण्डल र निजका छोराको साथी जितेन्द्र महतो रू.५,००,०००।- घुस/रिसवतसहित नियन्त्रणमा ।https://t.co/B4CoLjJjj1", "जोशीपुर गाँउपालिकाको कार्यालयका ना.सु. सिद्धराज जोशी रु. ८५,०००।- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/sPjG0dcpbD", "बाँसगढी नगरपालिका नगरकार्यपालिकाको कार्यालय, बर्दियामा शिक्षा युवा तथा खेलकुद शाखामा उपसचिव पदमा कार्यरत मन प्रसाद रेग्मी उपर बिगो रु. ४,५४,३३,६९८।– कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/KqBAl8PD7e", "मालपोत कार्यालय चाबहिलका तत्कालीन ना.सु. चन्द्र बहादुर श्रेष्ठउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/LOY6jQ4fCF", "भूमिसुधार तथा मालपोत कार्यालय डिल्लीबजारका प्रमुख मालपोत अधिकृत उपसचिव गोविन्द प्रसाद अधिकारीसहित ७ जनाउपर बिगो रु. ८,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/aPOFYMv3i3", "जिल्ला प्रशासन कार्यालय, काठमाडौंका नायव सुब्बा लक्ष्मण रायमाझी र लेखापढी ब्यवसाय गर्ने खेमराज सापकोटाउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/C0iLPNEbnq", "हरिपुर नगरपालिका, नगरकार्यपालिकाको कार्यालय, सर्लाहीमा कार्यरत लेखा अधिकृत भुपेन्द्र कुमार सिंहउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/4xtraOj6bg", "सप्तकोशी नगरपालिका सप्तरीका तत्कालीन निमित्त कार्यकारी अधिकृत राजेन्द्र प्रसाद दाहालसहित ६ जनाउपर आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/CGzNehcFXF", "नेपाल प्रहरीको प्रहरी नायब उपरीक्षक पदमा कार्यरत रमेश बहादुर सिंहउपर नागरिकता तथा शैक्षिक योग्यताको प्रमाणपत्रमा जन्म मिति सच्याई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/Zqb5Di78zk", "साविक तितिर्खी गाउँ विकास समितिका सचिव मुहानन्द खनालसहित ४ जनाउपर बिगो रु. ३,९१,२२७।३७ कायम गरी सरकारी रकम हिनामिना गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/zB7Ad8b5TO", "भूमिसुधार तथा मालपोत कार्यालय, राजविराज सप्तरीमा कार्यरत ना.सु. कृष्ण बल्लभ ठाकुर रु. १३,०००।- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/xFG0AWCSLG", "घरेलु तथा साना उद्योग कार्यालय, नेपालगञ्ज, बाँकेका उद्योग अधिकृत (सातौं तह) हुकुम बहादुर ओली रु. ९६,३००।- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/1U587xi4hC", "जलस्रोत तथा सिंचाई विकास डिभिजन कार्यालय दिक्तेल, खोटाङका डिभिजन प्रमुख नारायण काजी श्रेष्ठ रु. ९,३४,०००।- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/8KvTBCnc6z", "घरेलु तथा साना उद्योग कार्यालय कलैया, बारामा करारमा कार्यालय सहयोगी पदमा कार्यरत खेमराज चौधरीउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/rx5hR5avvs", "जिल्ला प्रहरी कार्यालय कैलालीका प्रहरी निरीक्षक प्रकाशसिंह कार्की र Legal Advocacy Servic Center का अधिवक्ता हिमाल बिक्रम बिष्टउपर बिगो रु. ५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/5ia2jhpLyF", "जिल्ला बैतडी, जसलिङ्ग प्राथमिक विद्यालयका तत्कालीन शिक्षक/प्रधानाध्यापक महानन्द कपाडी, विद्यालय व्यवस्थापन समितिका अध्यक्ष देवराज कपाडी र स्रोत व्यक्ति हरिनाथउपर बिगो रु. ८१,९००।– कायम गरी सरकारी रकम हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/ebb7d81tPS", "जिल्ला बैतडी, बटैराज प्राथमिक विद्यालयका तत्कालीन शिक्षक/प्रधानाध्यापक रतन सिंह भण्डारी र बिद्यालय व्यवस्थापन समितिका अध्यक्ष टेकसिंह भण्डारीउपर बिगो रु. ८३,१००।– कायम गरी सरकारी रकम हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/UsFpf5Xe3r", "भूमिसुधार कार्यालय नवलपरासीका तत्कालीन प्रमुख मालपोत अधिकृत (हाल सह-सचिव) टिकाराम ज्ञवालीसहित १३ जना उपर बिगो रु.५,०५,४२,०००।–कायम गरी गैर-नेपाली नागरिकलाई नक्कली जग्गाधनी खडा गरी जग्गा बिक्रीबितरण गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/cMRjWRbMBH", "तत्कालीन समयमा वाणिज्य, आपूर्ति तथा उपभोक्ता संरक्षण बिभागका निर्देशक लक्ष्मण श्रेष्ठसहित ३ जना उपर सरकारी सम्पत्ति हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/fwOhJz8Hn0", "तेह्रथुम जिल्ला थोक्लुङ्ग गा.वि.स. का अवकाश प्राप्त सचिव डम्बर कुमार गड्तौला उपर बिगो रु. १,१८,०००।– कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/ftwxrQ7Ydc", "मालपोत कार्यालय कपिलवस्तुमा कार्यरत तत्कालीन कार्यालय प्रमुख मालपोत अधिकृत रेशम बहादुर थापाक्षेत्रीसहित ५ जना उपर सरकारी सम्पत्ति हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/fMtvD80pXV", "श्री जय नेपाल आधारभूत विद्यालय/प्रा.वि. धरमपानी, तनहुँका शिक्षक पुष्पा गुरुङउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qEquLubu84", "श्री सिक्टहन मा.वि. रुपन्देहीमा तत्कालीन विद्यालय व्यवस्थापन समितिको अध्यक्ष सन्त प्रसाद कुर्मीउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Bcnlz4Bws9", "तत्कालीन जिल्ला वन कार्यालय बाराका सहायक वन अधिकृत विन्देश्वर प्रसाद पटेल उपर बिगो रु. ३,००,०००।- कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/kStlkSxNb5", "जिल्ला काठमाडौ बुढानिलकण्ठ न.पा. चपली बस्ने जग्गा व्यवसायीसँग जग्गाको विषयमा अख्तियार दुरुपयोग अनुसन्धान आयोगमा उजुरी परेको छ भनी अपराधिक लाभ लिन खोज्ने ९ जना नियन्त्रणमा ।-CIAA Nepal https://t.co/q0iHqcx1RO", "सडक विभागअन्तर्गत हाल मध्यपहाडी पश्चिम (पुष्पलाल) लोकमार्ग सडक आयोजना तुल्सीपुर दाङ्गमा कार्यरत सि.डि.ई. जितेन्द्र राज शाक्यउपर बिगो रु. २,२५,०४,०१०।७८ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।\nhttps://t.co/Rgxd43T3yF", "सडक विभागअन्तर्गत हाल मध्यपहाडी पश्चिम (पुष्पलाल) लोकमार्ग सडक आयोजना तुल्सीपुर दाङ्गमा कार्यरत सि.डि.ई. जितेन्द्र राज शाक्यउपर बिगो रु. २,२५,०४,०१०।७८ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Rgxd43T3yF", "नेपाल प्रहरीका प्रहरी जवान प्रेम बहादुर रैकालउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/13VdUw67T2", "ईलाका प्रहरी कार्यालय, भिमफेदी, मकवानपुरमा कार्यरत प्रहरी निरीक्षक राम बालक रायउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Kbb1nGNZwG", "यमुनामाई गाउँपालिका वडा नं. ३, रौतहटका वडासदस्य राम विश्वास मुखिया र निरगुन पासवान (दुसाद)उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/45ekxbqz9A", "ईलाका प्रहरी कार्यालय, भिमफेदी, मकवानपुरमा कार्यरत प्रहरी निरीक्षक राम बालक रायउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/Kbb1nGNZwG", "कृषि ज्ञान केन्द्र, झापाका तत्कालीन बाली संरक्षण अधिकृत (छैठौं) खिर बहादुर श्रेष्ठ र कन्काई नहर जल उपभोक्ता संस्था शिवसताक्षी-५ झापाका सचिव नेत्रपती पोखरेल उपर बिगो रु. ३,८४,६५९।–  कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/13XXWQQXKO", "जिल्ला सर्लाही, प्रहरी चौकी गौरीशंकरका प्रहरी सहायक निरीक्षक राम विश्वास राय यादबले रू. ५,०००/- घुस/रिसवतसहित नियन्त्रणमा । https://t.co/o9D7WY6gjb", "कान्ति बाल अस्पतालका नर्स एड पवित्रा अधिकारीउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/aHICaQPyXs", "पोखरा महानगरपालिका, नगरकार्यपालिकाको कार्यालय, न्यूरोड कास्कीमा सहायकस्तर चौथो पदमा कार्यरत राम प्रसाद भट्टराई उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/sVr9TpDWeH", "पोखरा महानगरपालिका, नगरकार्यपालिकाको कार्यालय, न्यूरोड कास्कीमा सहायकस्तर चौथो पदमा कार्यरत यमुना श्रेष्ठउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/IELHEoZrVQ", "पोखरा महानगरपालिकामा कार्यरत तत्कालीन नगर प्रहरी सहायक निरीक्षक (सहायकस्तर चौथो) लोक बहादुर कामीउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/hHv24SfnUR", "खानेपानी तथा ढल ब्यवस्थापन विभाग अन्तर्गत क्षेत्रीय आयोजना ब्यवस्थापन कार्यालय, नेपालगंजमा कार्यरत सिनियर डिभिजन इन्जिनियर पूर्ण प्रसाद उपाध्यायउपर बिगो रु. ३,१०,२७,१५३।– कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Xz2WHwdcIK", "श्री राष्ट्रिय प्राथमिक विद्यालय, धमौरा, महोत्तरीका तत्कालीन प्रा.वि. शिक्षक श्री महन्जी साहउपर नक्कली अध्यापन अनुमति-पत्र सम्बन्धी आरोप पत्र दायर ।-CIAA Nepal https://t.co/XkzrUZlije", "भौतिक पूर्वाधार तथा यातायात मन्त्रालय अन्तर्गतको सडक विभागका तत्कालीन सुपरिटेन्डेन्ट इन्जिनियर (हाल अवकाश प्राप्त) चन्द्र नारायण यादवउपर बिगो रु.१,८५,११,७२८।–कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप पत्र दायर ।-CIAA Nepal https://t.co/co0axGRtfP", "जिल्ला ललितपुर, कोन्ज्योसोम गाउँपालिकाका प्राविधिक इन्जिनियर शिरोमणी ढकालसहित ५ जनाउपर बिगो रु. १५,५७,९८२।– कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/9GkjOfqjAa", "नेपाल विद्युत प्राधिकरण, हेटौडा वितरण केन्द्र, हेटौडाका हेल्पर नन्द प्रसाद फुँयाल उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/4xV1pbj2sv", "राजदेवी नगरपालिका, नगरकार्यपालिकाको कार्यालय, राजदेवी रौतहटका तत्कालीन प्रमुख प्रशासकीय अधिकृत मनोज कुमार रजकसहित ६ जना उपर बिगो रु. १,१५,८७२।- कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/0YHgtsQK8F", "नेपाल बैंक लिमिटेड, डिल्लीबजार शाखाका तत्कालीन शाखा प्रबन्धक हाल निलम्बित भुपराज कोइरालाउपर बिगो रु. ५४,८४,०४५।६० कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/DUbaWSEFCT", "सडक विभाग अन्तर्गत गुणस्तर अनुसन्धान तथा विकास केन्द्र चाकुपाट ललितपुरमा कार्यरत इन्जिनियर भरतराज आचार्यउपर बिगो रु. ३,२१,६२,४८०।– कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/hEIS2jWBaH", "कपिलवस्तु जिल्ला अदालतमा दोभाषेको रुपमा सूचिकृत विश्वनाथ कुर्मी (चौधरी) उपर बिगो रु. २,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/QMa6vrwX01", "घरेलु तथा साना उद्योग कार्यालय, कलैया, बाराका कार्यालय सहयोगी (करार) खेमराज चौधरीले रू.१०,०००।- घुस/रिसवतसहित नियन्त्रणमा ।https://t.co/Subu2GlxkR", "खानेपानी, सिंचाई तथा उर्जा विकास कार्यालय दैलेखका निमित्त कार्यालय प्रमुख(इन्जिनियर) टोपेन्द्र सुन्दर मल्लसमेत ४ जना घुस/रिसवतसहित नियन्त्रणमा । https://t.co/4g8880BG8c", "कोहलपुर नगरपालिका वडा नं. २, बाँकेका कमल बहादुर शाहीउपर बिगो रु. ४,००,०००।– कायम गरी घुस/रिसवत दिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/7Sx7usj7FB", "जिल्ला प्रहरी कार्यालय, उदयपुर दरबन्दी भई मोरङ जिल्ला सि.आर.भी. कटहरीमा कार्यरत प्रहरी सहायक निरीक्षक सिताराम घिमिरेउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/PLZLMMFamm", "डिभिजन वन कार्यालय, ताप्लेजुङका सहायक वन अधिकृतद्वय जीवन कुमार यादव र बीरेन्द्र प्रसाद साहउपर बिगो रु. २,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/ipthEekAew", "जिल्ला नवलपरासी (बर्दघाट सुस्ता पश्चिम) सुनवल नगरपालिका वडा नं. ६ का डोर बहादुर कार्कीउपर घुस/रिसवत दिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/yUJAedsjKl", "खानेपानी तथा ढल व्यवस्थापन बिभाग पानीपोखरी काठमाडौंमा कार्यरत सि.डि.ई. राज कुमार शाक्यउपर बिगो  रु. १०,७७,५०,४५३।– कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/k14QE0HpRH", "मालपोत कार्यालय सिमरा, बाराका तत्कालीन लेखापाल युगल किशोर ठाकुरउपर बिगो  रु. ३,०४,९४,३०८।-  कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर ।-CIAA Nepal https://t.co/TN0gYG1P2C", "बीरेन्द्रनगर नगरपालिकाको  ४ नं. वडा कार्यालय भैरवस्थानमा प्रशासन सहायक (करार सेवा) पदमा कार्यरत रत्न बहादुर बि.क. अनुसन्धानको लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/7DXu8oRPOW", "जिल्ला रुपन्देही, सिद्वार्थनगर नगरपालिका वडा नं. ६ का वडा सचिव शिवनारायण गुप्ता बनियासहित ४ जना उपर राजस्व रकम छली गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/VeGFDNylVu", "मालपोत कार्यालय धादिङका कम्प्युटर अपरेटर सूर्य अधिकारी र लेखापढी व्यवसायी कान्छोनारायण श्रेष्ठ उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/28i4cLxMfh", "कम्पनी रजिष्टारको कार्यालय त्रिपुरेश्वर, काठमाडौंमा कार्यरत ना.सु. डोर प्रसाद पन्थी र सेवाग्राही लेखापरीक्षक राम चन्द्र श्रेष्ठउपर घुस/रिसवत लेनदेन गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/r0xTshhVMi", "जिल्ला सिन्धुली तीनपाटन गाउँपालिका स्थित जनकल्याण सामुदायिक व.उ.स.का कोषाध्यक्ष मीन बहादुर घोले र जनसेवा सामुदायिक व.उ.स. का कोषाध्यक्ष तीर्थ बहादुर रानाउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/oPOyVRq5tY", "जिल्ला प्रहरी कार्यालय, कैलालीका प्रहरी निरीक्षक प्रकाशसिंह कार्की र कानुन व्यवसायी हिमालय बिक्रम बिष्ट रु.५०,०००/- रकमसहित नियन्त्रणमा । https://t.co/ty1tdULajr", "अस्थाई प्रहरी पोष्ट, इनर्वागाउँ, वीरगञ्ज, पर्साका प्रहरी सहायक निरीक्षक पूर्ण बहादुर तामाङसहित ५ जना उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/jHCbAzSMxG", "जिल्ला पाल्पा, रैनादेवी छहरा गाँउपालिका वडा नं. ७ का वडाध्यक्ष देवेन्द्र पुन उपर बिगो रु. ३,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/EMFu426rsa", "जिल्ला प्रशासन कार्यालय काठमाण्डौमा लेखापढी ब्यवसाय गर्ने(ढकाल एण्ड सापकोटा सर्भिसेज) खेमराज सापकोटा रु.३,०००/- रकमसहित नियन्त्रणमा । https://t.co/89A6ToASox", "हरिपुर नगरपालिका, नगर कार्यपालिकाको कार्यालय, सर्लाहीमा कार्यरत लेखा अधिकृत भुपेन्द्र कुमार सिंह र लेखापाल रंजित कुमार राय यादव रु.४,०००/- रकमसहित नियन्त्रणमा । https://t.co/aVkETCFSb2", "नेपाल विद्युत्‌ प्राधिकरण जनकपुर अन्तर्गत बर्दिवास प्रशाखाका तत्कालीन इन्चार्ज संजीव शर्मासहित ८ जनाउपर राजस्व रकम हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/p6QIMUUy8K", "तत्कालीन जिल्ला हुलाक कार्यालय दैलेखका हुलाक अधिकृत अमर बहादुर मल्लसहित ८ जनाउपर आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UEwPibF5Gh", "श्री नेपाल राष्ट्रिय आधारभूत विद्यालय पर्साका तत्कालीन  प्रधानाध्यापक सन्तोष प्रसाद गुप्ताउपर बिगो रु. ६,००,०००।- कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Q487N5HHYG", "इलाका प्रहरी कार्यालय, विपीनगर, डोटीका प्रहरी निरीक्षक नृपबहादुर बोहरासहित २ जना उपर बिगो रु. ६१,०२०।– कायम गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/tCAQhlhvFL", "जग्गाको खण्डीकरण नियन्त्रण सम्बन्धमा । https://t.co/zKAdhCiBRg", "मिर्चौया नगरपालिका वडा नं. ७ का वडा अध्यक्ष रामकुमार यादवसहित ५ जना उपर राजस्व छली गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/thGGwBhr0d", "सीमा प्रहरी चौकी टिमुरेका प्रहरी निरीक्षक खेम प्रसाद नेपालसहित ४ जना उपर बिगो रु. ६,७७,५९९।- कायम गरी राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/6UZlW25Xyh", "सीमा प्रहरी चौकी टिमुरेका प्रहरी निरीक्षक खेम प्रसाद नेपालसहित ४ जना उपर बिगो रु. २६,५२०५९।– कायम गरी राजस्व चुहावट गरी भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/Rygo8KBIuO", "श्री नागार्जुन नगरपालिका कार्यालय, काठमाडौंमा प्राविधिक सहायक (ना.सु.) पदमा कार्यरत भुवन गिरी उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/hWNyy2NYwm", "श्री राष्ट्रिय मा.वि. पहरिया कृष्णपुर कञ्चनपुरका शिक्षक बिस्ना कुमारी साउद उपर आरोप-पत्र दायर।-CIAA Nepal https://t.co/luasTKhuC0", "भूमिसुधार तथा मालपोल कार्यालय डिल्लीबजार, काठमाडौंमा कार्यरत मालपोत अधिकृत रघुवंश कंडेलसहित ६ जना रु. ८,५०,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/xmo1hulFTN", "मालपोत कार्यालय, लेखनाथ कास्कीमा रजिश्ट्रेशन फाँटमा कार्यरत नायब सुब्बा दिपक सुवेदी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/jfdZ1u6ciO", "जिल्ला प्रहरी कार्यालय, उदयपुर दरबन्दी भई मोरङ जिल्ला सि.आर.भी. कटहरीमा कार्यरत प्रहरी सहायक निरीक्षक सिताराम घिमिरे घुस रकमसहित नियन्त्रणमा ।\nhttps://t.co/7lmDPtY79i", "ईलाका प्रहरी कार्यालय मसुरीया, कैलालीका प्रहरी नायब निरीक्षक दिल बहादुर महरासमेत २ जना उपर बिगो रु.५०,०००।- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UBWCsUjsF1", "नेपाल विद्युत प्राधिकरण डिजेल केन्द्र, चौकीटोल हेटौडाका अवकाश प्राप्त जुनियर हेल्पर कान्छिमाया थिङ्गउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/W0AZzGE4QP", "नापी कार्यालय भक्तपुरका सर्भेक्षक राजेन्द्र काफ्ले उपर बिगो रु. ५,४३,२७,०९९।९९ कायम गरी गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/2gNlB0WeFV", "कोहबरा गा.वि.स. झापाका तत्कालीन गा.वि.स. सचिव रामप्रसाद न्यौपानेसहित ११ जना उपर आरोप-पत्र दायर।-CIAA Nepal https://t.co/HphBbLKrCZ", "नेपाल बिद्युत प्राधिकरण, रङ्गेली बितरण केन्द्र, मोरङ्गका तत्कालीन हेल्पर (म्यादी) अरुण कुमार गुरुङ उपर बिगो रु. ८,७३,५४२।१४  कायम गरी बिद्युत महसुल हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/wBxhHtJNP4", "यातायात व्यवस्था कार्यालय (सवारी) कोशीका तत्कालीन कार्यालय प्रमुख नयराज नेपालसहित १७ जना उपर  राजस्व रकम हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/7v3Z0kaR39", "गोरखापत्र संस्थानका तत्कालीन महाप्रबन्धक सुशील कोइरालासमेत ४ जना उपर बिगो रू.२६,१६,०१०/- कायम गरी रकम हिनामिना गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/iADpXy5ouO", "जलस्रोत तथा सिंचाई विकास डिभिजन मोरङ्गका डिभिजन प्रमुख सि.डि.ई. आनन्द कुमार झाउपर भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/sZJEgU3ubL", "श्री जनकल्याण वैज्ञानिक वन व्यवस्थापन सा.व.उ.स., तिनपाटन गाउँपालिका, वडा नं. १० सिन्धुलीका कोषाध्यक्ष मिन बहादुर घोलेसमेत २ जना रु.३,३०,५००/- रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/HYkwejxuaK", "जिल्ला ताप्लेजुङ, डिभिजन वन कार्यालयमा कार्यरत सहायक वन अधिकृत जीवन कुमार यादवसमेत २ जना रु.२,००,०००/- रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/Bubszzik1H", "मालपोत कार्यालय ललितपुरमा कार्यरत शाखा अधिकृत बद्रीराज ढकालले रु. १०,२७,५८,४६१।-बराबरको गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप पत्र दायर ।-CIAA Nepal https://t.co/M2tVZF8PNf", "नापी कार्याल रुपन्देही, भैरहवाका नापी अधिकृत सरोज श्रेष्ठसमेत ५ जना उपर बिगो रु. १७,००,०००।– कायम गरी घुस रकम लेनदेन गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/c5rKtg8pWC", "मालपोत कार्यालय सुनसरी ईनरुवाका प्रमुख मालपोत अधिकृत सूर्यबहादुर थापासहित ६ जना उपर राजश्व छली गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/xsllpIdXYV", "डिभिजन वन कार्यालय, नुवाकोटका प्रमुख जय मंगल प्रसादउपर बिगो रु. ६,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/09wtu9vYJw", "शहीद स्मृति सामुदायिक वन उपभोक्ता समूह भिमदत्त नगरपालिका-३ तिलकपुरका अध्यक्ष कर्ण बहादुर विष्टसमेत २ जना उपर बिगो रु. १२,९०,०००।– कायम गरी आर्थिक अनियमितता गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/VtfpbWDqAJ", "मालपोत कार्यालय खोटाङका तत्कालीन मालपोत प्रमुख यदुनाथ दाहालसमेत ९ जनाउपर राजस्व छली गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/MPsgInDRV1", "डिभिजन बन कार्यालय, दोलखाका डिभिजन बन अधिकृत सन्तमाया श्रेष्ठउपर बिगो रु.२,०३,५००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/bJRrhB7VmX", "तत्कालीन जिल्ला शिक्षा कार्यालय, कैलालीका विद्यालय निरीक्षक पदमा कार्यरत चक्र बहादुर कुँवर उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/qdKdj49no7", "बीरगञ्ज महानगरपालिका, नगर कार्यपालिकाको कार्यालय, १६ नं. वडा कार्यालयका वडाअध्यक्ष श्याम बाबु प्रसाद चौरसियासहित ३ जना उपर राजस्व छली गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/VlVGc7kixa", "नेपाल प्रहरीमा कार्यरत प्रहरी सहायक निरीक्षक ध्रुव बहादुर के.सी.उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/4TLfOEmljv", "श्री आदर्श माध्यमिक विद्यालय मझकोट-२, जाजरकोटका माध्यमिक शिक्षक चन्द्रविन सिंह उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/a9Hsme38lA", "जिल्ला आयुर्वेद स्वास्थ्य केन्द्र म्याग्दीका तत्कालीन निमित्त कार्यालय प्रमुख रमेश शर्मा भुसालसमेत ५ जनाउपर बिगो रु.१,४५,९२८।६५ कायम गरी अनियमितता सम्बन्धी आरोप-पत्र दायर।https://t.co/yn2d0uAFsb", "जलस्रोत तथा सिंचाई डिभिजन कार्यालय मोरङका सि.डि.ई. आनन्द कुमार झा थप अनुसन्धानका लागि नियन्त्रणमा । https://t.co/zqgkkwqk3P", "गा.वि.स. सचिवमा सेवा प्रवेश गरी शाखा अधिकृतको पदबाट अवकाश प्राप्त ऋषिराम अर्यालले रु. १७,८३,४१,५७९।-बराबरको गैरकानूनी सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/U0G2VxuDW0", "नेपाल विद्युत प्राधिकरण, कुलेखानी दोस्रो (निबुवाटार) हेटौडाका इलेक्ट्रिसियन रत्न बहादुर थिङ्ग उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/CQTlI7sMAy", "४ जनाउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/nFikWZMXac", "तत्कालीन अवस्थाको बल्थली खानेपानी उपभोक्ता समिति काभ्रेका अध्यक्ष चेतनाथ भारतीउपर आरोप-पत्र दायर।-CIAA Nepal https://t.co/fqp0uDwsW1", "पशु विभाग अन्तर्गत पशु स्वास्थ्य चिकित्सालय, त्रिपुरेश्वरका प्रमुख पशु चिकित्सक डा. बलराम थापासमेत २ जनाउपर आर्थिक अनियमितता सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/b0ME5lI0FS", "नेपाल विद्युत प्राधिकरण रत्नपार्क वितरण केन्द्रका इलेक्ट्रिकल सुपरभाइजर कैलास प्रसाद दाहाल उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/XD9eJnrQ0r", "पचरौता नगरपालिका, बारामा कार्यरत कार्यालय सहयोगी (करार) ध्रुव महतो नुनियाउपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।\nhttps://t.co/nf0FIDHYFI", "नेपाल विद्युत प्राधिकरण, प्रशारण ग्रिड महाशाखा, हेटौडाका इलेक्ट्रिसियन विश्वनाथ पुडासैनी उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/y3NCvtC8bu", "जिल्ला अदालत, कास्कीमा कार्यरत श्रेस्तेदार लोकनाथ पराजुली उपर बिगो रु. ३०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। \nhttps://t.co/kp43ITr2gF", "जिल्ला नुवाकोट, डिभिजन वन कार्यालयका प्रमुख डिभिजन वन अधिकृत १० औं तह जय मंगल प्रसाद रू.१,००,०००/- रकमसहित नियन्त्रणमा ।\nhttps://t.co/lBFtUIXqSA", "जिल्ला कैलाली, सामुदायिक वन उपभोक्ता समिति उदासिपुरका अध्यक्ष बिर्ख धामी रू. ५०,०००।– रकमसहित नियन्त्रणमा । https://t.co/zOp5oEvWQV", "आयोगको हिरासतमा रहेका थप चारजनालाई हिरासत मुक्त गरिएको सम्बन्धमा। https://t.co/8mWH5lVeTW", "त्रिभुवन विमानस्थल भन्सार कार्यालय काठमाण्डौका एक्सरे टेक्निसियन राज कुमार ढकाल उपर बिगो रु. २,००,०२८८६।६५ कायम गरी अकुत सम्पत्ति आर्जन गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/BgG4qDq8F8", "मेची भन्सार कार्यालय काँकडभिट्टा झापाका तत्कालीन भन्सार अधिकृत मनोज कुमार वि.क.सहित ५ जनाउपर बिगो रु. ५५,१०,५९६।३३ कायम गरी राजस्व चुहावट गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/n8pGN6lwcz", "सिद्धार्थनगर नगरपालिका भैरहवाका तत्कालीन कम्प्युटर अधिकृत प्रभात ज्ञवाली उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाण-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/1YQvp3Onme", "कोरोना भाइरस सँक्रमण रोकथाम, नियन्त्रण तथा उपचार कोष सम्बन्धमा । https://t.co/XKuivAeZl4", "आयोगको हिरासतमा रहेका व्यक्तिको सम्बन्धमा । https://t.co/cH5rxcACsp", "यमुनामाई गाउँपालिका वडा नं. ३, रौतहटका वडा सदस्य राम विश्वास मुखिया र निरगुन पासवान (दुसाद) रु.१३,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/Wd7JdRnEqq", "जिल्ला रुपन्देही, सम्मरीमाई गाउँपालिका वडा नं. ५ का वडाध्यक्ष श्रवण कुमार यादवउपर बिगो रु. ७०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/2TqIGmcHFB", "उच्च सरकारी वकिल कार्यालय, बुटवलका कार्यालय सहयोगी महेन्द्र यादव उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/eB2CdlaKoI", "बिभिन्न कार्यालयका कर्मचारीहरूले शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र पेश गरी नियुक्ति लिएको सम्बन्धी ७ जनाउपर आरोप-पत्र दायर। https://t.co/fAVnZ0ggr6", "जिल्ला प्रशासन कार्यालय, मोरङका खरिदार टेकबहादुर श्रेष्ठसमेत २ जनाउपर बिगो रु.६,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/G9N2Gif9tP", "जिल्ला अदालत, कास्कीमा कार्यरत श्रेष्तेदार लोकनाथ पराजुली रू. ३०,०००।– रकमसहित नियन्त्रणमा । https://t.co/5nISMq38Bg", "श्री जनता माध्यमिक विद्यालय नकटाजिझ, धनुषाका प्रधानाध्यापक महेन्द्र महतो रू.२,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/2DyYarbeQP", "भेरीगंगा नगरपालिकाको कार्यालयका प्रमुख प्रशासकीय अधिकृत कमलप्रसाद पौडेलसमेत २ जनाउपर बिगो रु.२,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/miIF2xZCnb", "महानगरीय प्रहरी वृत जनसेवाका प्रहरी सहायक निरीक्षक बाबुलाल लामासमेत ५ जनाउपर बिगो रु.२,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/xYWTyXIQzU", "नापी कार्यालय, बाँकेमा कार्यरत सर्भेक्षक यामबहादुर खत्रीसमेत ३ जनाउपर बिगो रु.३५,०००/- कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/Z4wulV5Pun", "जलस्रोत तथा सिंचाई बिकास डिभिजन कार्यालय, पाटन, बैतडीका निमित्त डिभिजन प्रमुख इन्जिनियर सुरेशराज भट्टउपर बिगो रु. १,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर। https://t.co/aaYdPc30x3", "प्रेस विज्ञप्ति, २०७६।१२।०४, आरोप-पत्र\n--------------------------------------------\nनेपाल विद्युत् प्राधिकरण केन्द्रीय वर्कसप हेटौंडामा कार्यरत ईलेक्ट्रिसियन भेष बहादुर पौडेलउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/AdFXeaDUob", "प्रेस विज्ञप्ति, २०७६।१२।०३, नियन्त्रणमा\n-------------------------------------------- \nनेपाल विद्युत प्राधिकरण रत्नपार्क वितरण केन्द्रका ईलेक्ट्रीकल सुपरभाईजर कैलाश प्रसाद दाहाल रू.२०,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/Nz4vUweFTm", "नेपाल सरकारको लगानीमा कृषि तथा पशुपन्छी विकास मन्त्रालय मातहत प्रधानमन्त्री कृषी आधुनिकीकरण परियोजना सम्बन्धमा दिइएका सुझावहरु https://t.co/NhKXnBc9TV \n\nअध्ययन विश्लेषण प्रतिवेदन:https://t.co/aglqkrVjpC", "प्रेस विज्ञप्ति, २०७६।१२।०३, आरोप-पत्र ।\n-------------------------------------------------\nश्री राम्चे आधारभूत विद्यालय मराङ, माग्दीका शिक्षक छोटेलाल ठाकुर उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/6DLh1RKZQ5", "काठमाडौं महानगरपालिका विपद व्यवस्थापन विभाग बबरमहलमा कार्यरत सव-इन्जिनियर गणेश ठकुल्ला उपर बिगो रु. २०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/K3cm7Af5yQ", "नापी कार्यालय, भैरहवा रुपन्देहीका नापी अधिकृत सरोज श्रेष्ठसमेत ६ जना रू. १७,००,०००।– रकमसहित नियन्त्रणमा । https://t.co/PvaEdOs8iG", "मालपोत कार्यालय धादिङका नायव सुब्बा (कम्प्युटर अपरेटर) सूर्य अधिकारीसमेत २ जना रू.५,०००/- रकमसहित नियन्त्रणमा ।https://t.co/gBL6YThK0V", "नेपाल उद्योग वाणिज्य महासंघ अन्तर्गतको कृषि उद्यम केन्द्र टेकुको साझेदारीमा सार्वजनिक निजी अवधारणामा संचालित एक जिल्ला एक उत्पादन कार्यक्रम सम्बन्धमा दिइएका सुझावहरु । https://t.co/l7WjXQA9Je", "जिल्ला महोत्तरी, जलेश्वरनाथ सव-डिभिजन वन कार्यालय बखरी महोत्तरीका रेन्जर (अधिकृतस्तर) राम अशिष यादव उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/24BLcMifAu", "जिल्ला अदालत, कपिलवस्तुमा दोभाषेको रुपमा करारमा कार्यरत विश्वनाथ कुर्मी (चौधरी) रु. २,००,०००।-  घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/zXfbjBw6VJ", "जिल्ला शिक्षा कार्यालय म्याग्दीका तत्कालीन इन्जिनियर श्रीकृष्ण खनाल र तत्कालीन सव-इन्जिनियर प्रमोदकुमार उप्रेती उपर बिगो रु. ७०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/ukLxeiBAua", "डिभिजन वन कार्यालय दोलखामा कार्यरत डिभिजन वन अधिकृत (दशौं तह) सन्तमाया श्रेष्ठ नियन्त्रणमा ।-CIAA Nepal https://t.co/dGwDtHtTpx", "जिल्ला धनुषा, धनौजी गाउँपालिका २ नं. वडा कार्यालयका वडा सचिव (खरिदार) सुशील ठाकुर उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/NLhAx48waB", "कम्पनी रजिष्टारको कार्यालय त्रिपुरेश्वर काठमाडौंमा कार्यरत नायब सुब्बा डोर प्रसाद पन्थी र लेखापरीक्षक रामचन्द्र श्रेष्ठ घुस/रिसवत लिने दिने क्रममा नियन्त्रणमा ।-CIAA Nepal https://t.co/pOjKR9Dc4a", "श्री भुमिराज प्राथमिक विद्यालय बडम डडेल्धुराका राहत शिक्षक (प्रधानाध्यापक) कलापति देवी अवस्थी उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/UFdLqTZgSE", "डिभिजन वन कार्यालय नवलपुर, नवलपरासी (वर्दघाट सुस्ता पूर्व) का सहायक वन अधिकृत (तत्कालीन निमित्त कार्यालय प्रमुख) कृष्ण बहादुर देवकोटा उपर बिगो रु. २,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Kse24MqaFk", "प्रेस विज्ञप्ति, २०७६।११।२३, आरोप-पत्र \n-------------------------------------------------\nश्री युवा प्राथमिक विद्यालय, गोइठी टिकुलिया, महोत्तरीका अस्थायी शिक्षिका पवनदेवी यादव भन्ने पवन देवी उपर नक्कली (झुठ्ठा) अध्यापन अनुमति-पत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/7HLIPGvsBh", "प्रेस विज्ञप्ति :- मिति २०७६।११।२३ गते ।\n-------------------------------------------------\nजिल्ला हुलाक कार्यालय, कञ्चनपुरका तत्कालीन टाईपिष्ट ना.सु. प्रेम सिंह कार्की उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/AujcwtJ833", "श्री युवा प्राथमिक विद्यालय, गोइठी टिकुलिया, महोत्तरीका अस्थायी शिक्षिका पवनदेवी यादव भन्ने पवन देवी उपर नक्कली (झुठ्ठा) अध्यापन अनुमति-पत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/7HLIPGvsBh", "जिल्ला हुलाक कार्यालय, कञ्चनपुरका तत्कालीन टाईपिष्ट ना.सु. प्रेम सिंह कार्की उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/AujcwtJ833", "सशस्त्र प्रहरी बल बि.ओ.पी. टांघनडुब्बा, झापामा कार्यरत सशस्त्र प्रहरी निरीक्षक खगेन्द्र चापागाई उपर आरोप-पत्र दायर।-CIAA Nepal https://t.co/CceB9yn31C", "जिल्ला जाजरकोट जुनीचाँदे गाउँपालिकाका अध्यक्ष कृष्णबहादुर के.सी. र वडा अध्यक्ष राज बहादुर शाहीउपर बिगो रु. २५,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Ms69Ahl625", "जिल्ला जाजरकोट जुनीचाँदे गाउँपालिकाका अध्यक्ष कृष्णबहादुर के.सी. र वडा नं. ५ का वडा अध्यक्ष राज बहादुर शाहीउपर बिगो रु. २५,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/Ms69Ahl625", "जनस्वास्थ्य कार्यालय, धादिङका तत्कालीन जिल्ला स्वास्थ्य प्रमुख डा. नरेश प्रताप के.सी.समेत ३ जना उपर आरोप-पत्र दायर।-CIAA Nepal https://t.co/lPtkmRiyqo", "प्रेस विज्ञप्ति:२०७६।११।२१, रङ्गेहात नियन्त्रणमा । \n---------------------------------------------------------\nमालपोत कार्यालय लेखनाथ, कास्कीका नायब सुब्बा दिपक सुवेदी रू.३,०००/- रकमसहित नियन्त्रणमा । https://t.co/8dJNjqCpMs", "नेपाल प्रहरीका प्रहरी नायब निरीक्षक उत्तम कार्की उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/0ARdKpDFYd", "हिरादेवी आधारभुत विद्यालयका प्रधानाध्यापक गणेश दाहालसमेत ५ जना उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोप-पत्र दायर। https://t.co/iLbtL8D1bN", "साविक खानेपानी तथा सरसफाई डिभिजन कार्यालय, नवलपरासीका कार्यालय प्रमुख रामचन्द्र काफ्लेसमेत ६ जनाउपर बिगो रु. २,०२,७३,०००।– कायम गरी आर्थिक अनियमितता गरेको सम्बन्धमा आरोप-पत्र दायर। https://t.co/rqgVUZrE1n", "श्री शान्ति विद्यागृह मा.वि. लैनचौर काठमाडौंमा कार्यरत माध्यमिक शिक्षक तृतीय (शिक्षक) श्री दिपक बाबु अर्याल उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।\nhttps://t.co/LWb0z3dKN9", "प्रेस विज्ञप्ति, २०७६।११।२०, आरोप-पत्र\n--------------------------------------------\nमध्य क्षेत्रीय प्रहरी तालिम केन्द्र भरतपुर चितवनका तत्कालीन समादेशक (पूर्व प्र.ना.म.नि.) महेश विक्रम शाहसमेत ४ जना उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोप-पत्र दायर।\nhttps://t.co/kHy8ALbjHG", "साविक नेपाल खाद्य संस्थान हाल खाद्य व्यवस्था तथा व्यापार कम्पनी लिमिटेडका तत्कालीन महाप्रबन्धक शिवहरी श्रेष्ठ र खरिद इकाई प्रमुख खड्ग बहादुर ज्ञवाली उपर बिगो रु २,३८,९५६।- कायम गरी आर्थिक अनियमितता गरेको सम्बन्धमा आरोप-पत्र दायर।\nhttps://t.co/wCFwdZX9oD", "भूमिसुधार तथा मालपोत कार्यालय, सुनसरीका तत्कालीन मालपोत अधिकृत दधिराम गुरागाईसमेत ८ जना उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/EKOQpyyAcL", "श्री कालिका मा.वि. रघुगंगा -१, तिप्ल्याङ म्याग्दीका प्रा.वि. शिक्षिका दुत कुमारी गर्बुजाउपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/JPco12QC4B", "जिल्ला तनहुँ, भानु नगरपालिकाका इन्जिनियर शुकदेव अधिकारी र वडासदस्य कृष्ण बहादुर अधिकारी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/SKJDlB6r8r", "राष्ट्रिय बीउ बिजन कम्पनी लिमिटेड केन्द्रीय कार्यालय, काठमाडौंका तत्कालीन प्रबन्ध सञ्चालक धर्मराज अधिकारीसमेत ८ जनाउपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/plg4jVNOzk", "शहरी विकास तथा भवन निर्माण विभाग डिभिजन कार्यालय इलामका तत्कालीन सिनियर डिभिजनल इन्जिनियर सुबास बस्नेत र श्री डिस्टीलरी प्रा.लि. का अध्यक्ष धनेन्द्र कार्की उपर बिगो रु. ३७,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोपपत्र दायर।\nhttps://t.co/sFiCbn3srf", "अस्थायी ट्राफिक प्रहरी पोष्ट रामनगर, बुटवलमा कार्यरत प्रहरी सहायक निरीक्षक सुर्य बहादुर अधिकारी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/crz3kbNHgg", "प्रेस विज्ञप्ति, २०७६।११।१५, नियन्त्रणमा\n------------------------------------------\nजिल्ला धनुषा, धनौजी गाउँपालिका वडा नं. २ को वडा कार्यालयमा कार्यरत वडा सचिव (खरिदार) सुशिल ठाकुर रु. २०,०००।– घुस रकमसहित नियन्त्रणमा । https://t.co/cXfdS68WPn", "प्रेस विज्ञप्ति, २०७६।११।१५, आरोप-पत्र ।\n-------------------------------------------\nशैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी ३ जना उपर आरोप-पत्र दायर। https://t.co/wGBiVocXv6", "जिल्ला दैलेख नौमुले गाउँपालिका वडा नं. १ स्थित श्री भैरव मा.वि. नौमुलेका प्र.अ. नगेन्द्र बहादुर सिंहलाई रु. ३०,०००।– घुस/रिसवत लिएकोमा नियन्त्रणमा ।-CIAA Nepal https://t.co/ffKajom5Z3", "भीमदत्त नगरपालिका-३ स्थित साकेत धाम विष्णु मन्दिर (विष्णु धाम) खुडकिला निर्माण उपभोक्ता समितिका अध्यक्ष कर्ण बहादुर विष्टउपर बिगो रु. ४,५०,०००।– कायम गरी आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/fpTj2ltAEY", "प्रेस विज्ञप्ति, २०७६।११।१४, नियन्त्रणमा\n----------------------------------------\nउच्च सरकारी वकिल कार्यालय, बुटवलका कार्यालय सहयोगी महेन्द्र यादव रु. १५,०००।– घुस रकमसहित नियन्त्रणमा । https://t.co/H8lsE2OxQT", "प्रेस विज्ञप्ति, २०७६।११।१४, नियन्त्रणमा\n----------------------------------------\nजिल्ला रुपन्देही समरिमाई गाउँपालिका वडा नं. ५ का वडा अध्यक्ष श्रवण कुमार यादव नियन्त्रणमा । https://t.co/EyHbLcGsNm", "प्रेस विज्ञप्ति, २०७६।११।१४, निलम्बन सम्बन्धमा\n----------------------------------------------\nसीमा प्रहरी चौकी टिमुरेका प्रहरी निरीक्षक खेम प्रसाद नेपालसमेत १६ जना राष्ट्रसेवक कर्मचारीहरुको निलम्बन सम्बन्धमा । https://t.co/U2UhTJloue", "डुङ्गेश्वर गाउँपालिका वडा नं. ५, दैलेखस्थित श्री पिपल चौतारा माध्यमिक विद्यालयका विद्यालय व्यवस्थापन समिति अध्यक्ष तथा डुङ्गेश्वर गाउँपालिका वडा नं. ५ का वडा सदस्य भक्त बहादुर शाहीसमेत ४ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/0EIzdU9ZIZ", "छोटी भन्सार कार्यालय, धनुषामा कार्यरत नायब सुब्बा अहमद रजा अन्सारी उपर बिगो रु. १,५०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/XubaTb3Hvj", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n-------------------------------------------------\nजिल्ला प्रहरी कार्यालय हुम्लाका तत्कालीन कार्यालय प्रमुख प्र.ना.उ. कृष्ण बहादुर कुँवरसमेत ९ जना उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर। https://t.co/XPipQy7lRm", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n-------------------------------------------------\nजिल्ला प्रहरी कार्यालय हुम्लाका तत्कालीन कार्यालय प्रमुख प्र.ना.उ. त्रिलोक वहादुर चन्दसमेत ५ जना उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर। https://t.co/fYVZ6QbenW", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n------------------------------------------\nनेपाल विद्युत प्राधिकरण, कालिगण्डकी ए जलविद्युत आयोजना, स्याङ्जाका सुपरभाईजर चक्रपाणी भट्टराई उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/t4m9YVsHlt", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n-------------------------------------------------\nसांस्कृतिक संस्थान (राष्ट्रिय नाचघर), जमल, काठमाडौंका अंजु रंजितकार उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/pqCDV02mkO", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n--------------------------------------------\nआन्तरिक राजस्व कार्यालय, भरतपुर, चितवनमा कार्यरत कम्प्युटर अधिकृत रामकुमार अधिकारी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर। https://t.co/VjCCo2DqO7", "प्रेस विज्ञप्ति, २०७६।११।१३, आरोप-पत्र\n-------------------------------------------------\nवेशिशहर नगरपालिका,गण्डकी प्रदेशमा तत्काल कार्यरत टा.ना.सु. गिता अधिकारी उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर। https://t.co/P0o6COZBRN", "प्रेस विज्ञप्ति, २०७६।११।१२, रंगेहात नियन्त्रणमा।\n--------------------------------------------\nजिल्ला आयोजना कार्यान्वयन इकाई (भवन) कास्कीबाट खटिएका मादी गाउँपालिका कार्यक्षेत्र भएका सव-इन्जिनियर नवलेस कुमार रौनियार नियन्त्रणमा । https://t.co/1SzkjClVzy", "जिल्ला हुलाक कार्यालय बझाङ्गका निमित्त कार्यालय प्रमुख रणबहादुर कडायत र नायब सुब्बा शिवराज उपाध्याय उपर आर्थिक अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/n3do4qeOjk", "प्रेस विज्ञप्ति:२०७६।११।०९ रङ्गेहात नियन्त्रणमा । \n-------------------------------------------------------\nभेरीगंगा नगरपालिका, सुर्खेतमा कार्यरत खानेपानी तथा सरसफाई टेक्निसियन चित्र बहादुर के.सी.रू.२,००,०००/- रकमसहित नियन्त्रणमा ।  https://t.co/sB2xI073K0", "प्रेस विज्ञप्ति:२०७६।११।०७ रङ्गेहात नियन्त्रणमा । \n---------------------------------------------------------\nजलस्रोत तथा सिंचाई बिकास डिभिजन कार्यालय, पाटन, बैतडीका निमित्त कार्यालय प्रमुख इन्जिनियर सुरेश राज भट्ट रू.२,००,०००/- सहित नियन्त्रणमा । https://t.co/H8UuQ5bXU7", "घ्याङलेख गाउँपालिका कार्यालय सिन्धुलीमा कार्यरत इन्जिनियर दिलिप कुमार साह उपर बिगो रु. २,३०,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/1cXibH30ag", "जिल्ला प्रहरी कार्यालय ओखलढुङ्गा अन्तर्गत कार्यरत तत्कालीन प्रहरी नायव निरीक्षक मुकुन्द प्रसाद उपाध्याय (ढकाल) उपर शैक्षिक योग्यताको नक्कली (झुठ्ठा) प्रमाणपत्र सम्बन्धी आरोप-पत्र दायर।-CIAA Nepal https://t.co/NstjSbWhT1", "इलाका प्रहरी कार्यालय सुखिपुर सिरहामा कार्यरत प्रहरी जवान राजकुमार यादव उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/oB8x84BEEJ", "जिल्ला काठमाडौं, चन्द्रागिरी नगरपालिकाका प्रमुख प्रशासकिय अधिकृत युवराज पौडेल उपर बिगो रु. १,००,०००।– कायम गरी घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोप-पत्र दायर।-CIAA Nepal https://t.co/2Yjh1szHn8", "नेपाने माध्यमिक विद्यालय, सिरानचोक-१ गोरखाका प्रधानाध्यापक शिवकुमार साह उपर बिगो रु. ६,५०,०००।– कायम गरी सरकारी रकम अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/zF5Agda62x", "नेपाने माध्यमिक विद्यालय, सिरानचोक-१ गोरखाका प्रधानाध्यापक शिवकुमार साह र शिक्षा विकास तथा समन्वय इकाईका प्राविधिक सव-इन्जिनियर बिकास झाउपर सरकारी रकम अनियमितता गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/pIcDz4pl2N", "प्रेस विज्ञप्ति :- मिति २०७६।११।०५ गते ।\n-----------------------------------------------\nजिल्ला आयोजना कार्यान्वयन ईकाई बबरमहल, काठमाडौं मार्फत विपद ब्यवस्थापन विभाग का.म.न.पा काठमाडौंका सव-इन्जिनियर गणेश ठकुल्ला रू.२०,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/5EAXe5KtQm", "प्रेस विज्ञप्ति :- मिति २०७६।११।०५ गते ।\n------------------------------------------\nनेपाने माध्यमिक विद्यालय, सिरानचोक, गोरखाका प्र.अ. शिवकुमार साह र शिक्षा विकास तथा समन्वय इकाईका प्राविधिक सव-ई. बिकास झा उपर आरोपपत्र दायर। https://t.co/AFNtEhuD81", "प्रेस विज्ञप्ति :- मिति २०७६।११।०५ गते ।\n-------------------------------------------\nडिभिजन सडक कार्यालय विराटनगर, मोरङका तत्कालीन डिभिजन प्रमुख (सि.डि.ई.) जितेन्द्र कुमार चौधरी उपर बिगो रु. ३,९९,४४,३४२।- कायम गरी आरोपपत्र दायर। https://t.co/PCjoLA2gVj", "राष्ट्रिय पुनर्निर्माण प्राधिकरण शाखा भोजपुरमा कार्यरत सव-इन्जिनियर (करार) प्रकाश तिवारी उपर घुस/रिसवत लिई भ्रष्टाचार गरेको सम्बन्धमा आरोपपत्र दायर।-CIAA Nepal https://t.co/XRZ52cTHWU", "केदारेश्वर उच्च माध्यमिक विद्यालय, लाना, डोटीका विद्यालय व्यवस्थापन समितिका तत्कालीन अध्यक्ष कृष्ण बहादुर बोहरा उपर बिगो रु. ७,२९,९४६।४१ कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/idlN1Oeb2I", "महानगरीय अपराध महाशाखा टेकु अन्तर्गत कारागार कार्यालय, सुन्धारामा कार्यरत प्रहरी सहायक निरीक्षक उमेश के.सी. उपर बिगो रु. ६०,००,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/NUpmqydJA4", "नेपाल नागरिक उड्डयन प्राधिकरणका अधिकृत शालिकराम खनाल उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/GHY5iGLnKK", "बालादेवी आधारभूत विद्यालय ओखलढुंगाका अवकाश प्राप्त शिक्षक खेटराज बराल उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/oXstP5CeYq", "साझा प्रकाशनमा कार्यरत सहायक चतुर्थ तहका कुवेर प्रसाद उपाध्याय उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/q4e0NovoPB", "प्रेस विज्ञप्ति :- मिति २०७६।११।०२ गते ।\n--------------------------------------------\nनेपाल विद्युत प्रधिकरण, विद्युत बितरण केन्द्र, सिन्धुलीका सहायक प्रबन्धक इन्जिनियर शेर बहादुर सुनार र चालक टेक बहादुर खडका रू.७५,०००/- घुस रकमसहित नियन्त्रणमा https://t.co/byW4ZfmXVa", "प्रेस विज्ञप्ति :- मिति २०७६।११।०२ गते ।\n---------------------------------------\nसडक डिभिजन कार्यालय, विराटनगरका तत्कालीन कार्यालय प्रमुख सि.डि.ई. जितेन्द्र कुमार चौधरी उपर बिगो रु. ३५,००,०००।– कायम गरी आरोपपत्र दायर। https://t.co/eEI5jZK6IL", "प्रेस विज्ञप्ति :- मिति २०७६।११।०२ गते ।\n----------------------------------------\nसिन्धुपाल्चोक जिल्ला, लिसंखुपाखर गाउँपालिका वडा नं. ६ का वडा अध्यक्ष कैलाश थापासमेत ६ जना उपर आरोपपत्र दायर।\n https://t.co/wdnLzLRYsD", "डिभिजन वन कार्यालय, नवलपरासी (वर्दघाट सुस्ता पूर्व) मा कार्यरत सहायक वन अघिकृत (निमित्त कार्यालय प्रमुख) कृष्ण बहादुर देवकोटा र सोही कार्यालयका कार्यालय सहयोगी (करार) प्रमोद कुमार तेली रु.२,००,०००/- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/RpSKuuntNX", "प्रेस विज्ञप्ति :- मिति २०७६/११/०१ गते\n------------------------------------------\nरुग्ण ठेक्काहरुको व्यवस्थापन अध्ययन तथा विश्लेषण, २०७६ सम्बन्धमा । https://t.co/pipchFMhcx", "आयोगको २९औं स्थापना दिवस समारोह सम्पन्न https://t.co/55DxFHzv2S", "प्रेस विज्ञप्ति :- मिति २०७६।१०।२७ गते ।\n--------------------------------------------\nजिल्ला तनहुँ, भानू नगरपालिका वडा नं. १३ का वडा सदस्य कृष्ण बहादुर अधिकारी र इन्जिनियर सुकदेव अधिकारी रू.७५,०००/- घुस रकमसहित नियन्त्रणमा । https://t.co/RDhnir8Ik9", "मिति २०७६।१०।२७ गते ।\n-----------------------\nआयोगको २९ औं स्थापना दिवस सम्माननीय राष्ट्रपतिज्यूको समुपस्थितिमा विविध कार्यक्रम सहित मिति २०७६/१०/२८ गते बेलुका ५:३० बजेबाट नेपाल टेलिभिजन र आयोगको फेसबुक पेज (/NepalCIAA) बाट प्रत्यक्ष प्रसारण हुने कुरा जानकारी गराउदछौं।", "अस्थायी ट्राफिक प्रहरी पोष्ट, खैरेनी रुपन्देहीमा कार्यरत प्रहरी जवान छबिलाल पोख्रेल घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/s5IIPXjKRe", "ट्राफिक प्रहरी पोष्ट रामनगर, बुटवल, रुपन्देहीमा कार्यरत प्रहरी सहायक निरीक्षक सुर्य बहादुर अधिकारी रु.५,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/ya8GWerQUI", "जिल्ला प्रशासन कार्यालय राजविराज सप्तरीमा कार्यरत कार्यालय सहयोगी (करार) केशव कुमार यादव उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/ehCAxDEYkz", "भेटेरिनरी अस्पताल तथा पशु सेवा विज्ञ केन्द्र, कपिलबस्तुका मत्स्य विकास अधिकृत सुरेन्द्र प्रसाद भुजसहित ६ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/TOvDIphWWm", "नापी कार्यालय, वीरगञ्ज, पर्सामा कार्यरत सर्भेक्षक राम नरेश पासवान उपर बिगो रु. ७५,०००।- कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/opSwaNo6uQ", "नेपाल विद्युत प्राधिकरणको कार्यालय कुलेश्वरमा कार्यरत कृष्ण मुरारी चौधरी र KUNWAR CONSTRUCTION मार्फत बिजुलीको पोल तथा लाइनको काम गर्ने पुरुषोत्तम दाहाल उपर बिगो रु. २५,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/9eN3QeUuch", "सैनामैना सव-डिभिजन वन कार्यालय रुपन्देहीमा कार्यरत सहायक वन अधिकृत पुष्पराज श्रेष्ठ उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/SgOMd5p13p", "प्रेस विज्ञप्ति :- मिति २०७६।१०।२२ गते ।\n--------------------------------------------\nनापी कार्यालय, बाँकेमा कार्यरत सर्भेक्षक यामबहादुर खत्री र आफूलाई लेखापढी कार्य गर्ने बताउने प्रताप के.सी. रु. ३५,०००।– घुस रकमसहित नियन्त्रणमा । https://t.co/OOqmNZGWqA", "काठमाण्डौ, बालुवाटारस्थित ललिता निवास क्याम्पभित्रका सरकारी, सार्वजनिक जग्गा हिनामिना प्रकरणमा तत्कालीन उप-प्रधानमन्त्री सहित ३ मन्त्री, ६ विशिष्ट श्रेणीका पदाधिकारी, कर्मचारीहरू र अन्य व्यक्तिहरू समेत गरी जम्मा १७५ जना उपर आरोपपत्र दायर । https://t.co/BZ7Sb82alE", "सडक डिभिजन लहान सिरहाका निमित्त डिभिजन प्रमुख विन्दा साह भन्ने विनोद साह उपर बिगो रु. ३,००,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/5fRN7WFuZz", "सडक डिभिजन कार्यालय, लहान सिराहाका इन्जिनियर नविनकुमार साह र सव-इन्जिनियर विरेन्द्रकुमार साह उपर बिगो रु. १५,९६,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/t2pRGy7KNP", "जनकपुर भन्सार कार्यालय, धनुषामा कार्यरत नायब सुब्बा अहमद रजा अन्सारी रु. १,५०,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/lDXXMSQLJe", "मोरङ जिल्ला नापी कार्यालय बेलवारीमा कार्यरत सर्भेक्षक दिनेशकुमार साह उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/oEeO4oRSKi", "जिल्ला प्रशासन कार्यालय दोलखाका तत्कालीन प्रमुख जिल्ला अधिकारी खगेन्द्रप्रसाद रिजाल उपर जम्मा बिगो रु. ६,५२,६००।– कायम गरी आरोपपत्र दायर । https://t.co/ZJWevkPwrD", "जिल्ला काठमाडौं, चन्द्रागिरी नगरपालिकाका प्रमुख प्रशासकिय अधिकृत युवराज पौडेल र सवारी चालक संचित दुलाल रु. १,००,०००।– घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/ZvHLOsgdYW", "काठमाडौं जिल्ला स्थित यातायात व्यवस्था सेवा कार्यालय, सानो भर्‍याङ स्वयम्भुमा कार्यरत अधिकृत (छैठौतह) शिवलाल पौडेल र सेवाग्राही दिपक खतिवडा नियन्त्रणमा ।-CIAA Nepal https://t.co/nRymrSWSdY", "श्री शिव माध्यमिक विद्यालय केशवटार तनहुँका शिक्षक श्रीप्रसाद पौडेल उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/HUuCEgJqZh", "महानगरीय ट्राफिक प्रहरी प्रभाग कोटेश्वरमा कार्यरत प्रहरी जवान लोग बहादुर खड्का उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/PirEhXW1wE", "भूमिसुधार तथा मालपोत कार्यालय नवलपरासी (बर्दाघाट-सुस्ता पश्चिम) का खरिदार नेत्र बहादुर चौधरी (थारु) उपर बिगो रु. ४०,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/SBIyG3rssj", "नेपाल टेलिकममा कार्यरत प्राविधिक अधिकृत जयनारायण प्रसाद साहउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/5U0MhJPvJ4", "जिल्ला हुलाक कार्यालय, बाँकेमा तत्कालीन खरिदार पदमा कार्यरत निर्मलाकुमारी के.सी.ले.उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/jH5S8DQufl", "नेपाल प्रहरीका पूर्व प्रहरी सहायक निरीक्षक धिरेन्द्र कुमार शाहीउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/ndBUyDcayc", "श्री कुमारी आधारभूत विद्यालय, शुक्लागण्डकी तनहुँका शिक्षक शारदा अधिकारी (लामिछाने) उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/cnGeyQLHRb", "नेपाल प्रहरीका तत्कालीन प्रहरी निरीक्षक अरुणकुमार शाहउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/dM9bzCL4T0", "मालपोत कार्यालय चावहिलका (हाल निलम्बित) कार्यालय सहयोगी राजेन्द्र बस्नेतउपर अवैध रुपमा सम्पत्ति आर्जन गरेको कसुरमा बिगो रु. ८,९८,५८,६१३।–कायम गरी आरोपपत्र दायर ।-CIAA Nepal https://t.co/XUpFFOfxPH", "गुठी संस्थान त्रिपुरेश्वर, काठमाडौंका प्रमुख प्रशासक नारायण चौधरी र उप-प्रशासक जयप्रसाद रेग्मीउपर बिगो रु. ८,००,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/6xy8GPOfxp", "आन्तरिक राजस्व कार्यालय, भरतपुर, चितवनमा कार्यरत कम्प्युटर अधिकृत रामकुमार अधिकारी रु. १०,०००।-  घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/YhTLSHQAkC", "पूर्वाधार विकास कार्यालय ३ नं. प्रदेश ललितपुरका लेखा अधिकृत बिष्णु हरि पुडासैनीउपर बिगो रु. २२,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/DYfO4YGG3R", "प्रेस विज्ञप्ति :- मिति २०७६।१०।१२ गते ।\n----------------------------------------\nबबई सव-डिभिजन वन कार्यालय बर्दियामा कार्यरत सहायक वन अधिकृत आनन्दप्रसाद साहउपर आरोपपत्र दायर। https://t.co/Er6o6Pyztl", "बबई सव-डिभिजन वन कार्यालय बर्दियामा कार्यरत सहायक वन अधिकृत आनन्दप्रसाद साहउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/Er6o6Pyztl", "घ्याङलेख गाउँपालिका, गाउँ कार्यपालिकाको कार्यालय सिन्धुलीका इन्जिनियर दिलिप कुमार साह नियन्त्रणमा ।-CIAA Nepal https://t.co/zqxtuwe2wG", "जुनीचाँदे गाउँपालिका जाजरकोटका अध्यक्ष कृष्ण बहादुर के.सी.समेत २ जना रु.८,००,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/nRNbh8z3BL", "प्रेस विज्ञप्ति :- मिति २०७६।१०।१० गते ।\n--------------------------------------------\nराष्ट्रिय पुनर्निर्माण प्राधिकरण शाखा भोजपुरमा कार्यरत सव-इन्जिनियर (करार) प्रकाश तिवारी घुस रकमसहित नियन्त्रणमा । https://t.co/JiGcggw7OC", "भूमिसुधार तथा मालपोत कार्यालय, महेन्द्रनगर कन्चनपुरकी खरिदार ललिता रोकायाउपर बिगो रु. १,५०,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/ysaXy7zWeR", "प्रेस विज्ञप्ति :- मिति २०७६।१०।१० गते ।\n--------------------------------------------\nनेपाल विद्युत प्राधिकरण कुलेश्वर, काठमाडौं विद्युत वितरण केन्द्रमा ज्यालादारीमा कार्यरत कृष्ण मुरारी चौधरीसमेत २ जना रु. २५,०००।- घुस रकमसहित नियन्त्रणमा । https://t.co/mbcwC4y6rx", "जिल्ला प्रशासन कार्यालय सप्तरीका मुद्दा शाखामा कार्यरत कार्यालय सहयोगी (करार) केशव कुमार यादव घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/HfswzLYnFg", "सशस्त्र प्रहरी वल वि.ओ.पी. बखरी मोरङका तत्कालीन कार्यालय प्रमुख सशस्त्र प्रहरी निरीक्षक अमृत थापा र सशस्त्र प्रहरी जवान शशित नारायण विश्वासउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/73u66OYTGV", "श्री पिपलचौतरा माध्यमिक विद्यालय डुङ्गेश्वर ५ दैलेखका विद्यालय व्यवस्थापन समितिका अध्यक्ष एवं शिक्षक छनौट समितिको संयोजक भक्त बहादुर शाहीसहित ३ (तीन) जना थप अनुसन्धानको लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/L2ASGggH5P", "मालपोत कार्यालय साँखु, काठमाडौंका नायब सुब्बा रामेश्वर कुईकेल र लेखापढी व्यवसायी श्रीराम सापकोटाउपर बिगो रु. ५५,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/dyJZrfZbNH", "जिल्ला पर्सा, बीरगन्ज महानगरपालिका वडा नं. २ छपकैयाकी अम्बेया खातुनउपर बिगो रु. २८,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/juA5D9T940", "सैनामैना सव-डिभिजन वन कार्यालय रुपन्देहीमा कार्यरत सहायक वन अधिकृत पुष्पराज श्रेष्ठ घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/rEZKIWRdNn", "इलाका प्रहरी कार्यालय सुखिपुर सिरहामा कार्यरत प्रहरी जवान राजकुमार यादव घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/8Gbr2nOWdp", "इलाका प्रहरी कार्यालय, उर्लावारी मोरङमा कार्यरत प्रहरी हवल्दार राजु श्रेष्ठउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/xFjvBgpxOb", "प्रेस विज्ञप्ति :- मिति २०७६।१०।०५ गते ।\n-------------------------------------\nविष्णुपुरा सशस्त्र प्रहरी बेसक्याम्प, रुपन्देहीमा कार्यरत सशस्त्र प्रहरी सहायक हवल्दार बिरेन्द्रप्रसाद चौधरीउपर आरोपपत्र दायर। https://t.co/GmMildgF18", "प्रेस विज्ञप्ति :- मिति २०७६।१०।०५ गते ।\n---------------------------------------------------\nबागचौर नगर कार्यपालिकाको कार्यालय, सल्यानका तत्कालीन सब-इन्जिनियर थमन योगीसहित ६ जनाउपर आरोपपत्र दायर। https://t.co/0C8DTij14Z", "पशुसेवा विभाग हरिहरभवन ललितपुरका लेखा अधिकृत रमेश कार्कीउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/7e69zbzTtE", "रुपन्देही जिल्ला अदालतमा कार्यरत नायव सुव्वा बुद्धि प्रकाश न्यौपाने र लेखापाल विनोद शर्माउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/9Jo4IOzNoJ", "पूर्वाधार विकास कार्यालय, सिरहाका तत्कालीन कार्यालय प्रमुख सिनियर डिभिजनल इन्जिनियर राजकुमार गोइत र पूर्व सांसदसहित ६ जनाउपर बिगो रु. २५,००,०००।- कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/dkO61FAKNY", "जिल्ला सुर्खेत भेरीगंगा नगरपालिका वडा नं. १३ स्थित साजगोठेरी सामुदायिक वन उपभोक्ता समितिका अध्यक्ष कहरसिंह नेपालीउपर बिगो रु. २,१६,५००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/0Dx3CJuMe3", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२९ गते ।\n-------------------------------------------\nकृषि बिकास बैंक, न्यूरोड शाखाका तत्कालीन शाखा प्रबन्धक प्रेमहरी ढुंगेल र नेपाली सेनाका अवकाशप्राप्त सहायक रथी रमेशराज बिष्टसमेत ८ जनाउपर आरोपपत्र दायर। https://t.co/ZCxhhgP83z", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२९ गते ।\n--------------------------------------------\nमहानगरीय ट्राफिक प्रहरी प्रभाग कोटेश्वरमा कार्यरत प्रहरी जवान लोग बहादुर खड्का घुस रकमसहित नियन्त्रणमा । https://t.co/wlvAdMltT0", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२९ गते ।\n-------------------------------------------\nघरेलु तथा साना उद्योग कार्यालय मलंगवा, सर्लाहीका कम्प्युटर अपरेटर (करार) नवीनकुमार सिंहउपर बिगो रु. ७०,०००।– कायम गरी आरोपपत्र दायर। https://t.co/8ZYv5lsD8Q", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२९ गते ।\n-------------------------------------------\nजिल्ला ललितपुर महालक्ष्मी नगरपालिकाका लेखा अधिकृत शिवकुमार घिमिरे र लेखापाल कुवेर के.सी.उपर बिगो रु. ३०,०००।– कायम गरी आरोपपत्र दायर। https://t.co/mBG0u2avd8", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२८ गते ।\n--------------------------------------------\nमोरङ जिल्ला नापी कार्यालय बेलवारीमा कार्यरत सर्भेक्षक दिनेशकुमार साह घुस रकमसहित नियन्त्रणमा । https://t.co/4CAA1YvaEJ", "प्रेस विज्ञप्ति : मिति: २०७६।०९।२८ गते\n...................................................\nआयोगको उनन्तीसौं वार्षिक प्रतिवेदन सम्माननीय राष्ट्रपतिज्यू समक्ष पेश । https://t.co/baWRqB5KKE https://t.co/5Q2mGQPX0f", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२७ गते ।\n-------------------------------------------\nजिल्ला वन कार्यालय मकवानपुरका तत्कालीन जिल्ला वन अधिकृत राजेन्द्र न्यौपानेसहित १३ जनाउपर बिगो रु. १,५२,१९,३२६।७६ कायम गरी आरोपपत्र दायर। https://t.co/agwKCx85Iw", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२७ गते ।\n-------------------------------------------\nडिभिजन सडक कार्यालय प्युठानका डिभिजन प्रमुख (सि.डि.ई.) ध्रुवकुमार श्रेष्ठ र इन्जिनियर निरोज महर्जनउपर बिगो रु. २०,००,०००।– कायम गरी आरोपपत्र दायर। https://t.co/e3QPxjLoaQ", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२७ गते ।\n-------------------------------------------\nजिल्ला नवलपरासी (बर्दघाट सुस्तापश्चिम) रामग्राम नगरपालिका वडा नं. १८ का वडा अध्यक्ष गोपाल डिस्वा मगरउपर बिगो रु. २,००,०००।– कायम गरी आरोपपत्र दायर। https://t.co/hti2tMgXt2", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२७ गते ।\n-------------------------------------------\nजिल्ला बारा, साविक कलैया नगरपालिकाका श्री पन्नादेवी कन्या उच्च माध्यमिक विद्यालयका प्रधानाध्यापक सुनरपति कुमारी यादवउपर बिगो रु. १२,२६,४६९/२६ कायम गरी आरोपपत्र दायर। https://t.co/KU9M8Uaa7T", "पूर्वाधार विकास कार्यालय ३ नं. प्रदेश ललितपुरका लेखा अधिकृत बिष्णुहरी पुडासैनी रु.२२,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/O6wC4z2ICT", "श्री जन जौ कुमारी शाही प्राथमिक बिद्यालय मनपाङ, तनहुँमा अस्थायी शिक्षकको रुपमा कार्यरत तृतीय श्रेणीकी शिक्षिका अनिता पोखरेल वाग्लेउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/8aX6FUMhdv", "जिल्ला धनुषा, इलाका प्रहरी कार्यालय, यज्ञभूमि (धारापानी) मा कार्यरत प्रहरी नायब निरीक्षक कालिचरण पंजियारउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/WiQBT8Jnxb", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२३ गते । \n----------------------------------------\nभूमिसुधार तथा मालपोत कार्यालय नवलपरासी (बर्दाघाट-सुस्ता पश्चिम)का खरिदार नेत्र बहादुर चौधरी रु.४०,०००।- घुस रकमसहित नियन्त्रणमा । https://t.co/ytMLaruf4G", "जिल्ला प्रहरी कार्यालय बारामा कार्यरत प्रहरी जवान सरोजकुमार यादवउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/TlXwtF6pkP", "जिल्ला सप्तरी महादेवा गाँउपालिका वडा नं.६ का वडासचिव नायव सुब्बा नवोनाथ मिश्रउपर बिगो रु. २,००,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/EliYWBbGDu", "जिल्ला स्याङजा वालिङ नगरपालिका वडा नं. ८ बस्ने जहरुदिन तेलीउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/zWtDZpnU4b", "जिल्ला सर्लाही वाग्मती न.पा. वडा नं. ८ सोल्टीबजार वतन भएका श्यामकुमार श्रेष्ठउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/63dHXEgMWx", "कर्णाली प्राविधिक शिक्षालयमा कृषि प्रशिक्षण सहायक पदमा कार्यरत गंगाराज शाहीसहित ३ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/osBPHnjnxp", "इलाका प्रहरी कार्यालय, तुलसीपुर, दाङका प्रहरी नायब निरीक्षक हेमन्त के.सी.उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/4SLlfA3sLo", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२२ गते ।\n--------------------------------------------\nमालपोत कार्यालय साँखु, काठमाडौंका नायव सुब्बा रामेश्वर कुइकेल र लेखापढी ब्यवसायी श्रीराम सापकोटा घुस रकमसहित नियन्त्रणमा । https://t.co/XcFx6DCtJE", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२१ गते । \n--------------------------------------\nनापी कार्यालय, वीरगञ्ज, पर्सामा कार्यरत सर्भेक्षक रामनरेश पासवान रु.७५,०००।- घुस रकमसहित नियन्त्रणमा ।\n https://t.co/hhb8na93Tx", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२१ गते । \n---------------------------------------\nववई सव-डिभिजन वन कार्यालय बर्दियामा कार्यरत सहायक वन अधिकृत आनन्दप्रसाद साह रु.१०,०००।- घुस रकमसहित नियन्त्रणमा\n https://t.co/tZ248NOtZd", "शहरी विकास तथा भवन निर्माण विभाग डिभिजन कार्यालय इलामका तत्कालीन सिनियर डिभिजनल इन्जिनियर सुभाष बस्नेत नियन्त्रणमा ।-CIAA Nepal https://t.co/vnCeJDjka5", "कैलाली जिल्ला सिद्धनाथ सामुदायिक वन उपभोक्ता समितिका अध्यक्ष कुवेर थापा र कोषाध्यक्ष मोहनबहादुर सिंह रु.१,६०,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/wHExYObMRX", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२० गते ।\n-------------------------------------------\nगुठी संस्थान शाखा कार्यालय, जनकपुरका तत्कालीन कार्यालय प्रमुख राजबाबु पाण्डेसमेत ६ जनाउपर आरोपपत्र दायर । https://t.co/5MrRKfJRuL", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२० गते ।\n-----------------------------------------\nजिल्ला पर्सा साविक जयमंगलापुर गा.वि.स.का तत्कालीन गा.वि.स. सचिव राजेन्द्र महतो नुनियाउपर बिगो रु. ५५,९००।- कायम गरी आरोपपत्र दायर । https://t.co/loGZSpOQTW", "प्रेस विज्ञप्ति :- मिति २०७६।०९।२० गते ।\n----------------------------------------\nमहानगरीय अपराध महाशाखा, काठमाडौंका प्रहरी निरीक्षक जय नेपाल थापाउपर बिगो रु. ४०,०००।–कायम गरी आरोपपत्र दायर। https://t.co/drLmlM8saf", "सडक डिभिजन कार्यालय, लहान सिराहाका निमित्त डिभिजन प्रमुख विनोद साह रु.३,००,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/pQXJXPdA4I", "सडक डिभिजन कार्यालय, लहान सिराहाका इन्जिनियर नविनकुमार साह र सव-इन्जिनियर विरेन्द्रकुमार साह रु.१५,९६,०००।- घुस रकमसहित नियन्त्रणमा-CIAA Nepal https://t.co/v2qHx8Dwil", "अर्थ मन्त्रालयका उप-सचिव राजेन्द्र ढुङ्गानासमेत २ जनाउपर बिगो रु. ४,६८,४८,५५६।४५  कायम गरी आरोपपत्र दायर ।-CIAA Nepal https://t.co/uKKGZdLNHt", "प्रहरी चौकी त्रिभुवननगर, सर्लाहीमा कार्यरत प्रहरी नायब निरीक्षक राजेशकुमार सिंह र प्रहरी जवान मनोजकुमार यादवउपर बिगो रु. ५०,०००।–कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/4lX6Rl87w9", "प्राथमिक विद्यालय सुनडाँडा भद्रकाली, सिन्धुलीमा कार्यरत शिक्षक ज्ञानु रायमाझीउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/fA8SmBXQTf", "महेन्द्रनगर नगर विकास समितिका अध्यक्ष सुरेन्द्रबहादुर विष्टउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/GMmdBNMXUb", "सङ्घीय मामिला तथा सामान्य प्रशासन मन्त्रालय सिंहदरवार, काठमाडौंका खरिदार त्रिलोचना पोखरेलउपर बिगो रु. ८३,०००।– कायम गरी आरोपपत्र दायर ।-CIAA Nepal https://t.co/3JfePfhA7o", "कृषि सामाग्री कम्पनी लिमिटेड शाखा कार्यालय जनकपुरमा कार्यरत स्टोरकिपर वरिष्ठ सहायक रामबाबु महतोसहित २ जनाउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/hVqfiNLW5C", "मालपोत कार्यालय कन्चनपुरकी खरिदार ललिता रोकाया रु.१,५०,०००।- घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/fe8Xl4hGPa", "प्रेस विज्ञप्ति :- मिति २०७६।०९।१५ गते ।\n-------------------------------------------\nनिलम्बनमा परेका उप-सचिव खगेन्द्रप्रसाद रिजाल थप अनुसन्धानको लागि नियन्त्रणमा। https://t.co/yrDUYnCptb", "३ नम्बर नापी गोश्वारा, काठमाडौंका तत्कालीन प्रमुख नापी अधिकृत शम्भुप्रसाद शर्मासहित ३ जनाउपर बिगो रु. ४,१२,६३७।- कायम गरी आरोपपत्र दायर ।-CIAA Nepal https://t.co/bKZdbuknSO", "प्रेस विज्ञप्ति :- मिति २०७६।०९।१४ गते ।\n-------------------------------------------\nवीरगञ्ज महानगरपालिकामा कार्यरत कम्प्युटर अपरेटर (करार) राकेशकुमार जैसवाल घुस/रिसवत रु. १५,०००।– लिइसकेको अवस्थामा नियन्त्रणमा । https://t.co/uU8qAOb8ab", "प्रेस विज्ञप्ति :- मिति २०७६।०९।१४ गते ।\n-------------------------------------------\nमोरङ जिल्ला BOP बखरी वेशमा कार्यरत सशस्त्र प्रहरी जवान सचित नारायण विश्वास घुस रकमसहित नियन्त्रणमा । https://t.co/DzOg07eZhP", "प्रेस विज्ञप्ति :- मिति २०७६।०९।१२ गते ।\n-------------------------------------------\nराष्ट्रसेवक कर्मचारीलाई घुस/रिसवत दिन खोज्दा जिल्ला पर्सा, बीरगन्ज महानगरपालिका वडा नं. २ छपकैयाकी अम्बेया खातुन नियन्त्रणमा । https://t.co/s7YAV8Rnkb", "प्रेस विज्ञप्ति :- मिति २०७६।०९।११ गते ।\n----------------------------------------\nयातायात व्यवस्था कार्यालय बुटवलका तत्कालीन कार्यालय प्रमुख तथा परीक्षा समितिका अध्यक्ष आनन्द केशरी पोखरेल र प्रहरी निरीक्षक रविन्द्र श्रेष्ठउपर आरोपपत्र दायर ।https://t.co/RBHfkftGmg", "जिल्ला मोरङ स्थित इलाका प्रहरी कार्यालय, उर्लाबारीमा कार्यरत प्रहरी हवल्दार राजु श्रेष्ठ घुस रकम लिइसकेको अवस्थामा नियन्त्रणमा ।-CIAA Nepal https://t.co/PYURNuTnTm", "प्रेस विज्ञप्ति :- मिति २०७६।०९।११ गते ।\n--------------------------------------------\nयातायात व्यवस्था कार्यालय, सेती अञ्चल धनगढीमा कार्यरत टाइपिष्ट नायब सुब्बा लक्ष्मी देवी शाहउपर आरोपपत्र दायर। https://t.co/rNR5YaicrR", "प्रेस विज्ञप्ति :- मिति २०७६।०९।११ गते ।\n------------------------------------------\nजिल्ला स्वास्थ्य कार्यालय, पाल्पाका सि.अ.हे.व. मिनबहादुर विष्टउपर बिगो रु. २,३४,०००।–कायम गरी आरोपपत्र दायर https://t.co/TCSa4mhcfJ", "जिल्ला रुपन्देही स्थित, विष्णुपुरा सशस्त्र प्रहरी बेशक्याम्पमा कार्यरत सशस्त्र प्रहरी निरीक्षक तेजबहादुर जोरा र सशस्त्र प्रहरी सहायक हवल्दार बिरेन्द्रप्रसाद चौधरीलाई घुस/रिसवत लिएको सम्बन्धमा अनुसन्धानका लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/f2ylfe13oD", "जिल्ला ललितपुर महालक्ष्मी नगरपालिकाका लेखा अधिकृत शिवकुमार घिमिरे र लेखापाल कुवेर के.सी. रु.३०,०००।– घुस रकम लिइसकेको अवस्थामा नियन्त्रणमा ।-CIAA Nepal https://t.co/OXm9NRqfbq", "पशुसेवा विभाग हरिहरभवन ललितपुरका लेखा अधिकृत रमेश कार्की रु.८,५००।– घुस रकम लिएको अवस्थामा नियन्त्रणमा ।-CIAA Nepal https://t.co/DBDPumO9vx", "घरेलु तथा साना उद्योग कार्यालय मलंगवा, सर्लाहीमा कार्यरत कम्प्युटर अपरेटर (करार) नवीनकुमार सिंह रु.७०,०००।– घुस रकम लिइसकेको अवस्थामा नियन्त्रणमा ।-CIAA Nepal https://t.co/pqOvJY40iU", "परशुराम नगरपालिका जोगबुढा, डडेल्धुरामा असिस्टेन्ट सव-इन्जिनियरको पदमा कार्यरत नरबहादुर बोहरासमेत ५ जनाउपर बिगो रु. १,७३,१९०।६१ कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/x5X76m733u", "रुपन्देही जिल्ला अदालतमा कार्यरत नायव सुव्बा बुद्धि प्रकाश न्यौपाने र लेखापाल विनोद शर्मा घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/uZ9B8RSjSs", "स्वास्थ्य कार्यालय म्याग्दीमा कार्यरत क्षयकुष्ठ सहायक (पाँचौ) मनीषकुमार महतोसहित ३ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/UEpIAOrUNw", "स्वास्थ्य कार्यालय म्याग्दीमा कार्यरत तथ्याङ्क अधिकृत (छैठौं) मेघनाथ रेग्मीउपर बिगो रु. १,०८,३८९/७० कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/oDOeN8eO9U", "शहरी विकास तथा भवन निर्माण विभाग संघीय आयोजना कार्यान्वयन इकाइ धनगढी, कैलालीका इन्जिनियर त्रिलोक जोशीउपर बिगो रु. २,५०,०००।–कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/IjsAp7gvEp", "जिल्ला बर्दिया, बढैयाताल गाउँपालिका वडा नं. ६ को वडा कार्यालय साविक मैनापोखर गा.वि.स. कार्यालयका तत्कालीन सचिव मणिराज पौडेलसमेत ४ जना उपर बिगो रु. १,८९,७५२/७० कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/6zLiozZsUw", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०७ गते ।\n\n----------------------------------------\nश्री जय कालिका माध्यमिक विद्यालय, बर्दियाका शिक्षक इन्द्रप्रसाद भट्टराईउपर आरोपपत्र दायर। https://t.co/gCocL71VOA", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०७ गते ।\n-------------------------------------------\nजिल्ला काठमाडौं, गोकर्णेश्वर नगरपालिका वडा नं. ५ का वडा सचिव (खरिदार) दिनेश बाँस्कोटाउपर बिगो रु. २५,०००।–कायम गरी आरोपपत्र दायर। https://t.co/XxhD4gyAb6", "सि.आर.भी. केशलियामार्ग विराटनगर, मोरङमा कार्यरत प्रहरी सहायक निरीक्षक श्यामकुमार दाहालउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/rMTaoVZAo8", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०६ गते ।\n-------------------------------------------\nमालपोत कार्यालय हरिवन, सर्लाहीका खरिदार देवीचरण न्यौपाने र लेखनदास केशवबहादुर कार्कीउपर आरोपपत्र दायर। https://t.co/qx3nWXxtSC", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०६ गते ।\n------------------------------------------\nजिल्ला काठमाडौं स्थित नापी कार्यालय, साँखुमा कार्यरत अमिन सुशील बुढाथोकी र सेवाग्राही प्रवेश भन्ने ज्ञान बहादुर कार्कीउपर आरोपपत्र दायर। https://t.co/JOys6HWNp3", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०६ गते ।\n-------------------------------------\nजिल्ला प्रहरी कार्यालय मलंगवा, सर्लाहीका प्रहरी निरीक्षक रामकिशोर साहउपर बिगो रु ९०,०००।– कायम गरी आरोपपत्र दायर। https://t.co/9TzWzwb1t9", "ट्राफिक प्रहरी पोष्ट महेन्द्रनगर धनुषामा कार्यरत प्रहरी सहायक निरीक्षक नवीनकुमार झाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/7BIk7XCX0k", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०५ गते ।\n---------------------------------------\nजिल्ला धनुषा, ईलाका प्रहरी कार्यालय , यज्ञभूमि धारापानीमा कार्यरत प्रहरी नायब निरीक्षक कालिचरण पंजियार समेत २ जना १५ हजार घुस रकम सहित नियन्त्रणमा । https://t.co/tU3TVhbcvo", "श्री हाजी ऐनायतुल्लाह विद्यालय व्यवस्थापन समितिका अध्यक्ष जमालुद्दिन खाँसहित ३ जनाउपर बिगो रु. ४,२२,३८४।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/irhu3DVRwd", "जिल्ला नवलपरासी  रामग्राम न.पा. वडा नं.१८ का वडा अध्य‌‌क्ष गोपाल डिस्वा मगर र लेखनदास रविन्द्रप्रसाद यादव नियन्त्रणमा ।-CIAA Nepal https://t.co/sYVGrTOSWm", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०३ गते ।\n-------------------------------------------\nराष्ट्रसेवक कर्मचारीलाई घुस/रिसवत दिन खोज्दा जिल्ला सर्लाही वाग्मती न.पा. वडा नं. ८ सोल्टी बजार बस्ने श्यामकुमार श्रेष्ठ नियन्त्रणमा । https://t.co/ALKcoh1CDJ", "रामजनता निम्न माध्यमिक विद्यालयका प्रधानाध्यापक रामलखन चौधरी र शिक्षक जगदिश राय यादवउपर बिगो रु. १६,०३,५१७।८१ कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/LBkUHyEshC", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०२ गते ।\n-------------------------------------\nनेपाल विद्युत प्राधिकरण कलैया वितरण केन्द्र बाराका इलेक्ट्रिक हेल्पर (तह २) राजदेव महतो कोइरीउपर आरोपपत्र दायर। https://t.co/lznVLOwfNY", "जिल्ला प्रहरी कार्यालय बारामा कार्यरत प्रहरी जवान सरोजकुमार यादव रु. १५,०००।– घुस/रिसवत माग गरिरहेको अवस्थामा नियन्त्रणमा ।-CIAA Nepal https://t.co/UnMr6WR9hX", "राष्ट्रसेवक कर्मचारीलाई घुस/रिसवत दिन खोज्दा हाल जिल्ला स्याङजा वालिङ नगरपालिका वडा नं. ८ बस्ने जहरुदिन तेली नियन्त्रणमा ।-CIAA Nepal https://t.co/KqMANazcuP", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n-----------------------------------\nनेपाल विद्युत प्राधिकरण, यदुकुवा वितरण केन्द्र, धनुषामा इलेक्ट्रिसियन (तह-३) पदमा कार्यरत रामनन्दन राउत यादवउपर आरोपपत्र दायर। https://t.co/lk2NlUgrcG", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n------------------------------------\nनेपाल विद्युत प्राधिकरण, कुलेश्वर वितरण केन्द्र, काठमाडौंमा हेल्पर (तह-२) पदमा कार्यरत लालु डगौराउपर आरोपपत्र दायर। https://t.co/v6cDScg3tD", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n--------------------------------------\nनेपाल विद्युत प्राधिकरण, दमक वितरण केन्द्र, झापामा हेल्पर (तह-२) पदमा कार्यरत समसेर तामाङउपर आरोपपत्र दायर। https://t.co/bXvAgqVXiB", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n-------------------------------------\nनेपाल विद्युत प्राधिकरण, जनसाधन विभागमा हेल्पर (तह-२) पदमा कार्यरत खेमप्रसाद रिमालउपर आरोपपत्र दायर। https://t.co/iyKNezLN82", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n---------------------------------------\nनेपाल विद्युत प्राधिकरण, जनसाधन विभागमा जुनियर हेल्पर (तह-२) पदमा कार्यरत रामबहादुर मुक्तानउपर आरोपपत्र दायर। https://t.co/FSs3JlT4p9", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n--------------------------------------------\nनेपाल विद्युत प्राधिकरण, जनसाधन विभागमा फोरम्यान (तह-४) पदमा कार्यरत कृष्णकुमार भण्डारीउपर आरोपपत्र दायर। https://t.co/ZGiHRzN5Lx", "प्रेस विज्ञप्ति :- मिति २०७६।०९।०१ गते ।\n--------------------------------------------\nनेपाल विद्युत प्राधिकरण, जनसाधन विभागमा कार्यालय सहयोगी पदमा कार्यरत राधा किसन थारुउपर आरोपपत्र दायर। https://t.co/Te1bNlLcFr", "गुठी संस्थान त्रिपुरेश्वर, काठमाडौंका प्रमुख प्रशासक श्री नारायण चौधरी र उप-प्रशासक जयप्रसाद रेग्मी घुस वापतको रकम लिने/फिर्ता गर्ने विषयमा अनुसन्धानका लागि नियन्त्रणमा ।-CIAA Nepal https://t.co/YQArnpvyS9", "जनशिशु कल्याण प्राथमिक विद्यालय, जोरपोखरी, तनहुँकी शिक्षिका तिलमाया गुरुङउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/m5FiJaqvfL", "मालपोत कार्यालय, धादिङ्गका तत्कालीन मालपोत अधिकृत कुशध्वज खत्री समेत ७ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/vJNofMYvls", "बी.पी. कोइराला स्वास्थ्य विज्ञान प्रतिष्ठान, धरानका रजिष्ट्रार तुलबहादुर श्रेष्ठसमेत ४ जनाउपर बिगो रु.५,५०,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/gUXHnvMeaf", "भूमिसुधार तथा मालपोत कार्यालय, भक्तपुरका नायव सुब्वा नारायणराज मिश्र र कार्यालय सहयोगी भाईकाजी गौतमउपर बिगो रु. ४०,०००।– सहित आरोपपत्र दायर।-CIAA Nepal https://t.co/zBUhZSvRGc", "भूमिसुधार तथा मालपोत कार्यालय सिरहामा कार्यरत निमित्त कार्यालय प्रमुख मालपोत अधिकृत रामबाबु मण्डलउपर बिगो रु. ५,००,०००।– कायम गरी आरोपपत्र दायर।-CIAA Nepal https://t.co/R2q8UThKet", "प्रेस विज्ञप्ति :- मिति २०७६।०८।२९ गते ।\n---------------------------------------------------\nगोल्डेन लाइट ट्राभल एण्ड टुर्स प्रा.लि.का म्यानेजिङ डाइरेक्टर बिनोद कुमार भूजेल समेत ५ जना उपर आरोपपत्र दायर। https://t.co/mPhNKbI8Hi", "बिगो रू.१०,५६,९१,६०९।९१ सहित तातोपानी भन्सार कार्यालय, सिन्धुपाल्चोकको प्रमुख भन्सार अधिकृत कृष्णबहादुर बस्नेतसमेत ५ जना उपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/56JFlrbrus", "प्रेस विज्ञप्ति :- मिति २०७६।०८।२७ गते ।\n---------------------------------------\nबिगो रु. १७,००,०००।- सहित विराटनगर भन्सार कार्यालय, मोरङका तत्कालीन प्रमुख भन्सार अधिकृत कृष्णबहादुर बस्नेतसमेत २ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/HIfhfGQGBp", "जिल्ला मोरङ, जहदा गाउँपालिका वडा नं. १ का कार्यवहाक वडा अध्यक्ष उमेशकुमार साहउपर बिगो रु. २१,०००।–सहित आरोपपत्र दायर।-CIAA Nepal https://t.co/NHWE1qwwxt", "लुम्बिनी बौद्ध विश्वविद्यालय, केन्द्रीय कार्यालय, रुपन्देहीका लेखापाल रत्नेश्वर तिवारीउपर  बिगो रु. २५,०००।–सहित आरोपपत्र दायर।-CIAA Nepal https://t.co/BIyM2WHTWg", "मालपोत कार्यालय काभ्रेपलाञ्चोकका नायव सुव्बा रोसकाजी जस्पाउलाई बिगो रु. २०,०००।–सहित आरोपपत्र दायर।-CIAA Nepal https://t.co/HRwXu1urdC", "४० हजार घुस रकम सहित महानगरीय अपराध महाशाखा, काठमाडौंका प्रहरी निरीक्षक जय नेपाल थापा नियन्त्रणमा ।-CIAA Nepal https://t.co/Kl90ot8GZT", "डिभिजन सडक कार्यालय प्युठानका डिभिजन प्रमुख (सि.डि.ई.) ध्रुवकुमार श्रेष्ठ र इन्जिनियर निरोज महर्जन रु.२०,००,०००।– (बीस लाख) घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/I7kEb6v0m8", "जिल्ला  सर्लाही, प्रहरी  चौकी  त्रिभुवन नगरमा कार्यरत प्रहरी नायब निरीक्षक राजेशकुमार सिंह र प्रहरी जवान मनोजकुमार यादव रू.५०,०००/- घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/csqRPi2D4Y", "जिल्ला सप्तरी महादेवा गाँउपालिका-६ का वडा सचिब नायव सुब्बा नबोनाथ मिश्रा रू.२,००,०००/- घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/XavdPrIs9l", "जानकारी सम्बन्धमा ।-CIAA Nepal https://t.co/D8srrFfWwn", "भ्रष्टाचार विरुद्धको अन्तर्राष्ट्रिय दिवस कार्यक्रम सम्पन्न । https://t.co/XSu9gdL8Q0 https://t.co/vtydLCZJvL", "आयोगको संस्थागत रणनीतिक योजना सार्वजनिक । https://t.co/P8n0MVKRHL https://t.co/lrzTJTcli8", "ईलाका प्रहरी कार्यालय तुलसीपुर दाङमा कार्यरत प्रहरी नायब निरीक्षक हेमन्त के.सी. रू.७,०००/- घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/x9ehhFeGaV", "त्रिभुवन विश्वविद्यालय, परीक्षा नियन्त्रण कार्यालय, बल्खुका लेखा अधिकृत कमलप्रसाद दाहालसहित ४ जनाउपर आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/1zm5nBNH1C", "वक्तृत्वकला र कविता प्रतियोगितामा सहभागिताको लागि आह्वान गरिएको सूचना ! https://t.co/hdOdh69P8W", "कावासोती नगरपालिका, आयोग र प्रदेश नं ५ को समन्वयमा संचालित अन्तरक्रिया कार्यक्रम ।-CIAA Nepal https://t.co/akaxA4iIBm", "सि.आर.भि. केशलियामार्ग विराटनगर, मोरङमा कार्यरत प्रहरी सहायक निरीक्षक श्यामकुमार दाहाल घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/1Uqw65Zfjw", "बुटवल उपमहानगरपालिकामा आयोग र प्रदेश नं ५ को समन्वयमा संचालित अन्तरक्रिया कार्यक्रम https://t.co/abaUHID5y5", "पव्लिक हेल्थ नर्सिङ छैठौं कल्पना पौडेल उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/3Ge5jY6U6Z", "भूमिसुधार तथा मालपोत कार्यालय, भक्तपुरमा कार्यरत नायब सुब्वा नारायणराज मिश्र र कार्यालय सहयोगी भाईकाजी गौतम घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/AC47oEV9b8", "सर्वोच्च अदालत काठमाडौंका नायव सुव्बा सुधिरकुमार खड्का उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/r229EWaQZs", "ट्राफिक प्रहरी पोष्ट महेन्द्रनगर धनुषामा कार्यरत प्रहरी सहायक निरीक्षक नबिनकुमार झा घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/S9PCE3rSpz", "गुरू जजुर माध्यमिक विद्यालय रक्षाचौर, दाङका राहत शिक्षक टेकमान थापा उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/r9bqlmGTlI", "सडक डिभिजन कार्यालय, जनकपुरका तत्कालीन कार्यालय प्रमुख सि.डि.ई. दिनेश अर्यालसमेत ७ जना उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/553nnrDDfM", "कम्पनी रजिष्ट्रारको कार्यालय त्रिपुरेश्वर काठमाडौंका सहायक रजिष्ट्रार सिताराम खड्काउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/wYdJ2x0UmR", "कम्पनी रजिष्ट्रारको कार्यालय त्रिपुरेश्वर काठमाडौंका सहायक रजिष्ट्रार टंकबहादुर भट्टराई र सेवाग्राही सुनिल आचार्यउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/2KFM7FdwTf", "स्थानीय तहसँग सम्बन्धित उजुरीहरुको अनुसन्धानःसवालहरू तथा आयोगका तर्फबाट दिइएका सुझावहरु-CIAA Nepal https://t.co/X2k0SQZeVs", "ललितपुर महानगरपालिका वडा नं. २८ का इन्जिनियर महेन्द्र महर्जनउपर आरोप पत्र दायर।-CIAA Nepal https://t.co/FigbXvVCf4", "जिल्ला बारा, आदर्शकोतवाल गाउँपालिका वडा नं. ६ का वडा सचिव रामएकवाल प्रसाद यादव र कार्यालय सहयोगी दिनेश हजरा उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/rGO5Mnykti", "शहरी विकास तथा भवन निर्माण बिभाग संघीय आयोजना कार्यान्वयन ईकाइ धनगढी, कैलालीका इन्जिनीयर त्रिलोक जोशी घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/iRILsghvLF", "जिल्ला प्रहरी कार्यालय मलंगवा, सर्लाहीका प्रहरी निरीक्षक रामकिशोर साह घुस/रिसवत सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/gSXpPfOYGf", "जिल्ला सिन्धुली, साविक जलकन्या गाउँ विकास समितिको कार्यालयका तत्कालीन सचिव विष्णु प्रसाद भण्डारी उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/ybqNQaNoso", "जिल्ला काठमाडौँ, टोखा नगरपालिकामा रहेका आगमन फुडल्यान्ड एण्ड गेष्टहाउसका संचालिका सोममाया राई उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/1sjla0yHat", "जिल्ला काठमाडौं, गोकर्णेश्वर नगरपालिका वडा नं. ५ का वडा सचिव दिनेश बास्कोटा घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/waTEaZc1Oa", "यातायात व्यवस्था कार्यालय मोटरसाइकल गुर्जुधारा काठमाण्डौका शाखा अधिकृत शुक्रप्रसाद भट्टराईसहित ५ (पाँच) जना उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/iEe4ZcWAoq", "राष्ट्रिय अनुसन्धान जिल्ला कार्यालय, सप्तरीका सूचक धर्मेन्द्रकुमार झाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/c4ljOXLw1i", "\"सुशासन सवाल\" ।। भाग-१९।। मिति २०७६ मङ्सीर १० गते https://t.co/2YXy8JpJZo", "मोहन कन्या माध्यमिक विद्यालय पाल्पाका तत्कालीन विद्यालय व्यवस्थापन समितिका अध्यक्ष देवराज ढकालसहित ४ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/mWNhyoWOW5", "जिल्ला बारा, प्रहरी चौकी गञ्जभवानीपुरमा कार्यरत प्रहरी नायब निरीक्षक जटाशंकरप्रसाद कलवारउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/hih2OHpsre", "गैरकानूनी सम्पत्ति आर्जन गरेको कसुरमा मालपोत कार्यालय कलैया दरबन्दी भई मालपोत कार्यालय सिमरामा कार्यरत नायव सुब्बा मदनप्रसाद गुप्तासहित ९ जनाउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/pRXejx8vIM", "जिल्ला प्रशासन कार्यालय पर्साका तत्कालीन सहायक प्रमुख जिल्ला अधिकारी दुर्गादत्त पौडेलसमेत ४ जना उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/soXgsHPI4K", "जिल्ला प्रशासन कार्यालय पर्साका तत्कालीन सहायक प्रमुख जिल्ला अधिकारी दुर्गादत्त पौडेलसहित ६ जना उपर आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/bryoVh18lJ", "जिल्ला काठमाडौं, नापी कार्यालय, साँखुमा कार्यरत अमिन सुशिल बुढाथोकी र सेवाग्राही ज्ञानबहादुर कार्की नियन्त्रणमा ।-CIAA Nepal https://t.co/9H1cFyFmal", "कृषि विकास बैंक शाखा कार्यालय स्वयम्भूका तत्कालीन शाखा अधिकृत केदारप्रसाद गौतमसमेत ८ जना उपर आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/dNgUaUumBC", "प्रेस विज्ञप्ति :- मिति २०७६।०८।०८ गते ।\n----------------------------------------\nलुम्बिनी बौद्ध विश्वविद्यालय लुम्बिनी, रूपन्देहीका लेखापाल रत्नेश्वर तिवारी घुस रकमसहित नियन्त्रणमा । https://t.co/bbtXhyvKbK", "यातायात व्यवस्था कार्यालय सवारी चालक अनुमतिपत्र, बाग्मती एकान्तकुना ललितपुर (हाल यातायात व्यवस्था कार्यालय, सवारी चालक अनुमतिपत्र प्रदेश नं.३ ललितपुर) का तत्कालीन कार्यालय प्रमुख उपसचिव आनन्द केशरी पोखरेलसहित ३८ जना बिरुद्ध आरोपपत्र दायर ।-CIAA Nepal https://t.co/Ud8tTJ4ehu", "भूमिसुधार तथा मालपोत कार्यालय सिरहामा कार्यरत निमित्त कार्यालय प्रमुख मालपोत अधिकृत रामबाबु मण्डल घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/KOxrk0gPaN", "शिक्षा विकास निर्देशनालय प्रदेश नं. ५ वुटवल, रुपन्देहीमा कार्यरत सव-इन्जिनियर सन्दिप पौडल र जे.सि.भी. चालक बिक्रम बस्नेतउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/u11CVQrK7W", "रुकुम जिल्ला अदालतका नायब सुव्बा रमेशकुमार खड्का उपर आरोपपत्र दायर।-CIAA Nepal https://t.co/5acc1v3kBJ", "नेपाल विद्युत प्राधिकरण कलैया वितरण शाखा, बारामा कार्यरत ईलेक्ट्रिक हेल्पर (तह २) राजदेव महतो कोइरी घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/TWnXHAzeXB", "जिल्ला कन्चनपुर, ईलाका प्रहरी कार्यालय गड्डाचौकीमा कार्यरत प्रहरी जवान दिपक चौधरीउपर आरोपपत्र दायर।-CIAA Nepal https://t.co/W2ax4NrgjQ", "मालपोत कार्यालय धुलिखेल, काभ्रेका नायब सुब्वा रोशकाजी जसपाउ घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/WXLLuJKdg8", "श्री राष्ट्रिय प्राथमिक विद्यालय, साविक लक्ष्मी निवास गा.वि.स. वडा नं. ८ धनुषाकी शिक्षक संगीता कुमारी महतो बिरुद्ध आरोपपत्र दायर।-CIAA Nepal https://t.co/pLUFbuUtZH", "साल्ट ट्रेडिङ कर्पोरेशन लिमिटेड अंचल कार्यालय, विराटनगरका तत्कालीन कार्यालय प्रमुख नविनचन्द्र झासमेत ३ जना उपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/CopcMewZIB", "जनता माध्यमिक विद्यालय सुक्रौली, नवलपरासीका विद्यालय व्यवस्थापन समितिका तत्कालीन अध्यक्ष पूर्णवासी यादव (अहिर) बिरुद्ध आरोपपत्र दायर।-CIAA Nepal https://t.co/yIMLa6kEfc", "ललितपुर महानगरपालिका वडा नं. २८ का इन्जिनियर महेन्द्र महर्जन घुस रकमसहित नियन्त्रणमा । https://t.co/fpT3VaEq1M", "मोरङ जिल्ला जहदा गाउँपालिका वडा नं. १ का वडाअध्यक्ष उमेशकुमार साह घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/bOHlIy1bdJ", "गोरखापत्र संस्थान, धर्मपथका तत्कालीन उप-सम्पादक बासुदेव पोखरेलसमेत २ जना बिरुद्ध आरोपपत्र दायर गरिएको । https://t.co/3MvV0Iewp2", "मालपोत कार्यालय, पर्साका तत्कालीन फाँटवाला मदन प्रसाद गुप्ता उपर आरोप-पत्र दायर । https://t.co/pmJrHVPSwV", "अस्थायी प्रहरी पोष्ट, कठुधार महोत्तरीका प्रहरी सहायक निरीक्षक बृजेशप्रसाद चौधरी उपर आरोप पत्र दायर https://t.co/0SHLcSNNM2", "कारागार कार्यालय भिमफेदी, मकवानपुरका जेलर चिरञ्जिवी थापा र निजकी श्रीमती गोमा कट्टेल थापा बिरुद्ध आरोपपत्र दायर।-CIAA Nepal https://t.co/edcestVpQc", "भूमिसुधार तथा मालपोत कार्यालय, तौलिहवा, कपिलवस्तुका खरिदारद्वय  सूर्यप्रसाद मिश्र  र दुर्गाप्रसाद चौधरी बिरुद्ध आरोपपत्र दायर।-CIAA Nepal https://t.co/l48TU9TtiJ", "यातायात व्यवस्था कार्यालय मोटरसाइकल काठमाण्डौका शाखा अधिकृत शुक्रप्रसाद भट्टराईसहित ५ (पाँच) जना घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/4bUGwTBE3L", "महाराजगंज नगरपालिका,नगर कार्यपालिकाको कार्यालय, महाराजगंज, कपिलवस्तुका इन्जिनियर (करार) संतोषकुमार चौधरी बिरुद्ध आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/aRw5sPbmMT", "श्री कफल कटेश्वर प्रा.वि., छतिवन, डोटीका प्रधानाध्यापक नरबहादुर रावलउपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Y1UR6nhR11", "कृषि सामग्री कम्पनी लिमिटेड, शाखा कार्यालय जनकपुरका शाखा प्रबन्धक आलोक कुमार र वरिष्ठ सहायक रामबाबु महतो नियन्त्रणमा ।-CIAA Nepal https://t.co/v1BMvSDBE9", "राष्ट्रिय अनुसन्धान विभाग, जिल्ला कार्यालय, सप्तरी दरबन्दीका सूचक धर्मेन्द्रकुमार झा घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/VxavKs5fjs", "\"सुशासन सवाल\" ।। भाग-१७।। मिति २०७६ कात्तिक २६ गते https://t.co/HlOpyRyDvZ via @YouTube", "मालपोत कार्यालय लेखनाथ, कास्कीमा कार्यरत खरिदार प्रकाश पौडेल र लेखापढी व्यवसायी  मनहरी भट्टराई बिरुद्ध आरोपपत्र दायर ।-CIAA Nepal https://t.co/5g1PJU66BO", "जिल्ला अदालत पश्चिम रुकुम, मुसिकोटमा कार्यरत नायब सुव्बा रमेशकुमार खड्का नियन्त्रणमा ।-CIAA Nepal https://t.co/cCxTAh4FXD", "सशस्त्र प्रहरी बल, बेस क्याम्प सेमरी, नवलपरासी (बर्दघाट सुस्ता पश्चिम) का सशस्त्र प्रहरी सहायक हवल्दार ज्ञानेन्द्र कुमार मौर्य बिरुद्ध आज विशेष अदालत काठमाडौंमा आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/f5VP6iFX9p", "जिल्ला झापा, साविक जिल्ला विकास समितिको कार्यालय अन्तर्गत गा.वि.स. सचिवमा कार्यरत लोकराज बराल बिरुद्ध आज विशेष अदालत काठमाडौंमा आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/7crkjxn7cs", "सशस्त्र प्रहरी बल बि.ओ.पी. भजनी कैलालीका सशस्त्र प्रहरी निरीक्षक रबिन्द्र कार्की, सशस्त्र प्रहरी सहायक हवल्दार ज्ञान बहादुर चौधरी र सशस्त्र प्रहरी जवान रतिराम चौधरी बिरुद्ध आज विशेष अदालत काठमाडौंमा आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/j2lGuOR9pg", "जिल्ला काठमाडौं टोखा नगरपालिका वडा नं.६ स्थित, लायन्स ईन्जिनियरिङ्ग कन्स्ट्रक्सन एण्ड कन्सल्टेन्सी प्रा.लि.का ओभरसियर प्रशान्त चौधरीसहित ३ (तीन) जना बिरुद्ध आज विशेष अदालत काठमाडौंमा आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/COlIy7jxyL", "जिल्ला अदालत सिरहाका हलुका सवारी चालक व्रिजमोहन यादव र विरदेव सिंह भन्ने विरीदेव महतोउपर आरोपपत्र दायर ।-CIAA Nepal https://t.co/9iIlnwLOhF", "जिल्ला बारा, प्रहरी चौकी गञ्जभवानीपुरमा कार्यरत प्रहरी नायब निरीक्षक जटाशंकरप्रसाद कलवार घुस रकमसहित नियन्त्रणमा ।-CIAA Nepal https://t.co/ai7LN0PGvl", "https://t.co/piPK3Zmq1I", "शिक्षा बिकास निर्देशनालय प्रदेश नं. ५ बुटवल, रुपन्देहीमा कार्यरत सव-ईन्जिनियर (करार) सन्दिप पौडेल र जे.सि.भी. चालक बिक्रम बस्नेत घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/Hu5Tbuypqu", "श्री बालज्योति मा.वि. बिसनपुर कपिलवस्तुका प्रधानाध्यापक रबिन्द्रप्रसाद मौर्य र कार्यालय सहयोगी राम कुमार लोनिया उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/NQL1nkHhvP", "यातायात ब्यवस्था कार्यालय साना ठुला सवारी ३ नम्वर प्रदेश, ललितपुरका सिनियर ईलेक्ट्रिसियन (रा.प.अन. प्रथम) रुपकप्रसाद गुरागाई उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/zd1YXnw6ja", "ईलाका प्रहरी कार्यालय मंगलापुर रूपन्देहीमा कार्यरत प्रहरी नायव निरीक्षक खिमबहादुर जि.सी. उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/fnfO9y4buV", "नापी कार्यालय कास्कीका सर्वेक्षक सन्तोष भण्डारी उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/4ubcbXQLcv", "जिल्ला पर्सा, नेपाल राष्ट्रिय आधारभूत विद्यालय, वीरगञ्ज महानगरपालिका वडा नं. ३१ बेहवा प्रसौनी पर्साका प्रधानाध्यापक सचिन्द्रकुमार कापरसमेत ५ जना उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/MFpGRyRhRQ", "भूमिसुधार तथा मालपोत कार्यालय राजविराज, सप्तरीमा कार्यरत कार्यालय सहयोगी अर्जुन कुमार मण्डल उपर आरोप पत्र दायर।-CIAA Nepal https://t.co/jUkXPc7INE", "ईलाका प्रहरी कार्यालय गड्डाचौकी, कन्चनपुरमा कार्यरत प्रहरी जवान दिपक चौधरी घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/RlmgPpDebA", "त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलका अध्यागमन अधिकृत कमल प्रसाद पराजुलीसमेत १३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/fBc64lW05H", "जिल्ला शिक्षा कार्यालय, बाराका तत्कालीन जिल्ला शिक्षा अधिकारी धनप्रसाद पोखरेलसमेत ६ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Kt7n9iSuww", "साविक हथियाही गाविसका कार्यालय सहायक एवं हाल कटहरिया नगरपालिका वडा नं.८ का वडा सचिव कदिरवावु देवान उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/d9rjbQ3ZHJ", "साविक हथियाही गाविसका सचिव एवं हाल २ नं. प्रदेश मुख्यमन्त्रीको कार्यालय जनकपुरका सहायक पाँचौ मनोजकुमार झा उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/YyTPxhAd1c", "मालपोत कार्यालय लेखनाथ, कास्कीमा कार्यरत खरिदार प्रकाश पौडेल समेत २ जना घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/gkCdcemoVF", "जिल्ला तनहुँ धरमपानी गाविस स्थित ग्रामीण विकास समाज धरमपानीका अध्यक्ष नर बहादुर गुरूङसमेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/EoyGowDX4m", "अस्थायी प्रहरी पोष्ट, कठुधार महोत्तरीमा कार्यरत प्रहरी सहायक निरीक्षक बृजेशप्रसाद चौधरी घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/5Aa6QjEBZv", "सव डिभिजन वन कार्यालय, प्रतापपुर, नवलपरासी (वर्दघाट-सुस्ता पश्चिम) का सहायक वन अधिकृत पर्शुराम चौधरीसमेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Cb7qKSZq1e", "नापी कार्यालय भक्तपुरमा कार्यरत नापी सर्भेक्षकद्वय सिद्धराज जोशी र वीरभद्र जोशी उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/3VejbMlEki", "भूमिसुधार तथा मालपोत कार्यालय, तौलिहवा,  कपिलवस्तुका खरिदारद्वय  सूर्य प्रसाद मिश्र  र दुर्गा प्रसाद चौधरी घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/2hxel2zy0K", "श्रीसिया नौ.त.ज.गाउँ विकास समिति पर्साका तत्कालीन गाविस सचिव जितेन्द्र कुमार मिश्रसमेत ३ जना उपर आरोप-पत्र दायर गरिएको छ ।-CIAA Nepal https://t.co/Cd453lKj3x", "महानगरीय प्रहरी प्रभाग थली, काठमाडौंमा कार्यरत प्रहरी नायव निरीक्षक विपिन चन्द्र पन्त उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/dGF4hOKeg9", "सशस्त्र प्रहरी सिमा सुरक्षा बल भजनी, कैलालीका घुमुवा सशस्त्र प्रहरी सहायक हवल्दार ज्ञान बहादुर चौधरी र सशस्त्र प्रहरी जवान रतीराम चौधरी घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/pvYjIggCE5", "नापी कार्यालय कास्कीका सर्भेक्षक सन्तोष भण्डारी घुस रकम सहित नियन्त्रणमा https://t.co/g3SSZDwGDW", "बालज्योति मा.वि. बिसनपुर कपिलवस्तुका प्रधानाध्यापक रबिन्द्र कुमार मौर्य र कार्यालय सहयोगी राम कुमार लोनिया घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/dkaPr0sLtz", "ईलाका प्रहरी कार्यालय मंगलापुर रूपन्देहीमा कार्यरत प्रहरी नायव निरीक्षक खिमबहादुर जि.सी. घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/hPzGoOyQo9", "सशस्त्र प्रहरी बल, बेश क्याम्प सेमरी, नवलपरासी(बर्दघाट सुस्ता पश्चिम)का सशस्त्र प्रहरी सहायक हवल्दार ज्ञानेन्द्र मौर्य घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/lWuAltvaog", "जिल्ला प्रहरी कार्यालय पर्सामा कार्यरत प्रहरी जवान गम्हिरा साह तेली उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/wD1GYA4OJl", "पशुपति मित्र माध्यमिक विद्यालय, चावहिलका प्रधानाध्यापक घनश्यामराज काफ्ले समेत ३ जनाउपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/mFm3o2hQ4u", "यातायात व्यवस्था कार्यालय सेतीका निमित्त कार्यालय प्रमुख गंभिर सिंह बिष्टसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/RkljwM5sNq", "नेपाल विधुत प्राधिकरण, सिरहा वितरण केन्द्र, औरही सिरहाका कार्यालय प्रमुख छेदिलाल साह सोनार उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/6lu3acLJuU", "भोजपुर जिल्ला षडानन्द नगरपालिकाका तत्कालीन निमित्त प्रमुख प्रशासकीय अधिकृत चन्द्र बहादुर कार्की र तत्कालीन लेखा अधिकृत राजेश काफ्ले उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/fyWHj7vjiI", "यातायात व्यवस्था कार्यालय, जगाती भक्तपुरका शाखा अधिकृत अनोजकुमार घिमिरेसमेत ४ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/NGCngrY9PJ", "अस्थायी ट्राफिक प्रहरी पोष्ट नेपालथोक दुम्जा सिन्धुलीमा कार्यरत प्रहरी सहायक निरीक्षक श्याम बहादुर माझीउपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/2NsqCBCvIN", "दुग्ध विकास संस्थान केन्द्रीय कार्यालय, लैनचौरका तत्कालीन महाप्रबन्धक गंगा तिमसिनासमेत १० जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/NeWXBWzU7h", "क्षेत्रीय प्रहरी तालिम केन्द्र, नेपालगञ्जका प्रहरी नायव निरीक्षक देवराज बि.सी. उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Zj1ktmlDQC", "भूमि सुधार तथा मालपोत कार्यालय राजविराज, सप्तरीका कार्यालय सहयोगी अर्जुन कुमार मण्डल घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/NtWX7SAd4D", "श्री राम प्राथमिक विद्यालय पिपरडाढी पर्साका शिक्षक हरिओम कुमार साहसमेत ४ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/pP65I8SVoO", "श्री राम प्राथमिक विद्यालय पिपरडाढी पर्साका शिक्षक उमाशंकर यादवसमेत ४ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/xLuttKZXUX", "श्री राम प्राथमिक विद्यालय पिपरडाढी -३ पर्साका बालविकास सहयोगी रुवी कुमारीसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/XKP4Wl6Zgt", "श्री नेपाल राष्ट्रिय प्राथमिक विद्यालय पाण्डेपुर पर्साका शिक्षक रमेश शर्मासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/J7Wh2PNCk2", "श्री नेपाल राष्ट्रिय प्राथमिक विद्यालय  पिडारीगुठी पर्साका शिक्षक दुलारचन प्रसाद कुर्मीसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/vqWwW67j1m", "श्री नेपाल राष्ट्रिय माध्यमिक विद्यालय मसिहानी पर्साका शिक्षक धर्मेन्द्र ठाकुर हजामसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/27Ws1GeSez", "श्री रामजानकी प्राथमिक विद्यालय विजबनिया पर्साका शिक्षक शिवशंकर प्रसाद यादवसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/jhJnytv20N", "श्री नेपाल राष्ट्रिय निम्न माध्यामिक विद्यालय विजबनिया पर्साका शिक्षक राजेश कुमार यादवसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/UBOvMdoito", "श्री नेपाल राष्ट्रिय निम्न माध्यमिक विद्यालय विजबनिया पर्साका शिक्षक अरविन्द गिरीसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/QnCjkBWzwO", "श्री नेपाल राष्ट्रिय प्राथमिक विद्यालय दशौता जानकीटोला पर्साका शिक्षिका कृपादेवी पटेलसमेत ४ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/fRTtU36ok7", "सव डिभिजन वन कार्यालय, प्रतापपुर, नवलपरासी (वर्दघाट-सुस्ता पश्चिम)का सहायक वन अधिकृत पर्शुराम चौधरी र उक्त वन कार्यालय रहेका घरधनी मनोज कुमार शर्मा घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/PLee8HdbIt", "यातायात ब्यवस्था कार्यालय साना ठुला सवारी ३ नम्वर प्रदेश, ललितपुरका सिनियर ईलेक्ट्रिसियन (रा.प.अन. प्रथम)  रुपक प्रसाद गुरागाई घुस रकमवापतको बैंक भौचर सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/51QSBJU7Br", "वाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग काठमाडौंका नायव सुब्बा पुरूषोत्तम पोखरेल र कर सहयोगी/सहजकर्ता  केदार प्रसाद न्यौपाने उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/RRWouMspnt", "श्री विशालबजार कम्पनी लिमिटेड, धर्मपथ काठमाडौंमा वरिष्ठ सहायक पदमा कार्यरत पशुपति सापकोटा उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/HVdX4j0QEu", "महानगरीय प्रहरी वृत्त, थानकोटमा कार्यरत प्रहरी नायव निरीक्षक बिनोदमान राजभण्डारी उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/CNJBQDMJIz", "नापी कार्यालय भक्तपुरका सर्भेक्षक सिद्धराज जोशी घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/CEqL6RIQNA", "महानगरीय प्रहरी प्रभाग थली, काठमाडौंमा कार्यरत प्रहरी नायव निरीक्षक बिपिन चन्द्र पन्त घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/qglu6NfsvQ", "जलस्रोत तथा सिंचाई बिकास डिभिजन कार्यालय, दोलखाका सिनियर डिभिजन ईन्जिनियर प्रकाश अधिकारीसमेत ४ जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/KJCFnlBDwp", "जलस्रोत तथा सिंचाई बिकास डिभिजन कार्यालय, दोलखाका सिनियर डिभिजन ईन्जिनियर प्रकाश अधिकारी, समेत ४ जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/KJCFnlBDwp", "जलस्रोत तथा सिंचाई बिकास डिभिजन कार्यालय, दोलखाका कार्यालय प्रमुख सि. डि. ई. प्रकाश अधिकारीसमेत ३ जना उपर आरोप-पत्र दायर गरिएकोhttps://t.co/vG2pk2F2jo", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/UDEUvD2O9d", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/GuyutNRPBk", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/xk2oppEFdq", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ४ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/aRzT5aom1e", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/1OSMMtuFdo", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/hJzQQoNCSK", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/LUgi6Nf9i8", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/iHHEyKSdgN", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/HZOB5iS4H6", "जगरनाथपुर गाउँपालिका गाउँ कार्यपालिकाको कार्यालय शिक्षा शाखाका शिक्षा अधिकृत (विद्यालय निरीक्षक) राजेश्वर प्रसाद चौरसियासमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/ubkxk9Whhx", "इलाका प्रहरी कार्यालय खैरहनी, चितवनमा कार्यरत प्रहरी नायव निरीक्षक पुष्पा कुमारी के.सी.उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/KekPZYGMSc", "विद्यालय शिक्षक किताबखाना, ताहाचल, काठमाडौंमा कार्यरत शाखा अधिकृत अर्जुन प्रसाद पराजुली र नायव सुब्बा राजेन्द्र कुमार के.सी.उपर आरोप-पत्र दायर गरिएको छ  ।-CIAA Nepal https://t.co/PHPEnrpKm4", "मालपोत कार्यालय कलंकीका खरिदार रामहरि सुवेदी समेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Mz518IEx93", "मालपोत कार्यालय कलंकीका नायव सुब्बा ईश्वरी प्रसाद पोख्रेलसमेत २ जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/5hHe4G3rcS", "मालपोत कार्यालय कलंकीका नायव सुब्बा ईश्वरी प्रसाद पोख्रेलसमेत ३ जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/YT5BdSypyV", "मालपोत कार्यालय बुटवलका खरिदार जिवनाथ पाण्डे र लेखापढी व्यवसायी कमल प्रसाद पाण्डे उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/K7BBGsaROl", "स्वास्थ्य कार्यालय म्याग्दीमा हे.अ.अधिकृत छैठौं पदमा कार्यरत  भरत प्रसाद उपाध्याय र प.हे.न. राधिका देवी शर्मा उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/feKWhm0iIf", "जिल्ला प्रशासन कार्यालय बाराका लेखापाल जयसिंह राय थारू उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/wdfudA1bY2", "जिल्ला पर्सा, नेपाल राष्ट्रिय आधारभूत विद्यालय, वीरगञ्ज महानगरपालिका वडा नं. ३१ बेहवा प्रसौनी पर्साका प्रधानाध्यापक सचिन्द्रकुमार कापरसमेत ५ जना घुस रकम सहित नियन्त्रणमा । https://t.co/7Vi3bAULdn", "बनेपा नगरपालिका वडा नं.११ काभ्रेका सव-इन्जिनियर (करार) आकाश श्रेष्ठ उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/kJb9T86loY", "जिल्ला अदालत सिराहाका हलुका सवारी चालक (करार) बृज मोहन यादव घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/zazxcmDMBF", "साविक पोखरा नगरपालिका हाल पोखरा महानगरपालिका वडा नं.१० कास्कीमा कार्यरत शिक्षिका सहायकस्तर तृतीय ( अप्राविधिक) मुखीया पदमा कार्यरत विष्णु कुमारी पराजुली उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/XmqINrpsVC", "लानाकेदारेश्वर सव डिभिजन वन कार्यालय बी.पी. नगर डोटीका वन अधिकृत (आठौं तह) सुरेशचन्द्र डि.सी. समेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/6j59xrQBim", "नेपाल विधुत प्राधिकरण, सिरहा वितरण केन्द्र, औरही नोलाईट सिरहा जिल्लामा कार्यरत ई.सि. छेदिलाल साह सुनार घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/uCnJMuiRfz", "अध्यागमन विभागमा कार्यरत तत्कालीन अध्यागमन अधिकृत सुरेश सुवेदीउपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/xYA8wfPEhd", "मालपोत कार्यालय कास्कीका मालपोत अधिकृत (शाखा अधिकृत) अविनाश कुँवर उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/s980ILGztp", "नेपाल विद्युत प्राधिकरण, त्रिवेणी उप-वितरण केन्द्र, नवलपरासी (पूर्व) का कार्यालय प्रमुख बिजय कुमार महरा र फोरम्यान (चौथो तह) का मेघराज काफ्ले उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/ZaQrz4XO1v", "जिल्ला प्रहरी कार्यालय पर्सामा कार्यरत प्रहरी जवान गमहिरा साह तेली घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/skncPgJ2IY", "जिल्ला अदालत महोत्तरीका नापी सर्भेक्षक मोहन यादव उपर आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/bJdIdLEKrC", "बाँसगढी सव डिभिजन वन कार्यालय बर्दियाका सहायक वन अधिकृत अनिल कुमार गुप्ता उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/lh5g4LFQt5", "अस्थायी ट्राफिक प्रहरी पोष्ट नेपालथोक दुम्जा सिन्धुलीमा कार्यरत प्रहरी सहायक निरीक्षक श्याम बहादुर माझी घुस रकम सहीत नियन्त्रणमा-CIAA Nepal https://t.co/KEHQpYchuo", "बाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग काठमाडौंका नायव सुब्बा पुरूषोत्तम पोखरेल र कर सहयोगी (सहजकर्ता ) केदार प्रसाद न्यौपाने घुस रकम सहिन नियन्त्रणमा-CIAA Nepal https://t.co/mg7OgLSG4o", "सुर्यविनायक नगरपालिका वडा नं.-५ सल्लाघारीका गंगालाल श्रेष्ठ उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/h3z6wNgHUa", "भँगाहा नगरपालिका वडा नं.- ८, महोत्तरीका वडा अध्यक्ष मो.रफिक आलमसमेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/sDJD0F84wi", "काठमाडौं महानगरपालिका -६ नम्वर वडा कार्यालयका कार्यालय सहयोगी श्याम कुमार कार्की र शिक्षक खेन्चे दोजै तामाङ घुस रकम सहित नियन्त्रनमा ।-CIAA Nepal https://t.co/6vzcSPqMgP", "राष्ट्रिय वाणिज्य बैंक लि. शाखा कार्यालय चरिकोटका तत्कालीन शाखा प्रवन्धक टिका प्रसाद दुलालसमेत ६ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/MLUlhVvWKi", "जिल्ला तेह्रथुम साविक दाँगपा गाविसमा कार्यरत तत्कालीन गाविस सचिव मणि प्रसाद राई उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/yPwLaNKKxV", "मालपोत कार्यालय टीकापुर कैलालीका नायव सुब्बा सिंह बहादुर कुँवर र खरिदार नरराज पाण्डे उपर आरोप-पत्र दायर गरिएको https://t.co/iVVOduR7dd", "राष्ट्रिय चिया तथा कफी विकास बोर्ड, क्षेत्रीय कार्यालय, पोखराका तत्कालीन निमित्त कार्यालय प्रमुख रघुपती चौधरीउपर आरोप-पत्र दायर गरिएको  https://t.co/hZrxQy0EBD", "श्री सिद्धार्थ माध्यमिक विद्यालय पाल्हिनन्दन गाउँपालिका वडा नं. ३ कुशुम्हा, नवलपरासीका विद्यालय व्यवस्थापन समितिका अध्यक्ष केदार गिरी र सोही विद्यालयका प्रधानाध्यापक लेखनाथ उपाध्याय उपर आरोप-पत्र दायर गरिएको https://t.co/uk8siz9S7Y", "मालपोत कार्यालय मनमैजु, काठमाडौंमा कार्यालय सहयोगी पाँचौ तहमा कार्यरत कान्छा भण्डारी र जग्गा कारोवारी ईश्वर के.सी. उपर आरोप-पत्र दायर गरिएको https://t.co/ycd7Blm6PY", "साविक तिलाहार गाउँ विकास समिति, पर्वतका तत्कालीन सचिव लिल प्रसाद श्रेष्ठ र मोदी गाउँपालिका वडा नं. ६ बस्ने चित्र बहादुर बस्नेत क्षेत्री उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/j0631wfHHq", "जिल्ला नवलपरासी (बर्दघाट सुस्तापश्चिम), सरावल गाउँपालिकाका सव-इन्जिनियर भिमदेव भट्टराई  उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/G3y1eOKYdB", "राष्ट्रिय अनुसन्धान जिल्ला कार्यालय, रूपन्देहीका अनुसन्धान सहायक विरेन्द्र प्रसाद पाण्डे उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/q1zLsslGZE", "जिल्ला प्रहरी कार्यालय, कपिलवस्तुका प्रहरी नायब निरीक्षक सुरेश बहादुर थापा उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/ogv7OMyX6n", "भानु माध्यमिक विद्यालय, कंञ्ज, शंकरपुर, कञ्चनपुरका शिक्षक नन्दलाल तिरूवा उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/MetKQcPWsk", "आन्तरिक राजश्व कार्यालय, सिमरा, बाराका कम्प्युटर अपरेटर सुदिप लामा रू.४०,०००/- घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/xcE9H1Iw7E", "भूमिसुधार तथा मालपोत कार्यालय, बाराको मुद्दा फाँटमा करार सेवामा पूर्व कार्यरत हरिमोहन सिंह क्षेत्री रू.१,००,०००/- घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/X4aSWHlwGf", "बिद्यालय शिक्षक किताबखाना, ताहाचल, काठमाडौंमा कार्यरत शाखा अधिकृत अर्जुन प्रसाद पराजुली र नायव सुब्बा राजेन्द्र कुमार के.सी.घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/d0wYPLavSc", "जिल्ला खेलकुद विकास समिति, मुगुका तत्कालीन अध्यक्ष लालबहादुर रावत र कोषाध्यक्ष हस्त बहादुर शाहीसमेत ४ जना उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/Y2e12sSZ8g", "जिल्ला ट्राफिक प्रहरी कार्यालय, काभ्रेपलान्चोक, बनेपाका प्रहरी हवल्दार रामहरि मानन्धर र प्रहरी जवान हरिचन्द्र बानियाँ उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/BmzMoFboKv", "जिल्ला स्वास्थ्य कार्यालय, म्याग्दीका निमित्त कार्यालय प्रमुख (जनस्वास्थ्य निरीक्षक) भीम प्रसाद आचार्य समेत ३ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/0QIklgVoLa", "डिभिजन सडक कार्यालय पोखराका कार्यालय प्रमुख हरि कुमार पोखरेल, इन्जिनियर पवित्रमणि आचार्य र निर्माण व्यवसायी ऋषी गौतम उपर आरोपपत्र दायर गरिएको ।-CIAA Nepal https://t.co/r7CQ8bxQtQ", "यातायात ब्यवस्था कार्यालय सेतीका निमित्त कार्यालय प्रमुख गंभिर सिंह बिष्ट, अधिकृत(सातौं) भुवन जोशी र अधिकृत( छैठौं) जयराज कारीगर घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/qAfxBO4KrR", "पशुपति मित्र माध्यमिक विद्यालय, का.म.न.पा. ७ चावहिलका लेखापाल बद्रीप्रसाद पराजुली (मा.वि. तृतीय श्रेणी) र सहायक प्रधानाध्यापक भरत बिक्रम बि.सी. घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/Kz6X2fNpvt", "मालपोत कार्यालय बुटवलका खरिदार जिवनाथ पाण्डे र लेखापढी व्यवसायी कमल पाण्डे घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/dpLozkXMRL", "प्रत्येक मंगलबार साँझ ७:२५ बजे नेपाल टेलिभिजन, आयोगको फेसबुक र युट्युबबाट LIVE प्रसारण हेर्न नभुल्नु होला। धन्यवाद !\nFacebook: https://t.co/RTbPcPnQGu\nYouTube: https://t.co/RtIzD4uuzB https://t.co/rE34dlyRHQ", "भूमिसुधार तथा मालपोत कार्यालय,भक्तपुरका नायव सुब्बा हरि नारायण उपाध्याय र लेखापढी व्यवसायी हिरामणी निरौलाउपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/pmpwHapiI9", "नगराइन नगरपालिका, धनुषाका सव-इन्जिनियर उमेश मण्डल उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/AQPXRtzdis", "श्री माध्यमिक विद्यालय रझेना घोराही, दाङ्गमा कार्यरत शिक्षक गणेश के.सी उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/gjGSBmaHyS", "जिल्ला प्रशासन कार्यालय बाराका लेखापाल जयसिंह राय थारू घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/GjXmIApcZM", "भूमिसुधार तथा मालपोत कार्यालय, सिरहाका नायव सुब्बा मिथिलेश्वर ठाकुर उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/ZskV396vmP", "उद्योग, वाणिज्य तथा उपभोक्ता हित संरक्षण निर्देशनालय, हेटौंडा मकवानपुरका अधिकृत (आठौं) चन्दनकुमार अमात्य उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/PxoGSIHKcN", "पूर्वाञ्चल विश्वविद्यालय,चिकित्साशास्त्र संकाय डिनको कार्यालय, विराटनगरमा कार्यरत मुख्य अधिकृत गिरिराज कोइराला उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/XSsRczKgHb", "जिल्ला प्रशासन कार्यालय, बाराका नायब सुब्बा सनोज महतो उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/GxxizmNrBH", "बाँसगढी सब डिभिजन वन कार्यालय बर्दियाका सहायक वन अधिकृत अनिल कुमार गुप्ता घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/9X5M6rFhtV", "नापी कार्यालय इनरूवा सुनसरीका सर्भेक्षक मागैन महतो र लेखापढी व्यवसायी राम नारायण पोदार उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/045YGNFpc4", "प्रहरी चौकी, पाचखाल काभ्रेका प्रहरी हवल्दार भक्त बहादुर हायु र प्रहरी जवान ज्ञानबहादुर लामगादे उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/taEHGFcxCD", "भक्तपुर नगरपालिका वडा नं.-१ बस्ने गंगालाल श्रेष्ठ घुस दिन ल्याइएको रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/bK3tg6ZdTj", "जिल्ला अदालत महोत्तरीका नापी सर्वेक्षक मोहन यादब घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/MSDDuU0X5K", "मालपोत कार्यालय मनमैजु, काठमाडौंमा कार्यरत कार्यालय सहयोगी (पाँचौ तह) कान्छा भण्डारी र जग्गा कारोवारी ईश्वर के.सी. घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/WbfwNeCgxY", "कर्णाली नदी व्यवस्थापन आयोजना, राजापुर बर्दियाका इन्जिनियर कमल प्रसाद सिटौलासमेत ५ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/hBBRod24nB", "साना सिँचाई कार्यक्रम, दैलेखका सव इन्जिनियर सल बहादुर बुढा उपर आरोप-पत्र दायर  गरिएको ।-CIAA Nepal https://t.co/f6aYvqCXXy", "मालपोत कार्यालय कास्कीका मालपोत अधिकृत अविनाश कुँवर घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/NSPXdvx3ky", "सिम्ता गाउँपालिका सुर्खेतका सिभिल सबइञ्जिनियर  शिव शंकर पोख्रेल समेत ५ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/2IJDEYdz82", "दिब्येश्वरी जग्गा एकिकरण आयोजना, सानोठिमी,भक्तपुरमा कार्यरत नायव सुब्बा देउमान कडरिया उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/9yFTwaFe0c", "श्री चन्द्रसूर्य आधारभूत विद्यालय, सिंजा, जुम्लाका शिक्षक बीरबहादुर बुढा उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/8cY80syeEa", "महानगरीय ट्राफिक प्रहरी नयाँ बसपार्क, गंगबुका प्रहरी जवान देबेन्द्र बलायर समेत ३ जना उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/mSa9UNlCjw", "राष्ट्रिय स्वास्थ्य शिक्षा सूचना तथा सञ्चार केन्द्र, टेकु काठमाडौंका जनस्वास्थ्य अधिकृत राम अवतार गुप्ता समेत २ जना उपर आरोप-पत्र दायर https://t.co/VAvy84Y8TO", "बनेपा नगरपालिका वडा नं.११ काभ्रेका सव-इन्जिनियर (करार) आकाश श्रेष्ठ घुस रकम सहित नियन्त्रणमा https://t.co/eW3vBOpGEI", "श्री सिद्धार्थ माध्यमिक विद्यालय पाल्हिनन्दन गाउँपालिका वडा नं. ३ का विद्यालय ब्यवस्थापन समितिका अध्यक्ष केदार गिरी र सोही विद्यालयका प्रधानाध्यापक लेखनाथ उपाध्याय घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/Y8NbDXtSIL", "हिगुवापाटी ट्राफिक पोष्ट काभ्रेमा कार्यरत प्रहरी जवान तेज प्रसाद  भट्टराई उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/V6sY8xnf03", "नेपाल विद्युत प्राधिकरण, त्रिवेणी उप-वितरण केन्द्र, त्रिवेणी नवलपरासी (बर्दघाट-सुस्ता पश्चिम)का  चौथो तहका कर्मचारी मेघराज काफ्ले र दैनिक ज्यालादारीमा कार्यरत विद्युत प्राविधिक नारायण कुर्मी घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/QI8s7S7SMG", "जिल्ला महोत्तरी भँगाहा नगरपालिका वडा नं.- ८ का वडा अध्यक्ष मो.रफिक आलम समेत ३ जनालाई घुस रकम सहित नियन्त्रणमा लिइएको-CIAA Nepal https://t.co/y0icWpPCtB", "जिल्ला बारा, कलैया उपमहानगरपालिकाका इन्जिनियरद्वय किशोर यादव र माधव प्रसाद यादव उपर आरोप-पत्र दायर https://t.co/w98b74LfbY", "श्री माध्यमिक विद्यालय रझेना घोराही दाङ्गमा कार्यरत शिक्षक गणेश के.सी घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/h4nf6CzKJj", "डिभिजन सडक कार्यालय, दमौलीका कम्प्युटर अपरेटर प्रकाश पौडेल उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/5DWeAHt4hL", "रामनगर गाउँपालिका, सर्लाहीमा कार्यरत इन्जिनियर रामजी बाबु यादव उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/muGkTFxlCw", "सशस्त्र प्रहरी बल नेपाल नं.४ गण, इनरूवा, सुनसरीका सशस्त्र प्रहरी जवान बलराम यादव उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/3ybLikPzOU", "गोलबजार नगरपालिका, सिरहाका इन्जिनियर जगदिश प्रसाद साह र सब-इन्जिनियर उमा श्रेष्ठ उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/95kpst8bt1", "जिल्ला डोटी लानाकेदारेश्वर सव डिभिजन वन कार्यालयका कार्यालय प्रमुख सहायक वन अधिकृत(आठौं तह) सुरेश चन्द्र डि.सी. घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/WeXmWb3j7k", "घरेलु तथा साना उद्योग विकास समितिको कार्यालय, दोलखामा कार्यरत खरिदार (प्रा.) पुष्कर अधिकारी उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/xf5hAuM4k3", "महानगरीय प्रहरी बृत्त गौशाला काठमाडौंका प्रहरी नायव निरीक्षकद्वय रमेश बहादुर पाण्डे र राजु स्वर्णकार उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/QZeYqoicpp", "नगराईन नगरपालिका, धनुषाका सव-इन्जिनियर उमेश मण्डल घुस रकम सहित नियन्त्रणमा-CIAA Nepal https://t.co/qTN0d250uI", "तत्कालीन बदालकोट गा.वि.स. सचिव पदमा कार्यरत हाल जिल्ला दैलेख, भैरवी गाउँपालिका वडा नं. ३ को वडा सचिव (खरिदार) गणेश प्रसाद रिजाल समेत २ जना उपर आरोप-पत्र दायर गरिएको।-CIAA Nepal https://t.co/AuPuYdMROj", "डिभिजन सडक कार्यालय पोखराका कार्यालय प्रमुख हरि कुमार पोखरेल समेत ५ जना घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/UTSWq4Rari", "पुर्वाञ्चल विश्वबिद्यायलका प्रमुख प्रशासकीय अधिकृत गिरिराज कोइराला घुस रकम सहित नियन्त्रणमा ।-CIAA Nepal https://t.co/hVAfp16j0a", "सल्यान जिल्ला, साविक काप्रेचौर गा.वि.स. तत्कालीन गा.वि.स.सचिव टेक बहादुर डाँगी (क्षेत्री) समेत २ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/Bk8mh1LYKQ", "साविक जिल्ला विकास समितिको कार्यालय, सल्यानका तत्कालीन स्थानीय विकास अधिकारी पेशल कुमार पोखरेलसमेत ११ जना उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/M0HcfHUtYL", "श्री माध्यमिक विद्यालय, शुद्धोधन गाउँपालिका, कपिलवस्तुमा कार्यरत प्रा.वि. शिक्षक सुशीलादेवी गौतम उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/W52b4EU95w", "डिभिजन वन कार्यालय, कर्णाली प्रदेश सुर्खेतका कार्यालय प्रमुख (उप-सचिव प्राविधिक) भक्त बहादुर लामा उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/qw68BtfBfP", "अस्थायी ट्राफिक प्रहरी पोष्ट कोशी कटान, सुनसरीमा कार्यरत प्रहरी नायव निरीक्षक भिम बहादुर कटुवाल  र  प्रहरी जवान भरत कटुवाल उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/KtJczJVyM4", "नापी कार्यालय, चितवनका सर्वेक्षक राजेश कर्माचार्य उपर आरोप-पत्र दायर गरिएको ।-CIAA Nepal https://t.co/I2ZOs4jmL0", "त्रिभुवन अन्तराष्ट्रिय विमानस्थल अध्यागमन कार्यालयका अध्यागमन अधिकृत कमल प्रसाद पराजुलीलाई नियन्त्रणमा लिईएको-CIAA Nepal https://t.co/9RpfJoQJIT", "सिंचाइ विकास डिभिजन कार्यालय, गौर, रौतहटका तत्कालीन डिभिजन प्रमुख अजित श्रीवास्तवसमेत ४ जना उपर आरोप-पत्र दायर गरीएको-CIAA Nepal https://t.co/hYnwJeerOX", "प्रहरी चौकी वगाह, रूपन्देहीमा कार्यरत प्रहरी सहायक निरीक्षक प्रेम बहादुर थापा उपर आरोप-पत्र दायर गरिएको-CIAA Nepal https://t.co/4rvVkCcva0", "जिल्ला बन कार्यालय रूकुमका स.व.अ.विनोद प्रसाद कानु समेत ४ जना उपर आरोप-पत्र दायर गरीएको ।-CIAA Nepal https://t.co/Pqv3AiyYQ2", "दिब्येश्वरी जग्गा अधिकरण आयोजना, भक्तपुरमा कार्यरत नायव सुब्बा देउमान कडरिया घुस रकम सहित नियन्त्रणमा https://t.co/4KfUeZN622", "उद्योग, वाणिज्य तथा उपभोक्ता हित संरक्षण निर्देशनालय, हेटौंडा मकवानपुरका अधिकृत (आठौं) चन्दनकुमार अमात्य घुस रकम सहित नियन्त्रणमा\nhttps://t.co/Aypky85rzR", "मालपोत कार्यालय टीकापुर कैलालीका नायव सुब्बा सिह बहादुर कुँवर र खरिदार नर राज पाण्डे घुस रकम सहित नियन्त्रणमा ।\nhttps://t.co/04DrNpSmvz", "वि.पि. कोइराला स्वास्थ्य विज्ञान प्रतिष्ठान धरानका प्रा.डा.राज कुमार रौनियार समेत २ जना उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/VrtEO7m2e9", "जिल्ला ट्राफिक कार्यालय, काभ्रेका प्रहरी हवल्दार रामहरी मानन्धर समेत ५ जना घुस रकम सहित नियन्त्रणमा ।\nhttps://t.co/CI6x4RqURy", "जलश्रोत तथा सिंचाइ विकास डिभिजन भोजपुरका सि.डि.ई. मोहन बाबु यादव उपर आरोप-पत्र दायर \nhttps://t.co/o9FchSutZM", "बारा जिल्ला पचरौता नगरपालिकाका इन्जिनियर राम प्रकाश सतरा उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/TDfPP1FahU", "नापी कार्यालय ईनरूवा सुनसरीका सर्भेक्षक मागैन महतो र लेखापढी व्यवसायी राम नारायण पोदार घुस रकम सहित नियन्त्रणमा \nhttps://t.co/Dbk02trd4c", "खानेपानी तथा सरसफाइ डिभिजन कार्यालय स्याङ्जामा कार्यरत इन्जिनियर (आठौं तह) बसी अख्तर मोहम्मद उपर आरोप-पत्र दायर गरिएको\nhttps://t.co/d7cQs7yNi0", "जनकपुर उपमहानगरपालिकाको कार्यालय जनकपुरधामका प्रमुख प्रशासकीय अधिकृत (उपसचिव) अर्जुन प्रसाद सुवेदीसमेत ६ जना उपर आरोप-पत्र दायर गरिएको\nhttps://t.co/Dkgfu5FL09", "राष्ट्रिय स्वास्थ्य शिक्षा सुचना तथा सञ्चार केन्द्र, टेकु काठमाडौंका जनस्वास्थ्य अधिकृत राम अवतार गुप्ता घुस रकम सहित नियन्त्रणमा \nhttps://t.co/VRmQv4OEZj", "मालपोत कार्यालय, सिरहाका नायव सुब्बा मिथिलेश्वर ठाकुर र लेखापढि व्यवसायी राजबंशी चौधरी घुस रकम सहित नियन्त्रणमा\nhttps://t.co/p6QsZJM8C6", "एम.के./वाई.पी.जे.भी. का प्रतिनिधि देवजंग शाही उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/Itr6wtPrW3", "जिल्ला स्वास्थ्य कार्यालय, म्याग्दीका निमित्त कार्यालय प्रमुख (जनस्वास्थ्य निरीक्षक) भीम प्रसाद आचार्य समेत ४ जना घुस रकम सहित नियन्त्रणमा \nhttps://t.co/bF2CBNW819", "बारा जिल्ला पचरौता नगरपालिकाका करार सेवामा कार्यरत नायव सुब्बा बद्रीबहादुर थापा उपर आरोप-पत्र दायर https://t.co/o71nJZM45Q", "सशस्त्र प्रहरी वल नं.४ गण, ईनरूवा, सुनसरीका सशस्त्र प्रहरी जवान बलराम यादव घुस रकम सहित नियन्त्रणमा https://t.co/1cebFkpORy", "नेपाल विद्युत प्राधिकरण, लगनखेल वितरण केन्द्र, ललितपुरका फोरमेन अविलाल विष्ट उपर आरोप-पत्र दायर https://t.co/d17ZHE3t7g", "शिक्षा समन्वय इकाइ काभ्रेपलाञ्चोकका इन्जिनियर दिपेन्द्र कुमार देवसमेत ३ जना उपर आरोप-पत्र दायर https://t.co/pGpJykNJ6X", "काठमाडौं महानगरपालिका, सामाजिक विकास विभागका नायव सुब्बा (पाँचौं तह) कृष्ण प्रसाद सोती उपर आरोप-पत्र दायर गरिएको  https://t.co/J2ZxGDv9Z8", "घरेलु तथा साना उद्योग विकास समितिको कार्यालय, दोलखामा कार्यरत खरिदार (प्रा.) पुष्कर अधिकारी घुस रकम सहित नियन्त्रणमा https://t.co/ZfgDZgsiHC", "महानगरीय प्रहरी बृत्त गौशाला काठमाडौंका प्रहरी नायव निरीक्षक द्वय रमेश बहादुर पाण्डे र राजु स्वर्णकार घुस रकम सहित नियन्त्रणमा \nhttps://t.co/02qm5Q5SsV", "अख्तियार दुरुपयोग अनुसन्धान आयोगले आज मिति २०७६।४।८ गते आयोगको आगामी ५ वर्षे संस्थागत रणनीति.... https://t.co/t7mnDJFnQz https://t.co/srscZndwsi", "बारा जिल्ला प्रसौनी गाउँपालिका गाउँ कार्यपालिकाको कार्यालय, प्रसौनी, बाराका योजना शाखाका खरिदार बिनोद प्रसाद यादव समेत २ जना उपर आरोप-पत्र दायर \nhttps://t.co/pB5Fl0BBnu", "अस्थायी ट्राफिक प्रहरी पोष्ट कोशी कटान, सुनसरीमा कार्यरत प्रहरी जवान भरत कटुवाल घुस रकम सहित नियन्त्रणमा \nhttps://t.co/k7J6gdQLZW", "प्रहरी चौकी बगाह, रूपन्देहीमा कार्यरत प्रहरी सहायक निरीक्षक प्रेम बहादुर थापा घुस रकम सहित नियन्त्रणमा ।\nhttps://t.co/3Mfhbnmui8", "रामनगर गाउँपालिका, सर्लाहीमा कार्यरत इन्जिनियर रामजी बाबु यादव घुस रकम सहित नियन्त्रणमा\nhttps://t.co/5dzR1ZV4Yh", "काठमाडौं महानगरपालिका, समाजिक विकास विभागका नायव सुब्बा (पाचौ तह) कृष्ण प्रसाद सोती घुस रकम सहित नियन्त्रणमा https://t.co/rZbdFE2njM", "वी.पी. कोइराला स्वास्थ्य विज्ञान प्रतिष्ठानका तत्कालीन उपकुलपति बलभद्र प्रसाद दास (विपि दास) समेत ८ जना उपर आरोप-पत्र दायर https://t.co/esRoebTlzp", "घरेलु तथा साना उद्योग विकास समिति, रोल्पाका खरिदार निता शर्मा उपर आरोप-पत्र दायर  https://t.co/tpFkVJulkd", "जलश्रोत तथा सिंचाइ विकास डिभिजन भोजपुरका सि.डि.ई. मोहन बाबु यादव घुस रकम सहित नियन्त्रणमा  https://t.co/K9mdAMvFhN", "जलस्रोत तथा सिंचाई विकास डिभिजन कार्यालय, कञ्चनपुरका कार्यालय प्रमुख सि.डि.ई. अजित कुमार श्रीवास्तव र इन्जिनियर ग्रीष्मा ठगुन्ना उपर आरोप-पत्र दायर https://t.co/M0d3A0TBPB", "कर्णाली प्रदेश डिभिजन वन कार्यालय, सुर्खेतका प्रमुख (उप-सचिव प्राविधिक) भक्त बहादुर लामा घुस रकम सहित नियन्त्रणमा https://t.co/PXZWqSbrl9", "शिक्षा विकास तथा समन्वय इकाइ सल्यानमा कार्यरत इकाइ प्रमुख (शाखा अधिकृत)धनबहादुर ओलीउपर आरोप-पत्र दायर  https://t.co/22H9JX2Qb6", "वी.पी.कोइराला स्वास्थ्य विज्ञान प्रतिष्ठान, धरानका उपकुलपति प्रा.डा. राजकुमार रौनियार र डा. रामहरी रौनियार घुस रकम सहित नियन्त्रणमा https://t.co/Uk328NsQNT", "प्रहरी चौकी भोक्राहा सुनसरीका प्रहरी सहायक निरीक्षक पदम बहादुर कटुवाल उपर आरोप-पत्र दायर गरिएको   https://t.co/L1Tn33xXyO", "नेपाल विद्युत प्राधिकरण, लगनखेल वितरण केन्द्र, ललितपुरका फोरमेन अविलाल विष्ट घुस रकम सहित नियन्त्रणमा https://t.co/c9gvL6yTno", "बारा जिल्ला पचरौता नगरपालिकाका इन्जिनियर राम प्रकाश सतरासमेत ३ जना घुस रकम सहित नियन्त्रणमा\nhttps://t.co/43kbGW9VQB", "सवडिभिजन वन कार्यालय, बेला, दाङमा कार्यरत सहायक वन अधिकृत रामाज्ञा प्रसाद साह उपर आरोप-पत्र दायर\nhttps://t.co/qVExU40BLG", "माडी-लुङ्ग्री-करिडोर सिंचाइ आयोजना, रोल्पामा कार्यरत सव-इन्जिनियर तारा श्रेष्ठ र डि.ई. उग्रनाघ झा उपर आरोप-पत्र दायर\nhttps://t.co/XzBleA3WLU", "त्रिभुवन बिश्व बिद्यालय, बिज्ञान तथा प्रविधि अध्ययन संस्थान डीनको कार्यालय किर्तिपुरका सहायक डीन प्रा.डा.शम्भु प्रसाद पटेल भन्ने शम्भु प्रसाद उपर आरोप-पत्र दायर\nhttps://t.co/URzpHNhyqO", "हतुवागढी गाउँपालिका भोजपुरमा कार्यरत असिस्टेन्ट सव इन्जिनियर नईन्द्र पारुहाङ्ग राई उपर आरोप-पत्र दायर\nhttps://t.co/CtG9bMvWgR", "जिल्ला प्रहरी कार्यालय, नुवाकोटका प्रहरी निरीक्षक लालबाबु प्रसाद साह उपर आरोप-पत्र दायर https://t.co/arn4gZDggZ", "जिल्ला प्रहरी कार्यालय, नुवाकोटका प्रहरी निरीक्षक लालबाबु प्रसाद साह उपर आरोप-पत्र दायर  https://t.co/PTi64k9u8H", "जिल्ला प्रहरी कार्यालय, नुवाकोटका प्रहरी निरीक्षक लालबाबु प्रसाद साह उपर आरोप-पत्र दायर https://t.co/1JHshcgTxS", "घुस रिसवत लिई/दिई परीक्षाको परिणाम फेरबदल गरेको दाबीसहित त्रिभुवन विश्वविद्यालय परीक्षा नियन्त्रण कार्यालय बल्खुको गोप्य शाखाका कर्मचारी राम बहादुर कर्माचार्यसमेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/vIt2GHyI6t", "रूपन्देही जिल्ला अदालतमा बाल मनोविज्ञको रूपमा कार्यरत शान्ति देवी अधिकारी भुसालउपर आरोप-पत्र दायर\nhttps://t.co/xljXzrZDLJ", "हतुवागढी गाउँपालिका भोजपुरमा कार्यरत इन्जिनियर मिछुहाङ्ग किराँत उपर आरोप-पत्र दायर\nhttps://t.co/nW8StWqHht", "जिल्ला अदालत कलैया,बाराका डिठ्ठा ( खरिदार) सुनिल चौधरी उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/6GtUYswMBu", "काठमाडौं महानगरपालिका वडा नं.-९ वडा कार्यालय, गौशालाका कार्यालय सहयोगी (तेस्रो तह) गोविन्द खड्का उपर आरोप-पत्र दायर\nhttps://t.co/VDUOhPX3IN", "महागढीमाई नगरपालिका वार्ड नं. ६ बाराका निर्वाचित वडा अध्यक्ष रामजी प्रसाद बरै उपर आरोप-पत्र दायर गरिएको\nhttps://t.co/G3LKHaAYq4", "घरेलु तथा साना उद्योग विकास समिति, रोल्पाका खरिदार निता शर्मा रू.७०,०००।-(सत्तरी हजार) घुस रकम सहित नियन्त्रणमा\nhttps://t.co/guuGSsy6ya", "जिल्ला सप्तरी, रुपनी गाउँपालिकामा कार्यरत इन्जिनियर विकास कुमार श्रेष्ठ उपर आरोप- पत्र दायर\nhttps://t.co/GRAXu36Ryv", "त्रिभुवन विश्वबिद्यालय. सेवा आयोगका अध्यक्ष चैतन्य प्रसाद शर्मा लगायत १० जना उपर परीक्षाको परीणाम फेरवदल गरेको कसुरमा आरोप-पत्र दायर\nhttps://t.co/gWXBRsN440", "शिक्षा समन्वय इकाइ काभ्रेका सव इन्जिनियर धनबिर भगत र शिक्षा समन्वय इकाइ भोजपुरका तत्कालीन सव इन्जिनियर निरज कुमार चौधरी बैङ्क भौचर सहित नियन्त्रणमा\nhttps://t.co/jsMHAgcza7", "खानेपानी तथा सरसफाइ डिभिजन कार्यालय स्याङ्जामा कार्यरत इन्जिनियर (आठौं तह) वासी अख्तर मोहम्मद रू.४,००,०००।- (चार लाख) घुस रकम सहित नियन्त्रणमा\nhttps://t.co/iZhriRjeoT", "राष्ट्रिय मा.वि. लकडमण्डी, कैलालीका पूर्व प्र.अ. लाल कुमार झा समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/Tj5wdjdGqj https://t.co/hWXGrWt3if", "जिल्ला रूपन्देही मर्चवारी गाउँपालिका वडा नं.१ बस्ने रामराज यादव उपर आरोप-पत्र दायर \nhttps://t.co/XdK8tl8i0h", "उच्च अदालत तुलसीपुर, नेपालगञ्ज इजलास बाँकेमा कार्यरत टाइपिस्ट नायव सुब्बा कृष्ण कुमार पाठक समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/jXXpoELJgE", "श्री आदर्श माध्यमिक विद्यालय, लेकवेशी नगरपालिका वडा नं.-७ लेखफर्सा, महेन्द्रगञ्ज सुर्खेतका तत्कालीन प्रधानाध्यापक भीम बहादुर ज्ञामी समेत ३ जना उपर आरोप-पत्र दायर  https://t.co/omAOFrGuIZ", "अध्यागमन कार्यालय¸ त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल काठमाण्डौमा कार्यरत नायव सुब्बा ललित कुमार झा र निजकी श्रीमती सुचिता देवी झासमेतउपर आरोप-पत्र दायर  https://t.co/iBZqE22ExQ", "श्री नेपाल राष्ट्रिय विद्यापीठ माध्यमिक विद्यालय वीरगञ्ज, पर्सामा करार नि.मा.वि. शिक्षक कासिम अन्सारी उपर आरोप-पत्र दायर https://t.co/EpjugRYY8P", "जिल्ला संखुवासभा चैनपुर नगरपालिकाका तत्कालीन कार्यकारी अधिकृत उत्तम रेग्मी समेत ४ जना उपर आरोप-पत्र दायर https://t.co/M1GzE6MNfr", "ज्याउल हल आधारभूत विद्यालय ( मदर्शा) सुनसरीका तत्कालीन व्यवस्थापन समितिका अध्यक्ष इसुन मियाँ र प्रधानाध्यापक कुरचलाल चौधरी उपर आरोप-पत्र दायर \nhttps://t.co/awHuTBF638", "बारा जिल्ला प्रसौनी गाउँपालिकाको कार्यालयबाट आसपुरन कुश्वाहा घुस रकम सहित नियन्त्रणमा  https://t.co/NwDCUHl65O", "जलस्रोत तथा सिंचाई विकास डिभिजन कार्यालय महेन्द्रनगर कञ्चनपुरका कार्यालय प्रमुख डि.ई. अजित कुमार श्रीवास्तव र इन्जिनियर ग्रीष्मा ठगुन्ना घुस रकम सहित नियन्त्रणमा https://t.co/cSM6khL7Zv", "साना तथा मझौला कृषक आयस्तर वृद्धि आयोजना, नेपालगञ्जमा कार्यरत तत्कालीन अनुगमन तथा मूल्याङ्कन अधिकृत देवराज भुषाल समेत ३ जना उपर आरोप-पत्र दायर गरिएको \nhttps://t.co/GVmDEQRZyM", "शिक्षा विकास तथा समन्वय इकाइ सल्यानका इकाइ प्रमुख (शाखा अधिकृत) धन बहादुर वली घुस रकम सहित नियन्त्रणमा \nhttps://t.co/dNyIweknBR", "मालपोत कार्यालय चावहिल, काठमाडौंका नायव सुब्बा चन्द्र बहादुर श्रेष्ठ उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/yInARNo0gu", "निम्न माध्यमिक विद्यालय, राघोपुर, सिराहाको निर्माण समितिका अध्यक्ष जागेश्वर धुरझार (यादव) उपर आरोप-पत्र दायर गरिएको \nhttps://t.co/y7PB6hNq0R", "कन्चनपुर भन्सार कार्यालयका तत्कालीन नायव सुब्बा रामप्रसाद भट्टराई उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/C5d89KvzYu", "इलाका प्रहरी कार्यालय रन्यौरा, रूपन्देहीका प्रहरी निरीक्षक केशव बहादुर बस्नेत उपर आरोप-पत्र दायर गरिएको\nhttps://t.co/JWxtpNtesk", "रत्न कन्या आधारभूत विद्यालय, सिसिर्या, गौर रौतहटका प्रधानाध्यापक राकेश कुमार सिंह उपर आरोप-पत्र दायर गरिएको \nhttps://t.co/49PvuVmp9D", "जिल्ला महोत्तरी एकडारा गाउँपालिका वडा नं.-४, का निर्वाचित वडा सदस्य राम चन्द्र राय (यादव) उपर आरोप-पत्र दायर \nhttps://t.co/ySBqhv4IzS", "नापी कार्यालय साँखु, काठमाडौंका नापी सर्वेक्षक श्याम कृष्ण न्यौपाने समेत ३ जना उपर आरोप-पत्र दायर \nhttps://t.co/eqKSjOTXof", "प्रहरी चौकी भोक्राहा सुनसरीका प्रहरी सहायक निरीक्षक पदम बहादुर कटुवाल घुस रकम सहित नियन्त्रणमा \nhttps://t.co/Z7dnDi8Sdz", "जिल्ला नुवाकोट, बेलकोट्गढी नगरपालिकामा कार्यरत सब इन्जिनियर बद्री भण्डारी उपर आरोप-पत्र दायर गरिएको \nhttps://t.co/vJBetAneA1", "जिल्ला अदालत कलैया,बाराका डिठ्ठा ( खरिदार) सुनिल चौधरी घुस रकम सहित नियन्त्रणमा\nhttps://t.co/bni0PHtjue", "काठमाडौं महानगरपालिका वडा नं.-९ वडा कार्यालय, गौशालाका कार्यालय सहयोगी (तेस्रो तह) गोविन्द खड्का घुस रकम सहित नियन्त्रणमा https://t.co/TNfbeZ4ZGX", "खाद्य प्रविधि तथा गुण नियन्त्रण विभागका महानिर्देशक संजीव कुमार कर्णसमेत १३ जना उपर आरोप-पत्र दायर https://t.co/qpYh06BvUY https://t.co/bo9Uj738Nz", "व्यावसायिक तथा सीप विकास तालिम केन्द्र, भद्रपुर झापाका शाखा अधिकृत सुमेन्द्र मण्डल र नायव सुब्बा राजकुमार धिमाल उपर आरोप-पत्र दायर \nhttps://t.co/pmkWGOaWZD", "जिल्ला रूपन्देही मर्चवारी गाउँपालिका वडा नं.१ बस्ने रामराज यादव घुस दिन ल्याइएको रकम सहित नियन्त्रणमा \nhttps://t.co/OaxD1UCiNM", "तत्कालीन पिपरा सिमरा गाउँ विकास समिति बाराका सचिव विजयकान्त झा उपर आरोप-पत्र दायर https://t.co/YBmnzruZ8D", "हतुवागढी गाउँपालिका भोजपुरमा कार्यरत इन्जिनियर मिसुहाङ्ग किराँत र सव-इन्जिनियर नइन्द्र पारोहाङ्ग राई घुस रकम सहित नियन्त्रणमा https://t.co/DSE9FW7SKG", "मालपोत कार्यालय जुम्लामा कार्यरत तत्कालीन निमित्त कार्यालय प्रमुख (ना.सु) गोबिन्द प्रसाद न्यौपानेसमेत १६ जना उपर आरोप-पत्र दायर https://t.co/9ZyF8E8yOR https://t.co/1nDYBxsglp", "नापी कार्यालय लगनखेल ललितपुरका नापी सर्वेक्षक उपेन्द्र प्रसाद यादव र कार्यालय सहयोगी राजन विष्ट उपर आरोप-पत्र दायर https://t.co/Rskm4MHWm6", "जिल्ला झापा, दमक न.पा.-१६ हाल का.म.न.पा. १० बस्ने ब्यापार ब्यवसायी अभिसेक कार्की उपर आरोप-पत्र दायर https://t.co/6gvGkCK5U0", "सत्ति भन्सार कार्यालय, टिकापुर कैलालीका नायव सुब्बा दुर्गादत्त भट्ट समेत २ जना उपर आरोप-पत्र दायर https://t.co/iE3k7JbeGl", "साविक भसेढवा गा.वि.स. रौतहटका तत्कालीन प्राविधिक सहायक अखिलेन्द्रकुमार यादव समेत ३ जना उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/PXaqU3SKq1 https://t.co/v3DHPxWlnL", "मालपोत कार्यालय बाँकेका तत्कालीन प्रमुख मालपोत अधिकृत दीर्घराज पोखरेल भन्ने दीर्घ बहादुर पोखरेलसमेत २८ जना उपर आरोप-पत्र दायर\n   https://t.co/fKpewalLWC https://t.co/UGCjtSLYKC", "जिल्ला सप्तरी, रुपनी गाउँपालिकामा कार्यरत इन्जिनियर विकाश कुमार श्रेष्ठ घुस रकम सहित नियन्त्रणमा https://t.co/9Y8zhTzwUl https://t.co/hV08kLKLZa", "हज कार्यसम्पादन उपसमितिका अध्यक्ष मोहम्मद शोऐब समेत १० जना उपर आरोप-पत्र दायर\nhttps://t.co/qBsekMRLPW https://t.co/b6tzmralyz", "सशस्त्र प्रहरी बल नेपाल नं. ४१ गुल्म, बुटवल ,रूपन्देहीमा कार्यरत सशस्त्र प्रहरी जवान भेषेन्द्र के.सी.उपर आरोप-पत्र दायर गरिएको https://t.co/icWXMQb9GK", "ईलाका प्रहरी कार्यालय, कल्याणपुर सिरहामा कार्यरत प्रहरी जवान दिपेन्द्र कुमार मण्डल समेत १२ जना उपर आरोप-पत्र दायर गरिएको https://t.co/mY52Ip0p1c https://t.co/9z8yCIHxmf", "जल उत्पन्न प्रकोप नियन्त्रण डिभिजन कार्यालय नं. 3, बाराका तत्कालीन कार्यालय प्रमुख हीरा नन्द झा समेत ५ जना उपर आरोप-पत्र दायर\nhttps://t.co/6CAtWJcU9N https://t.co/SFn5MOnmKD", "जिल्ला बाँके राप्तिसोनारी गाँउपालिका वडा नं. १ स्थित लामिडाँडा सामुदायिक वन उपभोक्ता समितिका अध्यक्ष टिकाराम कामी उपर आरोप-पत्र दायर\nhttps://t.co/tIceFLKa3A", "रूपन्देही जिल्ला अदालत बाल इजलासमा कार्यरत बाल मनोविज्ञ शान्ति देवी अधिकारी घुस रकम सहित नियन्त्रणमा\nhttps://t.co/AhEnsElsUF", "माडी-लुङ्ग्री-करिडोर सिंचाइ आयोजना, रोल्पामा कार्यरत सव-इन्जिनियर तारा श्रेष्ठ घुस रकम सहित नियन्त्रणमा\nhttps://t.co/AfYb3WWd1q", "श्री सशस्त्र प्रहरी बल, नेपाल, नं. ११ गण, हजमिनिया, रौतहटमा कार्यरत सशस्त्र प्रहरी जवान अरूण झा घुस रकम सहित नियन्त्रणमा https://t.co/U2GClXnfxE", "इलाका प्रहरी कार्यालय रन्यौरा, रूपन्देहीका प्रहरी निरीक्षक केशव बहादुर बस्नेत घुस रकम सहित नियन्त्रणमा https://t.co/IFUZz2vZhA", "मालपोत कार्यालय चावहिल, काठमाडौंका नायव सुब्बा चन्द्र बहादुर श्रेष्ठ घुस रकम सहित नियन्त्रणमा https://t.co/2iSoVW0AMA", "नापी कार्यालय, ललितपुरका तत्कालीन कार्यालय प्रमुख (नापी अधिकृत) भरतसिंह ऐरसमेत ५ जना उपर आरोप-पत्र दायर \nhttps://t.co/JF0iIic8Bc", "जनता माध्यमिक विद्यालय राम्नाकोट, खार्दु, कालिकोटका तत्कालीन प्रधानाध्यापक जयलाल न्यौपाने उपर आरोप-पत्र दायर ।\nhttps://t.co/WZRZfAo3PC", "रुपा गाउँपालिका, कास्कीमा कार्यरत चिप्ली खेलकुद मैदान निर्माण कार्यको साइट इन्चार्ज सब-इन्जिनियर ननु राम समेत ९ जना उपर आरोप-पत्र दायर \nhttps://t.co/L9Zbm7Ceu0 https://t.co/Hxl13pomrg", "शहीद गंगालाल राष्ट्रिय हृदय केन्द्रमा कार्यरत इन्जिनियर प्रदीप कुमार यादव उपर आरोप-पत्र दायर  https://t.co/QA2XtRkdXc https://t.co/ViIKbbfl34", "श्री युवक उच्च माध्यमिक विद्यालय, जोगीगाउँ, बर्दियाका तत्कालीन शिक्षक वीर बहादुर थारू उपर आरोप-पत्र दायर https://t.co/23Edq3XBP3 https://t.co/mDqPxgku5x", "एकडारा गाउँपालिका वडा नं.-४, महोत्तरीका निर्वाचित वडा सदस्य राम चन्द्र राय (यादव) घुस रकम सहित नियन्त्रणमा https://t.co/bOEKhHwR3c https://t.co/1yzzvHWVbW", "चौफा सव-डिभिजन वन कार्यालय, चौरजहारी, रूकुम (पश्चिम) मा कार्यरत फरेष्टर महेन्द्र बि.सी. उपर आरोप-पत्र दायर\nhttps://t.co/SNztcM8ecI", "यातायात व्यवस्था कार्यालय, सवारी चालक अनुमतिपत्र, वीरगञ्ज, पर्साका नायव  सुब्बा बद्री प्रसाद दाहाल  समेत ३ जना आरोप-पत्र दायर गरिएको । https://t.co/IYotEbaAhy https://t.co/18DfsAWRMX", "अध्यागमन कार्यालय¸ त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल काठमाण्डौका अध्यागमन अधिकृत रमाकान्त अर्याल उपरआरोप-पत्र दायर\nhttps://t.co/cgXyJqKzC5", "जिल्ला झापा, दमक न.पा.-१६ हाल का.म.न.पा. १० बस्ने ब्यापार ब्यवसायी अभिसेक कार्की रू.१०,०००/- घुस दिन ल्याइएको रकम सहित नियन्त्रणमा\nhttps://t.co/UoLOiDClH6", "मिति २०७६।०२।१५ गते भैरहवा भन्सार कार्यालयका भन्सार अधिकृत मानप्रसाद बि.क. समेत ६ जना उपर आरोप-पत्र दायर । https://t.co/3S9cCrChpe https://t.co/Hf4ApCWad0", "जिल्ला कैलाली, भन्सार कार्यालय टीकापुरका एजेन्टका सहयोगी राम बहादुर साउद रू.१५,०००/- घुस रकम सहित नियन्त्रणमा https://t.co/ijMK18SlMg https://t.co/bzJXzI3VP0", "जिल्ला सिराहा,श्री प्राथमिक विद्यालय, रामपुरविर्ता-५ का विद्यालय व्यवस्थापन समितिका अध्यक्ष रामभरोस मण्डल समेत २ जना उपर आरोप-पत्र दायर\nhttps://t.co/GukgctFrjy", "काँडा भवानी माध्यमिक विद्यालय, काँडा, बाजुरामा कार्यरत शिक्षक भक्त बहादुर सिंहउपर आरोप-पत्र दायर\nhttps://t.co/1Ze4cG5dzg", "जिल्ला समन्वय समितिको कार्यालय तनहुँका प्राविधिक सबइन्जिनियर खगेन्द्र खवास समेत २ जना उपर आरोप-पत्र दायर ।\nhttps://t.co/DmMelfqnpo", "बी.पी. कोइराला स्वास्थ्य विज्ञान प्रतिष्ठानमा प्रशासनिक सहायक पदमा कार्यरत मो. सईदुर्रहमान उपर आरोप-पत्र दायर\nhttps://t.co/sk0x3aR8LW", "दाङवाङ माध्यमिक विद्यालय, प्युठानकी शिक्षिका बिमला आचार्य उपर आरोप-पत्र दायर https://t.co/7yNtcg4Kuo https://t.co/eTzZLvYLKP", "हेभी इक्विपमेन्ट डिभिजन कार्यालय पोखरा, कास्कीमा द्वितीय अपरेटर कुमार लामिछाने सहित २ जना रू.४०,०००/- घुस रकम सहित नियन्त्रणमा https://t.co/zN4fxqsoyU https://t.co/GjboWBvhSA", "मालपोत कार्यालय कलंकीका मालपोत अधिकृत शिवप्रसाद रिमाल  समेत ७ जना उपर आरोप-पत्र दायर । https://t.co/Zxvmbt7kqR https://t.co/Ex11ztWiPr", "नापी कार्यालय, नवलपरासी (बर्दघाट सुस्ता पश्चिम) मा कार्यरत नापी सर्भेक्षक (रा.प.अनं प्रथम श्रेणी) छत्रबहादुर ठकुल्ला उपर आरोप-पत्र दायर\nhttps://t.co/8piQEqEGDp", "इलाका प्रशासन कार्यालय, रामगोपालपुर, महोत्तरीमा कार्यरत कम्प्युटर अपरेटर अशोक कुमार सिंह उपर आरोप-पत्र दायर\nhttps://t.co/DeJNomXDKf", "व्यवसायिक तथा शीप विकाश तालिम केन्द्र, भद्रपुर झापाका नायव सुब्बा राजकुमार धिमाल समेत २ जना  घुस रकम सहित नियन्तणमा\nhttps://t.co/PSpVw1RwmQ", "जिल्ला सप्तरी, सुरूङ्गा नगरपालिका वडा नं.५ का वडाअध्यक्ष सिल्टु मियाँ उपर आरोप-पत्र दायर गरिएको ।\nhttps://t.co/2qXHQ6RUZA", "नापी कार्यालय लगनखेल ललितपुरमा कार्यरत नापी सर्वेक्षक उपेन्द्र प्रसाद यादव  र कार्यालय सहयोगी राजन विष्ट रू.३०,०००।- घुस रकम सहित नियन्त्रणमा\nhttps://t.co/xgGO3HILbD", "नापी कार्यालय साँखु, काठमाडौंका नापी सर्वेक्षक श्याम कृष्ण न्यौपाने र लेखापढी व्यवसायी विष्णु के.सी  रू.१,५०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/bTaoFGsafo", "माझखर्क प्राथमिक विद्यालय,बाग्लुङका तत्कालीन प्रधानाध्यापक (प्र.अ.) विजय बहादुर थापा र शिक्षक आकाश थापा उपर आरोपपत्र दायर\nhttps://t.co/54pXNEBxyA", "साविक जिल्ला कृषि विकास कार्यालय पर्साका वरिष्ठ कृषि विकास अधिकृत वीरेन्द्र प्रसाद सिन्हासमेत ६ जना उपर आरोप-पत्र दायर गरिएको । https://t.co/MPYhs24tpL https://t.co/MjYiO4HMQT", "“भ्रष्टाचार नियन्त्रण र सुशासन\" विषयक अन्तर्क्रिया कार्यक्रम सम्पन्न \nhttps://t.co/WhirOEwLL0", "खानेपानी तथा सरसफाइ डिभिजन कार्यालय, पर्वतका तत्कालीन इन्जिनियर प्रेम बहादुर थापा समेत ५ जना उपर आरोप-पत्र दायर \nhttps://t.co/OaynuEA9Zc", "श्री समयनाथ उच्च माध्यमिक विद्यालय हाल समयनाथ माध्यमिक विद्यालय, कपिलवस्तुका तत्कालीन प्रधानाध्यापक थानेश्वर खनाल जैसीसमेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/NunqgBODUF", "“भ्रष्टाचार नियन्त्रण र सुशासन\" विषयक अन्तर्क्रिया कार्यक्रम सम्पन्न \nhttps://t.co/ts86ZL7atg", "जिल्ला प्रशासन कार्यालय, इलामका नायव सुब्बा विनोद बाबु वि.सी र युवा स्वरोजगार कार्यक्रम स्वयमसेवक भानुभक्त्त आचार्य उपर आरोप-पत्र दायर \nhttps://t.co/4Emh4sNFR5", "सशस्त्र प्रहरी बल नेपाल नं. ४१ गुल्म हे.क्वा (औधोगिक सुरक्षा), बुटवल ,रूपन्देहीमा कार्यरत सशस्त्र प्रहरी जवान भेषेन्द्र के.सी.लाई घुस रकम सहित नियन्त्रणमा लिइएको \nhttps://t.co/at4uHKafJb", "दशरथ माध्यमिक विद्यालय,साडेपानी, कैलालीका शिक्षिका मधु कुमारी भण्डारी (जोशी) उपर आरोप-पत्र दायर\nhttps://t.co/29kTmKmJot", "नेपालगञ्ज भन्सार कार्यालयका भन्सार अधिकृत सुभाष प्रसाद श्रेष्ठ समेत १० जना उपर आरोप-पत्र दायर\nhttps://t.co/qci53oW5Rt", "श्री प्राथमिक विद्यालय, फतुहा महेशपुर-५, रौतहटका शिक्षिका आरती कुमारी मल्लिक \nउपर आरोप-पत्र दायर\nhttps://t.co/KwUPDhFU3p", "नेपाल प्रहरीका प्रहरी नायव उपरीक्षक बाबुराम अधिकारी उपर आरोप-पत्र दायर\nhttps://t.co/WIEQpeMDmj", "श्री ज्योती प्राथमिक विद्यालय, आमभञ्ज्याङ -२,मकवानपुरमा कार्यरत शिक्षिका धन कुमारी खड्का उपर आरोप-पत्र दायर\nhttps://t.co/JVV5765Ho9", "मालपोत कार्यालय रूपन्देही, भैरहवाका कार्यालय सहयोगी जोगेन्द्र प्रसाद चौधरी उपर आरोप-पत्र दायर\nhttps://t.co/sUPcHK4gJT", "मालपोत कार्यालय, सिमराका कार्यालय प्रमुख (नायब सुब्बा) मदन प्रसाद गुप्ता, लेखापाल युगल किशोर ठाकुर र नायब सुब्बा शत्रुधन राउत उपर आरोप-पत्र दायर \nhttps://t.co/jHyvYsPSBm", "बुढीगंगा गाउँपालिका गाउँ कार्यपालिकाको कार्यालय हात्तीमुढा, मोरङका इन्जिनियर चन्द्रनारायण चौधरी उपर आरोप-पत्र दायर \nhttps://t.co/WdKQRhqABg", "मालपोत कार्यालय, कलैया, बाराका तत्कालीन कार्यालय प्रमुख (मालपोत अधिकृत) राजराजेश्वर त्रिवेदी समेत ६ जना उपर आरोप-पत्र दायर\nhttps://t.co/ktrvRP0xGC", "मालपोत कार्यालय, कलैयाका तात्कालीन फाँटवाला नायव सुव्बा मदन प्रसाद गुप्ता समेत ५ जना उपर आरोप-पत्र दायर \nhttps://t.co/Gl5mtSMyiF", "डिभिजन वन कार्यालय, हेटौंडा, मकवानपुर तत्कालीन डिभिजनल वन अधिकृत प्रल्हाद प्रसाद धिताल समेत २० जना उपर आरोप-पत्र दायर\nhttps://t.co/hw4vbvN0BC", "भूमिसुधार कार्यालय, पर्साका भूमिसुधार अधिकारी गमबहादुर वि.क समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/XtREc5aIcS", "नापी कार्यालय, परासी, नवलपरासी (बर्दघाट सुस्ता पश्चिम) मा कार्यरत नापी सर्भेक्षक (रा.प.अनं प्रथम श्रेणी) छत्रबहादुर ठकुल्ला रू.२०,०००।– (बीस हजार) घुस रकम सहित नियन्त्रणमा\nhttps://t.co/0OeocTe7mi", "जिल्ला बाँके राप्तिसोनारी गाँउपालिका स्थित लामिडाँडा सामुदायिक वन उपभोक्ता समितिका अध्यक्ष टिकाराम कामी र कोषाध्यक्ष दिपक खुनालाई रू.५,००,०००।–(पाँच लाख) घुस रकम सहित नियन्त्रणमा लिइएको\nhttps://t.co/F0T2ITm5PI", "प्रहरी कितावखाना लैनचौर, काठमाडौंमा कार्यरत कम्प्युटर अपरेटर सुरज के.सी. उपर आरोप-पत्र दायर\nhttps://t.co/OHbsuRy40z", "कैलाली जिल्लास्थित बेहडाबाबा उच्च माध्यमिक विद्यालय, उर्माका तत्कालिन प्रधानाध्यापक गोविन्दराज ओझा समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/HVsAeqpV3y", "श्री कोटहीमाई प्रा.वि.,कपिलवस्तुका शिक्षिका नन्दनी श्रीवास्तव उपर आरोप-पत्र दायर\nhttps://t.co/ihHQ8EvEBz", "जिल्ला स्वास्थ्य कार्यालय, रोल्पा अन्तर्गत अ.न.मी. पदमा  कार्यरत बिमला विष्ट उपर आरोप-पत्र दायर\n https://t.co/6KeszkjmnV", "तत्कालीन साधारण उच्च माध्यमिक विद्यालय, गंगदी, दाङका विद्यालय व्यवस्थापन समितिका अध्यक्ष भोगेन्द्रसिंह राजपुत र प्रधानाध्यापक पूर्णबहादुर चौधरी उपर आरोप-पत्र दायर\nhttps://t.co/n8aASIcge0", "चौफा सव डिभिजन वन कार्यालय, चौरजहारी, रूकुम पश्चिममा कार्यरत फरेष्टर महेन्द्र वि.सि.घुस रकम सहित नियन्त्रणमा\nhttps://t.co/RXdsNgCp3x", "भूमिसुधार तथा मालपोत कार्यालय, बारा, कलैयाका खरिदार रामजीप्रसाद साह र बिचौलिया खड्गभक्त शर्मा खरेल उपर आरोप-पत्र दायर  https://t.co/l3eQ0QhnKH", "ईलाका प्रशासन कार्यालय, रामगोपालपुर, महोत्तरीमा कार्यरत कम्प्यूटर अपरेटर अशोक कुमार सिंह घुस रकम सहित नियन्त्रणमा https://t.co/WwsmZm1fSK", "महेन्द्रोदय माध्यमिक विद्यालय, भोजपुरका शिक्षक मनोज कुमार बुढा र  मान्ने ढुङ्गा उच्च माध्यमिक विद्यालय, टालेगाउँ, जाजरकोटका तत्नकालीन शिक्षक बाल्मिकी प्रसाद सिंह उपर आरोप-पत्र दायर\nhttps://t.co/7554A0LdLI", "श्री समयमाई प्राथमिक विद्यालय (हाल माध्यमिक विद्यालय) टिकुलीगढ, रुपन्देहीमा कार्यरत शिक्षक राम प्रसाद पौडेल उपर आरोप-पत्र दायर  https://t.co/m8jLowgk6h https://t.co/ndvNGBJmzH", "यातायात व्यवस्था कार्यालय सवारी कोशीका लेखापाल सुरेश अधिकारी उपर श्रोत पुष्टि गर्न नसकेको एवं गैरकानूनी रुपमा आर्जन गरेको सम्पत्तिको विगो रू.५¸१०¸३३¸६२३।-कायम गरी आरोप-पत्र दायर https://t.co/1ga4Vc71FY", "वैदेशिक रोजगार विभाग काठमाडौं, अरेबिक भाषा अनुवादक अजाद आलम, प्रहरी जवान विष्णु नाथ र प्रहरी जवान गणेश लोहार उपर आरोप-पत्र दायर https://t.co/fH2jTF2Pgw https://t.co/wbgksMgkYy", "जिल्ला कास्की, पोखरा महानगरपालिका स्थित श्री काहुँ आधारभूत विद्यालयका तत्कालीन प्रधानाध्यापक अम्विका गौतम उपर आरोप-पत्र दायर https://t.co/JGiM58SM7Q https://t.co/beEyc9Djn9", "चन्द्रागिरी नगरपालिकाको कार्यालय, बलम्बु, काठमाडौंमा कार्यरत लेखा अधिकृत प्रकाशचन्द्र भट्टराई उपर आरोप-पत्र दायर https://t.co/6sICasciQq https://t.co/rUi86zqgYw", "उच्च अदालत तुलसीपुर, नेपालगञ्ज इजलास बाँकेमा कार्यरत टाइपिस्ट नायव सुब्बा कृष्ण कुमार पाठक रू.३,००।०००/- घुसबापतको रकम लिदै गर्दाको अवस्थामा नियन्त्रणमा  https://t.co/zW3VmOvu3c https://t.co/zPmRtw71K6", "जिल्ला सप्तरी, सुरूङ्गा नगरपालिका वडा नं.५ का वडाअध्यक्ष सिल्टु मियाँ रू.२५,०००।– (पच्चीस हजार ) घुस रकम सहित नियन्त्रणमा \nhttps://t.co/Z5AYyeDfCx https://t.co/tSxzjDElYw", "जिल्ला ट्राफिक प्रहरी कार्यालय, विर्तामोड, झापामा कार्यरत प्रहरी सहायक निरीक्षक याम कुमार खड्का र बिचौलिया सराफ शेख उपर आरोप-पत्र दायर \nhttps://t.co/Ubs2mSlgn2", "भन्सार छली गरी भारतको दिल्लीबाट व्यापारीक प्रयोजनका सामानहरू ल्याउने ना.५ ख. ४८४२ नं बसका चालक श्याम बिश्वकर्मा समेत चार जना उपर आरोप-पत्र दायर \nhttps://t.co/iTMh7DstuY", "साझा प्रकाशन, क्षेत्रीय कार्यालय नेपालगंजमा सहायक द्वितीयस्तर पदमा कार्यरत  मुन्नी बस्नेत उपर आरोप-पत्र दायर \nhttps://t.co/YHAB6p9dTw", "यातायात व्यवस्था कार्यालय, सवारी चालक अनुमतिपत्र, वीरगञ्ज, पर्सामा लेखापढीको काम गर्ने बिचौलिया रोशन कुमार रौनियार र सुनिल यादव रू.३१,०००।- घुस रकम सहित नियन्त्रणमा \nhttps://t.co/b0YXdhBaam", "यातायात व्यवस्था कार्यालय, कन्चनपुरका तत्कालीन निमित्त कार्यालय प्रमुख   सिताराम खनाल समेत ३ जना उपर आरोप-पत्र दायर \nhttps://t.co/lfkcNkwhPV", "भूमिसुधार तथा मालपोत कार्यालय, राजबिराज, सप्तरीमा कार्यरत नायब सुब्बा बासुदेब मण्डल उपर आरोप-पत्र दायर\nhttps://t.co/aNq0Uzn6RI", "सव डिभिजन वन कार्यालय, लाटीझोडा, मोरङका सहायक वन अधिकृत सल्लाहुदिन अन्सारी उपर आरोप-पत्र दायर\nhttps://t.co/5ER5UQ2vmX", "मालपोत कार्यालय रूपन्देही, भैरहवाको तामेली शाखामा कार्यरत कार्यालय सहयोगी जोगेन्द्र प्रसाद चौधरी रू.२०,०००।- (बीस हजार) घुस रकम सहित नियन्त्रणमा \nhttps://t.co/BEIbUBERfU", "जिल्ला प्रशासन कार्यालय, इलामका नायव सुब्बा विनोद वि.सी. तथा युवा स्वरोजगार कार्यक्रमका स्वयमसेवक भानुभक्त आचार्य घुस रकम सहित नियन्त्रणमा\nhttps://t.co/WY22WCfLLa", "मालपोत कार्यालय, धरानका तत्कालीन मालपोत अधिकृत फणिन्द्र भट्टराई समेत ५ (पाँच) जना उपर आरोप-पत्र दायर\nhttps://t.co/2eJkrf45oV https://t.co/LJmpHTOorS", "तत्कालीन जिल्ला प्राविधिक कार्यालय, दैलेखका सवइन्जिनियर टेक बहादुर हितान उपर आरोप-पत्र दायर\nhttps://t.co/ZCBp6f6NVU", "डिभिजन वन कार्यालय, सिमरा, बाराका सहायक वन अधिकृत गौरीशंकर प्रसादकेसरी समेत तिन जना उपर आरोप-पत्र दायर \nhttps://t.co/KUNu8Y7V8w", "प्रहरी कितावखाना लैनचौर, काठमाडौंमा कार्यरत कम्प्युटर अपेटर (नायव सुब्बा) सुरज के.सी. रू.१०,०००।– (दश हजार) घुसबापतको रकम लिदै गर्दाको अवस्थामा नियन्त्रणमा  https://t.co/r3tpU4PCVJ https://t.co/4IwOzgWBMe", "नेपाल जनता प्राथमिक विद्यालय, नवलपरासीका प्रधानाध्यापक अर्जुनप्रसाद यादव उपर आरोप-पत्र दायर\nhttps://t.co/2Yu310EBSp", "आन्तरिक राजश्व कार्यालय जगाती, भक्तपुरका  कर अधिकृत नवराज भट्टराई र  नायव सुब्बा सबिन सुवेदी उपर आरोप-पत्र दायर\nhttps://t.co/aw4SbBENLO", "महाविर मा.वि. ब्रम्हापुरी, कलैया, बाराको प्रा.वि. राहत शिक्षक कृति थापा खड्का उपर आरोप-पत्र दायर\nhttps://t.co/gIOTA1gvyo https://t.co/fizapa3lCG", "जिल्ला रुपन्देही, पश्चिम क्षेत्रीय प्रहरी तालिम केन्द्र, बुटवल दरबन्दी भई प्रदेश प्रहरी तालिम केन्द्र ४ नं. प्रदेश पोखरामा कार्यरत प्रहरी नायव निरीक्षक दिनेश रेग्मी उपर आरोप-पत्र दायर\nhttps://t.co/M2ot7Vu00A", "राष्ट्रिय वाणिज्य बैंक शाखा कार्यालय, बर्दघाट, नवलपरासी (बर्दघाट-सुस्ता पश्चिम) मा कार्यरत कनिष्ट सहायक अन्चल सुनार उपर आरोप-पत्र दायर\nhttps://t.co/6GLCpvG4dU", "श्री कालिका देवी प्राथमिक विद्यालय, पुल्लेतोला, अछाममा कार्यरत शिक्षक सुरत बहादुर रावल उपर आरोप-पत्र दायर\nhttps://t.co/lUi8rTwKzQ", "भारतको नयाँदिल्ली देखि काठमाडौं चल्ने गाडी चालक श्याम बिश्वकर्मा, दिपा राना र भरत तामाङ रु.३,५०,०००।– घुस दिन ल्याइएको रकम सहित नियन्त्रणमा  https://t.co/xMpkHD2cLc", "चन्द्रागिरी नगरपालिकाको कार्यालय, बलम्बु, काठमाडौंमा कार्यरत लेखा अधिकृत प्रकाशचन्द्र भट्टराई रू.२०,०००/- घुस रकम सहित नियन्त्रणमा https://t.co/LYnlbtwGc2", "जनता उच्च माध्यमिक विद्यालय, गिद्दा-बेलापट्टी, धनुषाका शिक्षिका शर्मिला कुमारी मण्डल उपर आरोप-पत्र दायर  https://t.co/JC9rHUk5Xa", "जिल्ला धनुषा, राईजोवियम तथा घाँसेबारी बीउ बिजन प्रयोगशाला, जनकपुरधाममा कार्यरत वरिष्ठ पशु विकास अधिकृत डा.राम गुलाम यादव र पशु सेवा प्राविधिक जागेश्वर चौधरी उपर आरोप-पत्र दायर https://t.co/YdQfk0pto4", "सव-डिभिजन वन कार्यालय, तारानगर, धनगढी, कैलालीका सहायक वन अधिकृत भरतप्रसाद साह र बिचौलिया पुष्करदेव जोशी उपर आरोप-पत्र दायर https://t.co/wLfEZrHLVd", "मयुरबस्ती इलाका वन कार्यालयका फरेष्टर कृष्णप्रसाद घिमिरे र जिल्ला वन कार्यालय, बर्दियाका तत्कालीन प्रमुख वन अधिकृत भैरवप्रसाद घिमिरे उपर आरोप-पत्र दायर https://t.co/EKvx5ZEznz", "हेटौंडा सिमेन्ट उद्योग लिमिटेड हेटौंडामा कार्यरत वरिष्ठ अधिकृत जितेन्द्रराज पाठक उपर आरोप-पत्र दायर https://t.co/rv4Btu6ozf https://t.co/UDkZIzO6XD", "नापी कार्यालय, सप्तरीअन्तर्गत १ नम्बर नापी टोली सप्तरीका नापी टोली प्रमुख, सर्वेक्षक उमाकान्त यादव र ज्यालादारी जन्जिरदार पदमा कार्यरत पिन्टु कुमार यादव उपर आरोप-पत्र दायर  https://t.co/tgDZNH0Opp https://t.co/1NgJE6gO2M", "जिल्ला सर्लाही, वरहथवा नगरपालिकाको प्राविधिक इन्जिनियर संजीव यादव लगायत ५ जना उपर आरोप-पत्र दायर  https://t.co/Oe2LJcNQh1 https://t.co/PNWNdpW8I0", "नेपाल राष्ट्रिय प्राथमिक विद्यालय, भिस्वा, वीरगञ्जको प्राथमिक शिक्षिका संगिता कुमारी यादव उपर आरोप-पत्र दायर https://t.co/oyMFlE2pDJ https://t.co/fzSxTYFQif", "वैदेशिक रोजगार विभाग, बुद्धनगर काठमाडौंका शा.अ. जगत वहादुर बोहरा र ना.सु. रामकुमार फुयाँल उपर आरोप-पत्र दायर  https://t.co/BfmZuTgXWi https://t.co/yvavcuXY7B", "जिल्ला प्राविधिक कार्यालय, भोजपुरका तत्कालीन कार्यालय प्रमुख लालु गिरी लगायत ७ जना उपर आरोप-पत्र दायर https://t.co/VuHJOSGjMI https://t.co/ZdOT5QMsrs", "ललितपुर महानगरपालिकाको कार्यालय, नक्सा शाखा, ललितपुरका अमिन बिरेन्द्रबहादुर चन्द उपर आरोप-पत्र दायर https://t.co/c24Qta36Ou", "पोखरा महानगरपालिकाको कार्यालय अन्तर्गत नक्सा शाखामा कार्यरत कार्यालय सहायोगी भिमराज शाही उपर आरोप-पत्र दायर https://t.co/chpynqXxBF", "यातायात व्यवस्था कार्यालय, बिर्तामोड, झापाबाट सवारी चालक अनुमतिपत्रको प्रयोगात्मक परीक्षा उत्तीर्ण हुनको लागि प्रयोगात्मक परीक्षा स्थलमा खटिने कर्मचारीलाई घुस/रिसवत दिनु पर्छ भन्दै बिचौलिया सराफ शेख रू.१७,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/O4YxbPk1jx https://t.co/NAWdHcwBNa", "भूमिसुधार तथा मालपोत कार्यालय, राजबिराज, सप्तरीमा कार्यरत नायब सुब्बा बासुदेब मण्डल रू.४०,०००।– घुस रकम सहित नियन्त्रणमा  https://t.co/e7bxPKJ3Tn https://t.co/X1mYC7YqKH", "नेपालगंज भन्सार कार्यालय, नेपालगंज, बाँकेमा कार्यरत नायव सुब्बा लक्ष्मण बहादुर चन्द उपर आरोप-पत्र दायर  https://t.co/PkS0LqkHFS https://t.co/DliKCxp42r", "महानगरीय दंगा नियन्त्रण प्रहरी गण, त्रिपुरेश्वर दरबन्दी भई ताहाचल स्थित वैदेशिक रोजगार विभाग काठमाडौं कार्यालयमा सुरक्षार्थ खटिएका प्रहरी जवान गणेश लोहार  रु.१७,०००।– (सत्र हजार) घुस रकम सहित नियन्त्रणमा https://t.co/rfeDTA1ruq", "खाद्य आयात निर्यात गुणस्तर प्रमाणीकरण कार्यालय, नेपालगंज, बाँकेका खाद्य अनुसन्धान अधिकृत (कार्यालय प्रमुख) विनोदकुमार श्रीवास्तव उपर आरोप-पत्र दायर https://t.co/Nh3rsgB6AK https://t.co/6USHzkeAyQ", "राष्ट्रिय जनस्वास्थ्य प्रयोगशाला टेकु, काठमाडौंमा कार्यरत ल्याव टेक्निसियन (नायब सुब्बा) सरोज रोका उपर आरोप-पत्र दायर https://t.co/fzmpgJUONq https://t.co/0D3X58Fx1m", "आन्तरिक राजश्व कार्यालय जगाती, भक्तपुरका नायव सुब्बा सबिन सुवेदी रू.१५,०००।– (पन्ध्र हजार) घुस रकम सहित नियन्त्रणमा  https://t.co/XAFAFgF7TZ https://t.co/XRqwvbwVF1", "राष्ट्रिय गौरवका आयोजनाको सम्बन्धमा https://t.co/Bt7ahj1pd9 https://t.co/KNx2m6qhJp", "जिल्ला तनहुँ, शुक्ला गण्डकी नगरपालिका वडा नं. १२ स्थित श्री त्रिभुवन प्रा.वि.जस्पुरकी प्रधानाध्यापक सुशीला गुरुङ उपर आरोप-पत्र दायर https://t.co/1Y8UOskdls", "डिभिजन वन कार्यालय, बारा, सिमराका कार्यालय प्रमुख (डिभिजन वन अधिकृत) शिवशंकर ठाकुर, सहायक वन अधिकृत गौरीशंकर प्रसाद केसरी र कार्यालय सहयोगी रामचन्द्र अधिकारी घुस रकम सहित नियन्त्रणमा https://t.co/RxJoLCeBP8", "सव डिभिजन वन कार्यालय, लाटीझोडा, मोरंगका सहायक वन अधिकृत सलाउदिन अन्सारी रू.३५,०००।–घुस रकम सहित नियन्त्रणमा https://t.co/9ybZYeAT4x", "राष्ट्रिय अनुसन्धान विभागमा कार्यरत विमल खड्का उपर आरोप-पत्र दायर https://t.co/fcowQBRZO4", "राष्ट्रिय वाणिज्य बैंक शाखा कार्यालय, बर्दघाट, नबलपरासी (बर्दघाट-सुस्ता पश्चिम)मा कार्यरत कनिष्ट सहायक अन्चल सुनार रू.१०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/96kNRDo0gr", "ललितपुर महानगरपालिका, नक्सा शाखा, ललितपुरका अमिन बिरेन्द्र चन्द सेवाग्राहीसँग रू.२०,०००।– (बीस हजार) घुसबापतको रकम लिइसकेको अवस्थामा नियन्त्रणमा https://t.co/S0mXrbBtsy", "कृषि तथा पशु विज्ञान अध्ययन संस्थान, रामपुरकी तत्कालीन उपप्रशासक (हाल व्यावहारिक विज्ञान तथा प्रविधि अनुसन्धान केन्द्र, त्रि.वि.मा सह-प्रशासक) पदमा कार्यरत शारदा कुमारी पौडेल उपर आरोप-पत्र दायर https://t.co/rNTQlBvbZg", "नेपाल प्रहरीमा कार्यरत प्रहरी नायव निरीक्षक खेमराज कठायत उपर आरोप-पत्र दायर https://t.co/Qd7bP9GoKK", "नेपाल प्रहरीमा कार्यरत प्रहरी प्रधान कार्यालय सुसेनि अंगरक्षक गणका प्रहरी नायव निरीक्षक सुरेशकुमार गुरुङ उपर आरोप-पत्र दायर https://t.co/q2rYW6O96o", "अख्तियार दुरूपयोग अनुसन्धान आयोगका तत्कालीन आयुक्त राज नारायण पाठक उपर आरोप-पत्र दायर https://t.co/3mWmadip2p https://t.co/m3MhVwYdvG", "जिल्ला  धनुषा, राईजोवियम तथा घाँसेबारी बीउ बिजन प्रयोगशाला, जनकपुरधाममा  कार्यरत  वरिष्ठ पशु विकास अधिकृत डा.राम गुलाम यादव र पशु प्रा. जागेश्वर  चौधरी  रू.४०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/GUstCQxTuh https://t.co/QmTZBknqIJ", "जिल्ला वन कार्यालय, डोल्पाका कर्मचारी तत्कालीन  अधिकृत (उपसचिव) राम विचारी ठाकुर समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/Lgz6gqxpHS https://t.co/j4UgUcwzBq", "साबिक सीमा गा.वि.स (हाल शिवालय गाउँपालिका),जाजरकोट का तत्कालीन गाविस सचिव दिपबहादुर सिंह समेत ४( चार ) जना उपर आरोप-पत्र दायर\nhttps://t.co/DSXU1do9Ko https://t.co/OUHVz0mWuL", "जिल्ला भोजपुर, षडानन्द नगरपालिकाको कार्यालयका तत्कालीन निमित्त प्रशासकिय प्रमुख जयनारायण खनाल समेत १०(दश) जना उपर आरोप-पत्र दायर\nhttps://t.co/1scDbl50q9 https://t.co/aMEE5ujWY1", "भैरहवा भन्सार कार्यालयका तत्कालीन भन्सार अधिकृत हाल करदाता सेवा कार्यालय पाँचथर फिदिममा कार्यरत रहेका करअधिकृत मानप्रसाद वि.क. उपर आरोप-पत्र दायर  https://t.co/4AUcJSQGRs", "बैदेशिक रोजगार विभाग, काठमाडौंका नायव सुब्बा रामकुमार फुयाँल समेत २ जना रू.६०,०००।– घुस रकम सहित नियन्त्रणमा  https://t.co/284C5BKHS3", "जनकपुर अञ्चल अस्पताल, धनुषामा कार्यरत आयुर्वेद अधिकृत (आठौं तह) मिथिलेशकुमार यादव उपर आरोप-पत्र दायर\nhttps://t.co/ERuOUC0rAi", "श्री सुलीचौर नगर विकास समिति रोल्पाको अध्यक्ष पदमा मनोनयन हुनुभएका तत्कालीन अध्यक्ष प्रकाश घर्तीमगर उपर आरोप-पत्र दायर\nhttps://t.co/4RguksWQ2g", "१ नम्बर नापी टोली सप्तरीका टोलीले २०७५ फाल्गुन मसान्तसम्म डोर हाजिरबाट जन्जिरदारको काम गर्नका लागि राखिएका पिन्टुकुमार यादवलाई रू.२६,०००/- घुस रकम सहित नियन्त्रणमा https://t.co/TBJ5gk9Rd6", "श्री निम्न माध्यमिक विद्यालय मोतियाही, रौतहटका तत्कालीन प्रधानाध्यापक रनेश तिवारी र निजकी श्रीमती उपर आरोप-पत्र दायर https://t.co/PGXmMvKyKr", "जिल्ला कपिलवस्तु, यशोधरा गाउँपालिका वडा नं.३ स्थित श्री कृष्ण धार्मिक  मा.वि. बसन्तपुरका विद्यालय व्यवस्थापन समितिका सदस्य बिजयनाथ चौवे उपर  आरोप-पत्र दायर https://t.co/2e8g29xAY8 https://t.co/gTHtUZlKYI", "नेपाल विद्युत प्राधिकरण, रत्नपार्क वितरण केन्द्रमा कार्यरत तत्कालीन लेखापाल उमेशकुमार महत उपर आरोप-पत्र दायर https://t.co/BneaaGKKCP https://t.co/TfN4zJ7B8v", "अख्तियार दुरुपयोग अनुसन्धान आयोगको कार्यालय, सुर्खेतमा कार्यरत प्रहरी सहायक निरीक्षक जन्म अधिकारी उपर आरोप-पत्र दायर https://t.co/FQh5S5Orwh", "कटारी नगरपालिका उदयपुर तथा माई नगरपालिका ईलामका तत्कालीन लेखा अधिकृत रबिनचन्द्र ढकाल उपर आरोप-पत्र दायर https://t.co/9qr5c5zUH3", "आयोगको प्रवक्ता तोकिएको सम्बन्धमा https://t.co/TQNj0KiZIV https://t.co/4hUXOAJZt1", "राष्ट्रिय जनस्वास्थ्य प्रयोगशाला टेकु, काठमाडौंका ल्याव टेक्निसियन (नायब सुब्बा) सरोज रोका रू.२२,०००।-घुस रकम सहित नियन्त्रणमा \nhttps://t.co/GuU3CDhQDa https://t.co/OE2Bly0fO4", "मालपोत कार्यालय, रंगेली, मोरङ्गका नायब सुब्बा प्रदिप घिमिरे सहित ७ जना उपर आरोप-पत्र दायर  https://t.co/5ZHa4AFHjx https://t.co/B1hm5Lr6JI", "जिल्ला मकवानपुर कारागार कार्यालय, भीमफेदीका जेलर शाखा अधिकृत मदन अधिकारी उपर आरोप-पत्र दायर\nhttps://t.co/rakITXowAq", "सव डिभिजन वन कार्यालय, तारानगर कैलालीका सहायक वन अधिकृत भरत शाह र लेखापढी व्यवसायी ( मध्यस्थकर्ता) पुष्प जोशी रू.३०,०००।– घुस रकम सहित नियन्त्रणमा \nhttps://t.co/WUXhH2Zrzw https://t.co/Wcym5ggbqQ", "महानगरीय प्रहरी परिसर, जावलाखेलमा कार्यरत प्रहरी नायव निरीक्षक प्रकाश चन्द्र घिमिरे उपर आरोप-पत्र दायर\nhttps://t.co/7k21fk5P8E", "जिल्ला समन्वय समितिको कार्यालय, कैलाली, धनगढीका नायव सुब्बा जगदिश बहादुर शाह उपर आरोप-पत्र दायर https://t.co/OQaNSXWFsr https://t.co/9qDi8qibcZ", "श्री महेन्द्र मन्दिर माध्यमिक विद्यालय, परेवाडाँडा, लमजुङमा कार्यरत शिक्षक लोकनाथ तिवारी उपर आरोप-पत्र दायर  https://t.co/WxYfRFJZc5 https://t.co/lgn46ncvIt", "दैलेख जिल्ला साबिक द्वारी गाँउ विकास समितिको कार्यालयका तत्कालीन गा.वि.स. सचिव टिकाराम रेग्मी र सहलेखापाल छविराम शर्मा उपर आरोप-पत्र दायर\nhttps://t.co/ixjgImZ9rE", "हेटौंडा सिमेन्ट उद्योग लिमिटेडका बरिष्ठ अधिकृत सातौं तहका मित्रलाल पौडेल उपर आरोप-पत्र दायर https://t.co/tbz6NSFaDG", "भूमिसुधार तथा मालपोत कार्यालय, राजविराज, सप्तरीमा कार्यरत कर्मचारी नायब  सुब्बा राम नारायण शर्मा र कम्प्युटर अपरेटर राजेश कुमार साह उपर आरोप-पत्र दायर https://t.co/szrRKqeWTg", "मालपोत कार्यालय, पर्सा, बीरगन्जका तत्कालीन मालपोत अधिकृत पदमप्रसाद अर्याल सहित ५ जना उपर आरोप-पत्र दायर https://t.co/8H8bCONEOZ https://t.co/VPlbhMPkKC", "नेपाल विद्युत प्राधिकरण अन्तर्गत सेती फेवा पावरहाउस, पोखरामा कार्यरत इलेक्ट्रिकल फोरमेन (तह ४) वलदेव गिरी उपर आरोप-पत्र दायर https://t.co/HGlkILyMSR", "मध्यपश्चिमाञ्चल ग्रामीण विकास बैंक लिमिटेड, प्रधान कार्यालय, नेपालगञ्जमा सहायक अधिकृत पदमा कार्यरत पुष्पा दुरा उपर आरोप-पत्र दायर https://t.co/KUMrgJPTF5", "नेपालगंज सव-डिभिजन वन कार्यालय, राँझा, बाँकेमा कार्यरत वन रक्षक हरी कुमार चन्दसमेत ४ जना उपर आरोप-पत्र दायर  https://t.co/ayBhcOmZW4", "भ्याली कलेज अफ टेक्निकल साइन्समा पढाउँदै आएका शिक्षक खेमराज शाही उपर आरोप-पत्र दायर https://t.co/FqX03ae6kT", "जिल्ला कञ्चनपुर बेलौरी नगरपालिका कार्यालयका सव इन्जिनियर ह्रदयराज बजगाई उपर आरोप-पत्र दायर  https://t.co/OF4FzMSuCD https://t.co/Tl8Nh5DW41", "नेपालगंज भन्सार कार्यालय, नेपालगंज, बाँकेमा कार्यरत नायव सुब्बा लक्ष्मण बहादुर चन्द रू.५२,०००।– घुस रकम सहित नियन्त्रणमा \nhttps://t.co/ogt5bpPBS9 https://t.co/Trs0r6OEaL", "खाद्य आयात निर्यात गुणस्तर प्रमाणीकरण कार्यालय, नेपालगंज, बाँकेका  कार्यालय प्रमुख (खाद्य अनुसन्धान अधिकृत) विनोद कुमार श्रीवास्तव  रू.३५,०००।– घुस रकम सहित नियन्त्रणमा \nhttps://t.co/S1z6ZAKyIG https://t.co/1Gj1UaNu64", "प्रहरी चौकी औरही, महोत्तरीमा कार्यरत प्रहरी सहायक निरीक्षक राम नरेश साह तेली समेत दुई जना उपर आरोप-पत्र दायर\nhttps://t.co/W7lmYP5EJo", "तत्कालीन अञ्चल प्रहरी कार्यालय कोशी, धरान दरबन्दी भई पूर्व क्षेत्रीय  प्रहरी तालिम केन्द्र रानी, विराटनगरमा कार्यरत तत्कालीन प्रहरी नायव  निरीक्षक सूर्य बहादुर दर्जी उपर आरोप-पत्र दायर https://t.co/Lf442rITuf https://t.co/B7soAPSK2y", "उतिम नवआदर्श प्राथमिक विद्यालय, बाराका शिक्षक दिनेश कुमार पाल भेडिहर उपर आरोप-पत्र दायर https://t.co/r8b5KotfPT https://t.co/aP4qHvgrjn", "जिल्ला प्रशासन कार्यालय भक्तपुरका प्रशासकीय अधिकृत कैलाश मातछे श्रेष्ठ उपर आरोप-पत्र दायर \nhttps://t.co/mbLBr0DC0P https://t.co/TwmFcvalJM", "जिल्ला पर्सा, छिपहरमाई गाउँपालिका वडा नं.-४, तुल्सीवरवा स्थित नेपाल राष्ट्रिय प्राथमिक विद्यालयका प्रधानाध्यापक प्रभु गिरी सहित २ जना उपर आरोप-पत्र दायर https://t.co/wvrosDbQ1s", "नेपाल विद्युत प्राधिकरण, बानेश्वर वितरण केन्द्र, पुरानोबानेश्वरको नयाँ दर्ता शाखामा कार्यरत सुपरभाइजर (पाचौं तह ) महेन्द्र प्रधान उपर आरोप-पत्र दायर\nhttps://t.co/TYRQGTTUgr https://t.co/yyMapbU6hZ", "सप्तरी जिल्ला, साविक खोक्सर प्रवाहा गाउँ विकास समितिका तत्कालीन गा.वि.स. सचिव कृष्ण बहादुर दाहाल उपर आरोप-पत्र दायर\nhttps://t.co/pEoBBLiiM7", "जिल्ला कपिलवस्तु, यशोधरा गाउँपालिका वडा नं.३ स्थित श्री कृष्ण धार्मिक मा.वि. बसन्तपुरका विद्यालय व्यवस्थापन समितिका सदस्य बिजयनाथ चौवे रू.१००,०००।-(एक लाख) घुस रकम सहित नियन्त्रणमा\nhttps://t.co/VPoWpMN4D9", "जिल्ला नवलपरासी साविक सनई गा.वि.स. वडा नं. ७, रगरगंज हाल पाल्हीनन्दन गाउँपालिका स्थित श्री बाईसीदेवी प्राथमिक विद्यालयका शिक्षक वाल्मिकि गुप्ता उपर आरोप-पत्र दायर\nhttps://t.co/HCDLEKRQv0", "जिल्ला मकवानपुर भीमफेदी गाँउपालिका वडा नं.-६ स्थित कारागार कार्यालय, भीमफेदीका जेलर शाखा अधिकृत मदन अधिकारी घुस रकम सहित नियन्त्रणमा\nhttps://t.co/efdp0B5xGP", "अजिङ्गरे माध्यमिक विद्यालय, विदुर नगरपालिका वडा नं.-१३, नुवाकोटका माध्यमिक शिक्षक राहत दरवन्दीमा कार्यरत शिक्षक रामनारायण साहउपर आरोप-पत्र दायर\nhttps://t.co/gJ2KLOmnGj https://t.co/skvN8mZtWm", "जिल्ला सुनसरी मालपोत कार्यालय इनरुवाका सर्वेक्षक अमरकुमार झा समेत ३ जना उपर आरोप-पत्र दायर\nhttps://t.co/SQAksgpHTc", "जिल्ला सल्यान, बागचौर नगरपालिका वडा नं. ५ बाङ्गेलाँकुरी बजारमा विद्युत् लाईन तान्नको लागी स्विकृत बजेट फर्जी कागजपत्र बनाई हिनामिना गर्ने १८ जना ब्यक्तिहरू उपर आरोप-पत्र दायर\nhttps://t.co/XQJzSzcQBl https://t.co/TD3PX1KREz", "रेडियो प्रसार सेवा विकास समिति (रेडियो नेपाल) सिंहदरबार काठमाडौंका तत्कालिन लेखा अधिकृत टोप बहादुर महतरा उपर आरोप-पत्र दायर\nhttps://t.co/nmGAxyuNsj", "राजश्व अनुसन्धान विभाग ललितपुरका तत्कालिन शाखा अधिकृत रामजी रिजाल उपर आरोप-पत्र दायर\nhttps://t.co/aK7OCxwecF", "जिल्ला कञ्चनपुर, बेलौरी नगरपालिका कार्यालयका सव ईन्जिनियर ह्रदयराज बजगाई  रू.६०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/0XA8xPk0ef https://t.co/Jq5ibB8tci", "मालपोत कार्यालय, सप्तरीमा कार्यरत कर्मचारी नायब सुब्बा राम नरायण शर्मा र कम्प्यूटर अपरेटर राजेश कुमार साह घुस रकम सहित नियन्त्रणमा https://t.co/ODAW5iVXFd https://t.co/fWjLYTLmtU", "जिल्ला कृषि बिकास कार्यालय, तेह्रथुमका प्रमुख मनोज कुमार यादव सहित ४ जना राष्ट्रसेवक कर्मचारीहरु उपर आरोप-पत्र दायर https://t.co/Lr4AY3BXuZ https://t.co/7biCmfbPLm", "यातायात व्यवस्था कार्यालय गण्डकी अञ्चल पोखराका तत्कालीन शाखा अधिकृत बाबुराम लामिछाने र  नायब सुब्बा ऋषिराम ढकाल उपर आरोप-पत्र दायर\nhttps://t.co/wq2mXt6rzj", "श्री  प्रगति माध्यमिक विद्यालय साविक गजेडी-२ हाल कंचन-१ बेलभरिया रुपन्देहीको  विद्यालय व्यवस्थापन समितिका तत्कालीन अध्यक्ष लेखनाथ शर्मा उपर आरोप-पत्र दायर https://t.co/MH8VTuaIyg https://t.co/L6vNvFPIdC", "जिल्ला बाँके, भूमिसुधार तथा मालपोत कार्यालय, नेपालगञ्जका रजिष्ट्रेशन फाँटमा कार्यरत खरिदार संजय कुमार ठाकुर उपर आरोप-पत्र दायर https://t.co/Nzmz8orQNH https://t.co/LFPC07UKrg", "जिल्ला प्रशासन कार्यालय भक्तपुरका प्रशासकीय अधिकृत कैलाश मातक्षे श्रेष्ठ  रू.२५,०००।- (पच्चिस हजार) घुस रकम सहित नियन्त्रणमा\nhttps://t.co/JXF2NJejIY", "काठमाडौं जिल्ला अदालत, बबरमहल, काठमाडौंमा कार्यरत नायव सुब्बा भोलानाथ चालिसे उपर आरोप-पत्र दायर\nhttps://t.co/Y4bhcBMrRZ", "रसुवा भन्सार कार्यालय टिमुरे रसुवाका भन्सार अधिकृत पवित्र कुमार खड्का समेत गरी जम्मा ८ जना व्यक्ति उपर विगो रु. ७,५९,६३,१९०।१२ सहित आरोप-पत्र दायर https://t.co/I3C935HExQ https://t.co/9EK4f46Sn3", "नेपाल विद्युत प्राधिकरण, पुरानोबानेश्वर वितरण केन्द्र, नयाँ ग्राहक शाखामा कार्यरत सुपरभाइजर (नायव सुब्बा) महेन्द्र प्रधान घुस रकम सहित नियन्त्रणमा\nhttps://t.co/RaCFXIDUFW https://t.co/u75i9bO29q", "जानकारी सम्बन्धमा\n -------------------------\n आयोगको २८औं स्थापना  दिवसको अवसरमा विविध कार्यक्रम सहित मिति: २०७५/१०/२८ गते बेलुका ५:३०  बजेबाट नेपाल टेलिभिजन, रेडियो नेपाल र आयोगको फेसबुक (/NepalCIAA)बाट  प्रत्यक्ष प्रसारण हुने कुरा जानकारी गराउदछौं। https://t.co/F5IMng0lWY", "भुमिसुधार तथा मालपोत कार्यालय, ललितपुरका नायव सुब्बा कुमारबहादुर राजभण्डारी र बिचौलिया बाबुराजा शाक्य उपर आरोप-पत्र दायर https://t.co/7W8TZJX16A https://t.co/DvnZcQTSaP", "सशस्त्र प्रहरी बल, नेपालमा कार्सयरत शस्त्र प्रहरी सहायक निरीक्षक इन्द्रबहादुर चन्द उपर आरोप-पत्र दायर\nhttps://t.co/FdMhCmqmbS https://t.co/zYVDLwAROi", "नेपालगंज सव-डिभिजन वन कार्यालय, राँझा, बाँकेमा कार्यरत रेन्जर जगविर खत्री समेत ४ जनालाई घुस रकम सहित नियन्त्रणमा\nhttps://t.co/exVOiJJjYo https://t.co/O4Q6zP3UzG", "रक्तदान कार्यक्रम !\nhttps://t.co/jMFslsR9FC https://t.co/x5S1A4clDj", "कम्पनी रजिष्ट्रारको कार्यालय त्रिपुरेश्वर, काठमाडौंमा सहायक रजिष्ट्रार पदमा कार्यरत गीता कुमारी पन्थी उपर आरोप-पत्र दायर https://t.co/aRadg0IgkW https://t.co/UtjlzZmh0z", "\"समाज कल्याण परिषदले भृकुटीमण्डपस्थित फनपार्क मेला क्षेत्र रहेको ६०  रोपनी जग्गा भाडामा लगाउँदा प्रचलित मापदण्ड र प्रकृया विपरीत गरी  अनियिमतता गरेको\"मा १४ जना उपर आरोप-पत्र दायर https://t.co/dIjbJwZEcJ https://t.co/IAyI46xDTH", "नेपाल टेलिकम दूरसञ्चार कार्यालय घोराही, दाङमा कार्यरत तत्कालीन सहायक  प्राविधिक अधिकृत अनिलकुमार आचार्य, तत्कालीन प्राविधिक अधिकृत विकलकुमार  श्रेष्ठ र तत्कालीन कार्यालय प्रमुख प्राविधिक अधिकृत राजबहादुर सिंह उपर आरोप-पत्र दायर https://t.co/zwThOmP8zh", "श्री जनता माध्यमिक विद्यालय, सोनामती गाढ, सिराहाका प्रधानाध्यापक मो.सनाउल्लाह खाँ उपर आरोप-पत्र दायर https://t.co/vTwPUk2Y5n https://t.co/VgX07W6awh", "प्रेस विज्ञप्ति : सरकारी आयोजनाहरूको ठेक्का व्यवस्थापनको अवस्था सम्बन्धमा छलफल एवं अन्तर्क्रिया कार्यक्रम  https://t.co/MhamrlAM0r", "मालपोत कार्यालय, जलेश्वर, महोत्तरीमा कार्यरत नायब सुब्बा ढक बहादुर कार्की घुस रकम सहित नियन्त्रणमा https://t.co/wvHoElbuB2 https://t.co/IXrDjhQf8D", "नेपाल विद्युत प्राधिकरण चुहावट नियन्त्रण महाशाखाका उप-प्रबन्धक विजय कुमार चौधरी उपर आरोप-पत्र दायर\nhttps://t.co/SES7Gw3l6P", "काठमाडौं जिल्ला अदालतमा कार्यरत नायव सुब्बा भोलानाथ चालिसे रू.५,००,०००।- (पाँच लाख) घुस रकम सहित नियन्त्रणमा \nhttps://t.co/ZBfngs3rta https://t.co/ZKEDmWLNsp", "भीमसेन माध्यमिक विद्यालय, साँगाकोट, सिन्धुपाल्चोकका विद्यालय व्यवस्थापन समितिका अध्यक्ष पुरुषोत्तम कार्की  उपर आरोप-पत्र दायर https://t.co/6mHI8CppDn https://t.co/b8Sx8QxCpS", "जिल्ला सर्लाही, साविक चन्द्रनगर गा.वि.स. (हाल चन्द्रनगर गाउँपालिका)को कार्यालय सहायक (रा.प.अनं.द्वितीयस्तर) पदमा कार्यरत राजकुमार कापर उपर आरोप-पत्र दायर https://t.co/DEzASIwXgs https://t.co/XOdVcK2ybk", "श्यामकृष्ण च्वामु श्रेष्ठ बिरुद्ध १४ करोडभन्दा बढी गैरकानूनी सम्पत्ति आर्जन गरेको अभियोगमा मुद्दा दायर  https://t.co/mgizTZxsPX", "नेपाल सरकारद्वारा सञ्‍चालन भएका आयोजनाहरुमा निर्माण कार्यको ठेक्‍का व्यवस्थापनको अवस्‍था अध्ययन तथा विश्‍लेषण (२०७५ माघ)\n  https://t.co/SCvTIRIwXQ", "अख्तियार दुरुपयोग अनुसन्धान आयोगको कार्यालय, सुर्खेतमा कार्यरत प्रहरी सहायक निरिक्षक जन्म अधिकारी रू.१,००,०००।–घुसबापतको रकम माग गरेको प्रमाण सहित पक्राउ   https://t.co/swbyZrjOpX https://t.co/AQdJIwr4Kc", "Go to Facebook and Click on “Try It” button &amp; Get Ready to #Celebrate 28th #CIAA #ANNUAL #Day!  https://t.co/e37xiidk6K", "जिल्ला पर्सा, छिपहरमाई गाउँपालिका वडा नं.-४, तुलसिवरवा स्थित नेपाल राष्ट्रिय प्राथमिक विद्यालयका प्रधानाध्यापक प्रभु गिरी रू.१२,०००।-घुस रकम सहित नियन्त्रणमा  https://t.co/I3OwZkrB8H https://t.co/8wS7vufcK6", "प्रहरी प्रधान कार्यालय नक्साल काठमाडौं अन्तर्गत हाल राष्ट्रिय प्रहरी प्रशिक्षण प्रतिष्ठान महाराजगंजमा कार्यरत प्रहरी हवल्दार चन्द्रा भण्डारी उपर आरोप-पत्र दायर\nhttps://t.co/H470VEw8Zb https://t.co/DWEkeooU8l", "श्री रामसखी मो.सिंह जनता माध्यमिक विद्यालय बलरा-५, सर्लाहीका माध्यमिक शिक्षक देवनारायण ठाकुर उपर आरोप-पत्र दायर\nhttps://t.co/QRhh87KgfA https://t.co/70VN7VUY24", "सप्तरी जिल्ला साविक त्रिलोक-४ गाविस स्थित राष्ट्रिय प्राथमिक विद्यालयका प्राधानाध्यापक तेज नारायण यादव लगायत ४ जना उपर आरोप-पत्र दायर   https://t.co/VJDRhpruLe https://t.co/qplwQ8WL7n", "भूमिसुधार तथा मालपोत कार्यालय, नेपालगंज बाँकेमा कार्यरत खरिदार संजय कुमार ठाकुर रू.५०,०००।–(पचास हजार) घुस रकम सहित नियन्त्रणमा  https://t.co/EVDcLVY0C3 https://t.co/LVWA5BaZpu", "जिल्ला मकवानपुर हेटौंडा उप महानगरपालिका -४ बस्ने बर्ष ३० को अब्दुल्ला देवान र जिल्ला बाँके कोहलपुर नगरपालिका वडा नं. १२ बस्ने बर्ष ३७ को नवराज थापा उपर आरोप-पत्र दायर\nhttps://t.co/MbAiGHDSWQ", "जाजरकोट जिल्लाको साविक दशेरा गाविस वडा नं. ७ र ८ स्थित ओग्ले अम्राईपाखा सामुदायिक वन उपभोक्ता समितिका अध्यक्ष नैनाराम जैसी उपर आरोप-पत्र दायर https://t.co/8Rr1f7Gvuc https://t.co/NVkmpLUPaM", "जिल्ला  रुपन्देही, साविक सौ-फर्साटिकर गा.वि.स. हाल शुद्दोधन गाउँपालिका, गाउँ  कार्यपालिकाको कार्यालय, मानपकडी, रूपन्देहीको प्राविधिक शाखामा कार्यरत  इन्जिनियर कपिल अर्याल र सव-इन्जिनियर लक्ष्मण ढुङ्गाना उपर आरोप-पत्र दायर   https://t.co/rmnLSWjfqi https://t.co/PPtTWDQLFF", "न्याय परिषद सचिवालयका तत्कालीन लेखापाल शिवहरि ढकाल उपर आरोप-पत्र दायर\nhttps://t.co/N0EQhGjZwp", "घरेलु तथा साना उद्योग कार्यालय, काठमाडौंका प्रमुख प्रशिक्षक(पाँचौं तह) सरिफा पन्त समेत २ जना उपर आरोप-पत्र दायर\nhttps://t.co/LLci9S31Zg", "नेपाल सरकारले हालै परिमार्जन गरेको मर्यादाक्रमका सम्बन्धमा....\nhttps://t.co/qpLoBTmH7I", "मालपोत कार्यालय, ललितपुरका नायव सुब्बा कुमारबहादुर राजभण्डारी र बिचौलिया बाबुराजा शाक्य रू.६,०००।–घुस रकम सहित नियन्त्रणमा  https://t.co/wuH35MXmck https://t.co/MACBgujnK7", "जिल्ला बहराइच थाना मोतिपुर बलैगाउँ, भारत बस्ने वर्ष ३५ को विजय चौधरी उपर आरोप-पत्र दायर  https://t.co/ZCIsqWyRwm https://t.co/CC96MNseYe", "जिल्ला स्वास्थ्य कार्यालय, गुल्मीका टाइपिष्ट नायव सुब्बा मिना मरासिनी उपर आरोप-पत्र दायर  https://t.co/Id4DBG6yol https://t.co/npMbRPCpts", "इलाका प्रशासन कार्यालय, सिमरा, बारामा कार्यरत सहायक कम्प्युटर अपरेटर(खरिदार) राज्यनारायण साह उपर आरोप-पत्र दायर\nhttps://t.co/npICJB0Up9", "सव डिभिजन बन कार्यालय भजनी कैलालीका फरेष्टर ( रा.प.अन.द्धितिय) हरिशचन्द्र कुमार घुस रकम सहित नियन्त्रणमा\nhttps://t.co/cJ5LW7Ik0o", "जिल्ला बर्दिया, राजापुर नगरपालिका वडा नं. १० का वडा सदस्य उत्तम चौधरी उपर आरोप-पत्र दायर\nhttps://t.co/bBsdnjlcIF", "नेपाल विद्युत प्राधिकरण नोलाइट शाखा मूलपानीका कर्मचारी उपर आरोप-पत्र दायर\nhttps://t.co/O7Zugd4VxX https://t.co/Lo1ik1yLRF", "कम्पनी रजिष्टारको कार्यालय त्रिपुरेश्वर, काठमाडौंका सहायक रजिष्टार गीता कुमारी पन्थी समेत दुई जना घुस रकम सहित नियन्त्रणमा\nhttps://t.co/iQG5bu3DOj", "जिल्ला अदालत काठमाडौंमा कार्यरत डिठ्ठा (खरिदार) विदुर पोखरेल उपर आरोप-पत्र दायर\nhttps://t.co/UrPZwPNHXx", "डिभिजन वन कार्यालय म्याग्दी अन्तर्गतको सवडिभिजन वन कार्यालय मंगलाघाटमा कार्यरत सहायक वन अधिकृत राजकुमार ठाकुर उपर आरोप-पत्र दायर https://t.co/p9dy4LG8jK", "गोपालबहादुर खड्का विरुद्ध १८ करोडभन्दा बढी गैरकानूनी सम्पत्ति आर्जनको आरोप-पत्र दायर https://t.co/R6jyZOQVAY", "कम्पनी रजिष्टारको कार्यालय, त्रिपुरेश्वर, काठमाडौंमा कार्यरत कम्प्युटर अपरेटर पूर्णचन्द्र आत्रेय  र सोही कार्यालयका बिचौलियाको काम गर्ने सरिता कार्की (नेपाल) उपर आरोप-पत्र दायर     https://t.co/W3TGzLbazo", "इलाका प्रशासन कार्यालय, सिमरा, बारामा कार्यरत सहायक कम्प्युटर अपरेटर(खरिदार) राज्यनारायण साह घुस रकम सहित नियन्त्रणमा https://t.co/9uyIRPHdhV https://t.co/gKzzMahGN8", "घरेलु तथा साना उद्योग कार्यालय, काठमाडौंका प्रमुख प्रशिक्षक(पाँचौ तह) सरिफा पन्त र  सोही कार्यालयका बिचौलिया खगेन्द्र बोहोरा घुस रकम सहित नियन्त्रणमा https://t.co/gevncvDvnb https://t.co/WQF0VyR6nq", "@a", "मालपोत कार्यालय, चाबहिलका कार्यालय सहयोगी राजेन्द्र बस्नेतले उपर आरोप-पत्र दायर  https://t.co/kI6KxdVYPb", "जिल्ला अदालत काठमाडौंमा कार्यरत डिठ्ठा (खरिदार) विदुर पोख्रेल रू. १०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/Zjx8TH8DD9 https://t.co/1ZQhYEqAi1", "जिल्ला रुपन्देही, शुद्दोधन गाउँपालिका प्राविधिक शाखामा कार्यरत इन्जिनियर कपिल अर्याल र सव-इन्जिनियर लक्ष्मण ढुङ्गाना  रू. ८०,००० घुस रकम सहित नियन्त्रणमा https://t.co/CYxgL36Eeg", "नेपाल विद्युत प्राधिकरण नोलाइट शाखा मुलपानीका हेल्पर (दोस्रो तह) हस्तबहादुर थापा मगर समेत ३ जना घुस रकम सहित नियन्त्रणमा \nhttps://t.co/OY2NI4pirs", "नापी कार्यालय भैरहवाका नापी अधिकृत घनश्याम दुवे समेत ५ जना उपर आरोप-पत्र दायर\nhttps://t.co/WH0reJ06VE", "जिल्ला बर्दिया, राजापुर नगरपालिका वडा नं. १० का वडा सदस्य उत्तम चौधरी घुस रकम सहित नियन्त्रणमा  https://t.co/2jMqCHG6OL https://t.co/8BTZHR9SfN", "कैलाली जिल्ला, घोडाघोडी नगरपालिकाको सहरी स्वास्थ्य बिषयका पदपूर्ति समितिका अध्यक्ष चन्द्रकुमार चौधरी उपर आरोप-पत्र दायर   https://t.co/tvFeMgkNOi", "मालपोत कार्यालय, डिल्लीबजार र दमकका कर्मचारीहरु उपर आरोप-पत्र दायर https://t.co/BhwA6QZGtH https://t.co/fr33U6rOHw", "कृषि विकास कार्यालय, दैलेखका तत्कालीन कार्यालय प्रमुख बरिष्ठ कृषि विकास अधिकृत डा. नरहरी प्रसाद घिमिरे समेत १३ जना उपर आरोप-पत्र दायर\nhttps://t.co/EAJUyhcGJD https://t.co/c78Mptvq7B", "बुटवल उपमहानगरपालिका वडा नं. १३ का वडासचिव (शाखा अधिकृत) भरत कुमार काउचा घुस रकम सहित नियन्त्रणमा \nhttps://t.co/Pl7zXoRCTJ", "मालपोत कार्यालय चावहिलका कर्मचारीहरू समेत १६ जना उपर आरोप-पत्र दायर\nhttps://t.co/KIna9BjqCN https://t.co/04e5JrnC4N", "आयोगको अठ्ठाइसौं बार्षिक प्रतिवेदन सम्माननीय राष्ट्रपतिज्यू समक्ष पेश\nhttps://t.co/TNpUZl2nQb https://t.co/pMm6AsGcDt", "स्वास्थ्य निर्देशनालय, गण्डकी प्रदेश, पोखराका प्रमुख एवं प्रदेश स्वास्थ्य निर्देशक (मेडिकल जनरलिष्ट -११ औं तह) डा. तारानाथ पौडेल उपर आरोप-पत्र दायर\nhttps://t.co/0tF2JdVXkB", "श्री प्राथमिक विद्यालय, कडहर्वा पिप्रा, सिरहाका प्रधानाध्यापक रामप्रसाद यादव उपर आरोप-पत्र दायर\nhttps://t.co/qRn6S9LVbV", "सिराहा जिल्ला साविक रामपुरविर्ता गाविसका प्राविधिक सहायक प्रदिप ठाकुर र कार्यालय सहयोगी राजकुमार महरा उपर आरोप-पत्र दायर\nhttps://t.co/yAga2uQrNs", "कम्पनी रजिष्टारको कार्यालय, त्रिपुरेश्वर, काठमाडौंमा करार सेवामा कार्यरत कम्प्युटर अपरेटर पूर्णचन्द्र आत्रेय समेत २ जना घुस रकम सहित नियन्त्रणमा \nhttps://t.co/VfQJDbBTy9", "जिल्ला सरकारी वकिल कार्यालय, रुपन्देहीका प्रमुख जिल्ला न्यायधिवक्ता कोषहरी निरौला उपर आरोप-पत्र दायर\nhttps://t.co/TRzQSEbvRU", "राष्ट्रिय अनुसन्धान विभाग जिल्ला कार्यालय, बर्दियामा कार्यरत सहायक सूचक दिपेन्द्र पनेरु उपर आरोप-पत्र दायर \nhttps://t.co/az6Gp14Kx0", "जिल्ला नवलपरासी, गेरमी गा.वि.स. वडा नं. ४, स्थित श्री राधाकृष्ण निम्न माध्यमिक विद्यालय (हाल पाल्हीनन्दन गाउँपालिका वडा नं.५) का तत्कालीन शिक्षक सुरेन्द्र कुमार कहार उपर आरोप-पत्र दायर\nhttps://t.co/w5fetWkIIL", "रुपन्देही जिल्ला साविक जोगडा गा.वि.स.स्थित श्री जोगडा माध्यमिक विद्यालयका पूर्व प्रधानाध्यापक श्री जैस मुहम्मद र हालका प्रधानाध्यापक निजामुद्दिन खाँ उपर आरोप-पत्र दायर\nhttps://t.co/5AcJZLx4Dk", "जिल्ला प्रहरी कार्यालय बारामा कार्यरत प्रहरी हवल्दार सुदामा हजरा उपर आरोप-पत्र दायर\nhttps://t.co/GnU1RhQ689", "भ्रष्टाचार विरूद्धको अन्तर्राष्ट्रिय दिवस २०१८ कार्यक्रम सम्पन्न\nhttps://t.co/uQusSfb9h8 https://t.co/7gzM97q4Yf", "बाँके जिल्लामा निर्माण भइरहेको राष्ट्रिय गौरवको सिक्टा सिंचाइ आयोजनामा २१ जना कर्मचारी उपर आरोप-पत्र दायर https://t.co/Zt31MGniYp", "सशस्त्र प्रहरी बल, नेपाल अरूण गुल्म चैनपुर संखुवासभाका सशस्त्र प्रहरी नायव उपरीक्षक रामप्रसाद भण्डारी उपर आरोप-पत्र दायर https://t.co/c51fifcjpl", "अरुणोदय निम्न माध्यमिक विद्यालय, उडितोला, डोटीका प्रधानाध्यापक नवराज जोशी उपर आरोप-पत्र दायर https://t.co/3FgeFs4BAa https://t.co/J1WKkBTBEE", "प्रदेश  स्वास्थ्य निर्देशनालय, गण्डकी प्रदेश, पोखराका प्रमुख एवं प्रदेश  स्वास्थ्य निर्देशक (मेडिकल जनरलिष्ट -११ औं तह) डा. तारानाथ पौडेल  रु.१,००,०००/- घुस रकम सहित नियन्त्रणमा https://t.co/bGHVDdhW1Z https://t.co/wFFSN1llWZ", "नापी कार्यालय, लाहान, सिराहामा कार्यरत सर्वेक्षक देवनारायण चौधरी उपर आरोप-पत्र दायर\nhttps://t.co/9LltHVjexh https://t.co/h89ZrRgkgG", "दैलेख जिल्ला आठबिस नगरपालिका –१ का वडा सचिव प्रेमबहादुर खड्का समेत ५ जना उपर आरोप-पत्र दायर\nhttps://t.co/ouRzFPycvS https://t.co/VBZGyQlode", "२०७५ मंसिर १२ गते, विभागीय प्रमुखहरूसँग सेवा प्रवाहमा सुधारसम्वन्धी अन्तर्क्रिया https://t.co/FXUxPD5squ https://t.co/oNXzU9V4Hc", "अख्तियार दुरुपयोग अनुसन्धान आयोग र सम्पत्ति शुद्धीकरण अनुसन्धान विभागबीच समझदारी पत्रमा हस्ताक्षर कार्यक्रम https://t.co/1dObJoMAj2 https://t.co/l3yRBK8tKj", "सब डिभिजन वन कार्यालय, नेपालटार, उदयपुरमा कार्यरत सहायक वन अधिकृत सत्य नारायण साह रौनीयार उपर आरोप-पत्र दायर\nhttps://t.co/DZIFfc2abk https://t.co/r2APhsNTDg", "पाठ्यक्रम विकास केन्द्र सानोठिमी, भक्तपुरका लेखापाल (नायव सुब्बा) गुणराज दाहाल उपर आरोप-पत्र दायर \nhttps://t.co/ptqIapIKxE https://t.co/l7IZMKh3Rk", "कम्पनी रजिष्ट्रारको कार्यालयमा कार्यरत उपरजिष्ट्रार गंगाधर पौडेल लगायत ११ जना उपर आरोप-पत्र दायर\nhttps://t.co/0JMOBV68z1", "श्री वी.पी. मदन प्राथमिक विद्यालय, श्रीपुरजब्दी, सुनसरीमा कार्यरत शिक्षक सुकलदेव खंग उपर आरोप-पत्र दायर https://t.co/Zsw3fxwFro https://t.co/ZfD82xdU83", "नापी कार्यालय, कन्चनपुर सप्तरीका सर्भेक्षक दिपेन्द्रप्रसाद यादव उपर आरोप-पत्र दायर https://t.co/iUxcqturNQ https://t.co/IddsFVi8Hb", "नेपाल विद्युत प्राधिकरण, सखुवा वितरण केन्द्र महेन्द्रनगर, जनकपुरमा फोरमेन पदमा कार्यरत बिमलदेवी शर्मा उपर आरोप-पत्र दायर\nhttps://t.co/9AbjsWETdv", "सशस्त्र प्रहरी बल नेपाल, हेडक्वाटर नं. ८ गण मुझेलिया, धनुषामा कार्यरत सशस्त्र प्रहरी सहायक हवल्दार चन्देश्वर गिरी अथित उपर आरोप-पत्र दायर https://t.co/4wCplVXyqu https://t.co/eoh3fQMGWk", "अख्तियार दुरुपयोग अनुसन्धान आयोगको लेख/रचना उपलब्ध गराउने सम्बन्धी सूचना https://t.co/VXFJiwSvIE", "जिल्ला सरकारी वकिल कार्यालय, रुपन्देहीका प्रमुख उप-न्यायधिवक्ता कोषहरी निरौला रू.८०,०००/- घुस रकम सहित नियन्त्रणमा  https://t.co/YTyoQS9LCx https://t.co/Ge1jlEYFzl", "इलाका प्रहरी कार्यालय, बाबियाचौर, सुर्खेतका प्रहरी निरीक्षक सुशोभन श्रेष्ठ उपर आरोप-पत्र दायर\nhttps://t.co/zRamfkm9Hl", "जिल्ला प्रहरी कार्यालय बारामा कार्यरत प्रहरी हवल्दार सुदामा हजरा रू.१,००,०००।– घुस रकम सहित नियन्त्रणमा  https://t.co/sDsvGbOwKz https://t.co/LwbV9DOjLQ", "विदेह मिथिला क्षेत्र (सर्लाही, महोत्तरी, धनुषा र सिन्धुली) पर्यटन प्रवर्ध्दन समिति, जनकपुरका ओमप्रकाश यादव, अजयकुमार यादव र अनिरुद्र मण्डल उपर आरोप-पत्र दायर  https://t.co/qqt6POD32L https://t.co/qzsgiLHHwm", "महानगरीय प्रहरी बृत, बौद्ध, काठमाडौंका प्रहरी नायव उपरीक्षक श्यामकुमार राई उपर आरोप-पत्र दायर\nhttps://t.co/1ifNaEm0se", "मालपोत कार्यालय, कास्कीमा कार्यरत मालपोत अधिकृत खेमनारायण पौडेल नायव सुब्बा रामचन्द्र पौडेल र खरिदार सञ्जय शर्मा उपर आरोप-पत्र दायर\nhttps://t.co/0oqlOrXoMA", "उच्च सरकारी वकील कार्यालय, पोखरा कास्कीका सह-न्यायधिवक्ता सुरेन्द्रबहादुर थापा उपर आरोप-पत्र दायर\nhttps://t.co/juUzibgT31", "टोखा नगरपालिकाका प्रमुख प्रशासकीय अधिकृत (उप-सचिव) कृष्णप्रसाद सुवेदी उपर आरोप-पत्र दायरhttps://t.co/dvflrmiBZD https://t.co/wdpIwpVDGY", "अख्तियार दुरुपयोग अनुसन्धान आयोगको कार्यालय,कञ्चनपुरको नवनिर्मित भवन आयोगका प्रमुख आयुक्त माननीय नवीनकुमार घिमिरे द्वारा उद्घाटन https://t.co/daJ14VQW38", "सहायक वन अधिकृत (रा.प. तृतीय श्रेणी) बिनोद कुमार सिंह उपर आरोप-पत्र दायर गरिएकोhttps://t.co/P7HYtrVNsN", "जिल्ला ट्राफिक प्रहरी कार्यालय, तनहुँका प्रहरी नायव निरीक्षक निरबहादुर अधिकारी उपर आरोप-पत्र दायर\nhttps://t.co/lbhE55iBx7", "अख्तियार दुरुपयोग अनुसन्धान आयोगका माननीय प्रमुख आयुक्त श्री नवीनकुमार घिमिरेज्यूको प्रमुख आतिथ्यमा  कैलाली जिल्लाको धनगढीमा अन्तरक्रिया कार्यक्रम सम्पन्न\nhttps://t.co/pSnv4bILyu", "पाठ्यक्रम विकास केन्द्र सानोठिमी, भक्तपुरका लेखापाल (नायव सुब्बा) गुणराज दाहाल रू .२५,०००।- घुस रकम सहित नियन्त्रणमा \nhttps://t.co/SmG0HeRwil", "युगज्योती माध्यमिक बिद्यालय, देवदह, रुपन्देहीका प्रधानाध्यापक शिव प्रसाद ढुंगाना उपर आरोप-पत्र दायर https://t.co/Y2Sw3NME5Q", "सब डिभिजन वन कार्यालय नेपालटार, उदयपुरमा कार्यरत सहायक वन अधिकृत सत्य नारायण साह रौनीयार रु.६०,०००।– घुस रकम सहित नियन्त्रणमा  https://t.co/0QdGimbFl7 https://t.co/2vkoLVg9xU", "आयोगको कार्यालय, नेपालगंजको नवनिर्मित भवन आयोगका प्रमुख आयुक्त माननीय नवीनकुमार घिमिरे द्वारा उद्घाटन  https://t.co/JRsbQUX07g", "नापी कार्यालय, कन्चनपुर सप्तरीका सर्भेक्षक दिपेन्द्र यादव रु.१०,०००।– घुस रकम सहित नियन्त्रणमा https://t.co/qbln9UmOf1", "जनकपुर अञ्चल अस्पताल, जनकपुरधाम, धनुषाका डा.भि.के.सिंह भनिने विजयकुमार सिंह र डा. रम्भा गोइत उपर आरोप-पत्र दायर https://t.co/8tl4L7AKUU https://t.co/BrjNHPvbBx", "यातायात व्यवस्था कार्यालय, बागमती, सवारी चालक अनुमतिपत्र, सुकेधारा, काठमाडौंका नायव सुव्बा नवराज पराजुली तथा सोही कार्यालयका शाखा अधिकृत लोक बहादुर लामा उपर आरोप-पत्र दायरhttps://t.co/eqV2HgHIF6", "जिल्ला प्रशासन कार्यालय, शिक्षा विकास तथा समन्वय इकाई, पर्साका इकाई प्रमुख (उपसचिव) लालबाबु साह उपर आरोप-पत्र दायर  https://t.co/cYMZWPo3I3 https://t.co/rHeNJnC2fB", "बृहत्तर जनकपुर क्षेत्र विकास परिषदका  पदाधिकारी, कर्मचारी एवं ठेकेदार कम्पनीका अधिकारप्राप्त प्रतिनिधि समेत १० जना उपर आरोप-पत्र दायर\nhttps://t.co/3879dgU4rr https://t.co/JmmnHwSXyq", "जिल्ला स्वास्थ्य कार्यालय, धनकुटाका तत्कालीन प्रमुख भानुभक्त येङ्देन समेत ४ जना उपर आरोप-पत्र दायर\nhttps://t.co/8AWXY3C30z https://t.co/ejdzydigMp", "शंकर निम्न माध्यमिक विद्यालय, कन्चनपुरका शिक्षक नैनसिंह वडायक उपर आरोप-पत्र दायर\nhttps://t.co/xyT4940wn5 https://t.co/tiAZk1reB4", "महिला बालबालिका तथा समाज कल्याण मन्त्रालयमा कार्यरत तत्कालीन सुपरभाईजर मनसरा शाही उपर आरोप-पत्र दायर\nhttps://t.co/TTb7MEmPnb https://t.co/wpJkKpTjFH", "काठमाडौं उपत्यका खानेपानी लिमिटेड (के.यु.के.एल), केन्द्रीय कार्यालय  त्रिपुरेश्वर अन्तर्गत शाखा कार्यालय नयाँबानेश्वर मिनभवनमा प्रशासन सेवा,  तह ४ सहायक पदमा कार्यरत मायादेवी भट्टराई उपर आरोप-पत्र दायर https://t.co/BkuK5hSzOl https://t.co/iIZT3UsNOA", "नापी कार्यालय, लाहान, सिराहामा कार्यरत सर्वेक्षक देवनारायण चौधरी रु.२,००,०००।–(दुई लाख ) घुस रकम सहित नियन्त्रणमा https://t.co/TWQjfp3jXk https://t.co/FecRkkH8ic", "नेपाल विद्युत प्राधिकरण, उप वितरण केन्द्र बुढानीलकण्ठ काठमाडौंमा कार्यरत इलेक्ट्रिसियन (तेस्रो तह) का कृष्णप्रसाद शर्मा उपर आरोप-पत्र दायर\nhttps://t.co/aNWpT5cXsM", "जिल्ला प्रहरी कार्यालय, सर्लाहीमा कार्यरत प्रहरी हवल्दार नुरूल होदा अन्सारी उपर आरोप-पत्र दायर\nhttps://t.co/rEzdKlIsVd https://t.co/XLJi6pPFX9", "सार्वजनिक जग्गा किर्ते कागजात तयार गरी लुम्बिनी ग्याँस उद्योग प्रा.लि.,नवलपरासीलाई बेचबिखन गरेको कसुरमा मालपोत कार्यालय परासीका मालपोत अधिकृत मनोहरप्रसाद पन्थी सहित ७ जना उपर आरोप-पत्र दायर\nhttps://t.co/maLcQugQYl", "प्रहरी प्रधान कार्यालय, नक्शाल काठमाडौंमा कार्यरत प्राविधिक प्रहरी नायव निरीक्षक रामबहादुर सिंह भण्डारी क्षेत्री उपर आरोप-पत्र दायर\nhttps://t.co/qXcEVBbpMW", "वैदेशिक रोजगार विभाग काठमाडौं कार्यालय¸ ताहाचल¸ काठमाडौंका कर्मचारीहरु उपर आरोप-पत्र दायर\nhttps://t.co/Y1mbvSfhXn", "श्री बाल बिकास माध्यमिक बिद्यालय नागार्जुन -१ काठमाण्डौका प्रधानाध्यापक मैयादेवी मल्ल उपर आरोप-पत्र दायर \nhttps://t.co/S1D4qnRTup", "श्री रत्नराज्य लक्ष्मी माध्यमिक विद्यालय, द्वारी, नवलपरासीका अस्थायी शिक्षक ज्योती प्रकाश अर्याल उपर आरोप-पत्र दायर https://t.co/C1lzT00ppo", "शिक्षा विकास तथा समन्वय इकाई, पर्साका इकाई प्रमुख (उपसचिव) लालबाबु साह घुस रकम सहित नियन्त्रणमा \nhttps://t.co/Twz7ZZEjw4", "उच्च सरकारी वकिल कार्यालय पोखराका सह-न्यायधिवक्ता सुरेन्द्रबहादुर थापा  रु ५,००,०००/- घुस रकम सहित नियन्त्रणमा \nhttps://t.co/S2tgLXeSJe", "मालपोत कार्यालय, कास्कीमा कार्यरत मालपोत अधिकृत खेमनारायण पौडेल र खरिदार सञ्जय शर्मा  रु.५०,०००/- घुस रकम सहित नियन्त्रणमा लिइएको https://t.co/4d0Ani1GV4 https://t.co/raElZBlNPw", "यातायात व्यवस्था कार्यालय, सवारी चालक अनुमतिपत्रका कर्मचारी कार्यालय प्रमुख तेजनारायण यादव लगायत ८ जना उपर आरोप-पत्र दायर https://t.co/HwDx98l9mM", "वीरगञ्ज महानगरपालिका शिक्षा शाखामा कार्यरत शाखा अधिकृत मन्जुर आलम र प्राविधिक सहायक शशीभूषणप्रसाद साह उपर आरोप-पत्र दायर https://t.co/cReHiyKS2a", "महानगरीय प्रहरी प्रभाग, काँडाघारीमा कार्यरत प्रहरी सहायक निरीक्षक गोपालप्रसाद श्रेष्ठ  र  महानगरीय प्रहरी प्रभाग कोटेश्वरमा कार्यरत प्रहरी जवान मुकेशप्रसाद पटेल उपर आरोप-पत्र दायर  https://t.co/gkqU6O14qi", "वीरगञ्ज महानगरपालिका शिक्षा शाखामा कार्यरत शाखा अधिकृत मन्जुर आलम सहित २ जना उपर आरोप-पत्र दायर \nhttps://t.co/nVDVoUO64G", "नापी कार्यालय, हरिवन, सर्लाहीमा कार्यरत अमिन किसुनदेव मण्डल उपर आरोप-पत्र दायर \nhttps://t.co/bzyq9givAQ https://t.co/5xdnW80RLH", "ईलाका प्रहरी कार्यालय रामगोपालपुर, महोत्तरीमा कार्यरत प्रहरी नायव निरीक्षक रामबाबु प्रसाद यादव उपर आरोप-पत्र दायर\nhttps://t.co/RmgPHOM7h3 https://t.co/6rIIR7vcbu", "शहरी विकास तथा भवन निर्माण विभाग, डिभिजन कार्यालय, रूपन्देहीका कार्यालय प्रमुख (सि.डि.ई.) सुरेश ठाकुर उपर आरोप-पत्र दायर https://t.co/jipWxCjpjh", "कुञ्जीप्वाकल माध्यमिक बिद्यालय,काठमाडौंका शिक्षक लक्षमण सापकोटा उपर आरोप-पत्र दायर https://t.co/VE2ouaYFU2", "साविक जिल्ला विकास समितिको कार्यालय रुपन्देही अन्तर्गत गजेडी गाउँ विकास  समितिमा सचिव पदमा कार्यरत तत्कालिन शाखा अधिकृत राजकुमार श्रेष्ठ उपर आरोप-पत्र दायर  https://t.co/WNYpVdvQBj", "नापी कार्यालय बुढानीलकण्ठ, काठमाडौंका नापी सर्वेक्षक सुरेन्द्रसिंह कुवँर उपर आरोप-पत्र दायर  https://t.co/jRQJbp0Tw5", "महानगरीय प्रहरी बृत, बौद्ध, काठमाडौंका प्रहरी नायव उपरीक्षक श्यामकुमार राई रु.१,४०,०००।-घुस रकम सहिन नियन्त्रणमा https://t.co/eV1X0Z4pjB", "महानगरीय प्रहरी प्रभाग, काँडाघारी, काठमाडौंमा कार्यरत प्रहरी जवान मान सिं रोका र प्रहरी जवान रत्नप्रसाद रिजाल उपर आरोप-पत्र दायर https://t.co/cs50XwxiUr", "पप्पु कन्स्ट्रक्सनबाट बर्दिया सदरमुकाम गुलरिया र बारबर्दिया नगरपालिका जोड्ने जब्दीघाटको बबई पुल निर्माण उपर आरोप-पत्र दायर https://t.co/IEM9xLsO3F https://t.co/8YnuEA7gm8", "काठमाडौं महानगरपालिकाको कार्यालय, टेकूस्थित मिसिल शाखामा कार्यरत कार्यालय सहयोगी उद्दवप्रसाद गिरी उपर आरोप-पत्र दायर\nhttps://t.co/oDapBP2G1N", "यातायात व्यवस्था कार्यालय, बागमती, सवारी चालक अनुमतिपत्र, सुकेधारा, काठमाडौंका नायव सुव्बा नवराज पराजुली घुस रकम सहित नियन्त्रणमा\nhttps://t.co/nFvjWlNtmb", "महानगरीय प्रहरी प्रभाग, काँडाघारी, काठमाडौंमा कार्यरत नेपाल प्रहरीका प्रहरी हवल्दार अमन चौधरी उपर आरोप-पत्र दायर। https://t.co/bqZu2PuA6Q", "महानगरीय प्रहरी प्रभाग, सानोठीमी, भक्तपुरमा कार्यरत प्र.ना.नि.ज्योति विष्ट, प्र.स.नि.सुवास ढुङ्गाना र प्र.ह.दीपक भारती उपर आरोप-पत्र दायर। https://t.co/MfCNjtLhql", "ईलाका प्रहरी कार्यालय, मैनापोखर, बर्दियाका कार्यालय प्रमुख प्रहरी निरीक्षक गणेशसिंह महताले स्थानीय महिला संजालकी अध्यक्ष मैया पौडेल उपर आरोप-पत्र दायर\nhttps://t.co/Q96Gaxw3AL", "बिराटनगर महानगरपालिका, घर जग्गा सम्पत्ति कर शाखामा कार्यरत खरिदार तिलकमणि पोखरेल र कार्यालय सहयोगी बुधलाल सरदार उपर आरोप-पत्र दायर\nhttps://t.co/aoISntqTuE", "जिल्ला प्रहरी कार्यालय, सर्लाहीमा कार्यरत प्रहरी हवल्दार नरूल अन्सारी घुस रकम सहित नियन्त्रणमा\nhttps://t.co/lWEI2o5z8o https://t.co/cTsxj8qC8H", "जिल्ला स्वास्थ्य कार्यालय, जुम्लामा परिवार नियोजन सुपरभाईजर उपर आरोप-पत्र दायर https://t.co/qD8pkNhY16 https://t.co/OGZbPltr8l", "सिरहा जिल्ला साविक गाविस को कार्यालय, देवीपुरका गाविस सचिव जीवनकुमार धिताल उपर आरोप-पत्र दायर :-https://t.co/cMxb4a1YPT https://t.co/6vanCXWCIK", "श्री  मैनहिया उच्च माध्यामिक बिद्यालय, मैनहिया, रूपन्देहीका प्रधानाध्यापक  दिनेश चन्द्र मिश्रले नक्कली शैक्षिक योग्यताको प्रमाणपत्र पेश गरी सेवामा  कार्यरत \nhttps://t.co/9vtQDKuz1F", "प्रेस विज्ञप्ति- आरोप-पत्र दायर गरिएको https://t.co/NJVRa5XJuZ", "प्रेस विज्ञप्ति- आरोप-पत्र दायर गरिएको https://t.co/ryO2L5sfsL", "आरोप-पत्र दायर गरिएको https://t.co/2eIvzZjpuV", "आरोप-पत्र दायर गरिएको https://t.co/c8bJswkxA3", "नापी कार्यालय, हरिऔन, सर्लाहीका अमिन किशुनदेव मण्डल घुस रकम सहित नियन्त्रणमा https://t.co/B2Uj0cMs4d https://t.co/7sKBcnPaAv", "काठमाडौं महानगरपालिकाको कार्यालयका  कार्यालय सहयोगी उद्दवप्रसाद गिरी घुस रकम सहित नियन्त्रणमा https://t.co/fPGKchqmSS https://t.co/FnnUlZFJQC", "अनुसन्धानमा सक्रियता https://t.co/yqNOSeiC7b", "माननीय प्रमुख आयुक्त श्री नवीनकुमार घिमिरेबाट पदभार ग्रहण \n तथा कर्मचारीहरूलाई निर्देशन। https://t.co/hGJi09yTnk https://t.co/rk0gHIVMJu"]