["RT @DrShankarSharma: I had the honor to be the keynote speaker at a conference hosted by the South Asian Regional Energy Integration Initia…", "Ambassador @DrShankarSharma hosted a dinner in honour of H.E. the Foreign Secretary @PaudyalBR and Nepali delegation today at the Embassy of Nepal in New Delhi. https://t.co/SOLvf4wn0L", "Foreign Secretary @PaudyalBR called on the External Affairs Minister of India H.E. @DrSJaishankar this afternoon at the Ministry of External Affairs, New Delhi. Matters of bilateral relations and cooperation were discussed during the call on. https://t.co/7YH0XzsWaF", "Foreign Secretary H.E. Mr. Bhart Raj Paudyal visited the Embassy of Nepal in New Delhi this afternoon and held interaction with Embassy officials. https://t.co/5vTOamZG2c", "Foreign Secretary Mr. Bharat Raj Paudyal arrived in New Delhi on an official visit to India  this afternoon at the invitation of the Foreign Secretary of India Shri Vinay Mohan Kwatra. The two Foreign Secretaries held bilateral meeting today at the Hyderabad House, New Delhi. https://t.co/RmdSQyYyBh", "RT @DrShankarSharma: Delighted to speak on the recent developments in bilateral relations between Nepal and India at the @kanconclave in Ka…", "H.E. the Ambassador @DrShankarSharma received Ambassador of Colombia H.E. Mariana Pacheco Montes at the Embassy this morning and discussed to further strengthen Nepal-Colombia bilateral relations, including to extend mutual cooperation in agriculture and disaster management. https://t.co/p5MiHTmE0c", "RT @himantabiswa: Glad to meet HE Dr Shankar Prasad Sharma, Nepal's Ambassador to India along with his wife Ms Kalpana Sharma &amp; Ms Nita Pok…", "RT @jagdishmukhi: Dr. Shankar Prasad Sharma, Ambassador of Nepal to India called on me at Raj Bhavan today.\n\n#JagdishMukhi #AssamGovernor #…", "RT @DrShankarSharma: Delighted to call on Chief Minister of Assam Hon. @himantabiswa ji at the @CMOfficeAssam this evening. We reviewed the…", "RT @DrShankarSharma: Possibilities of partnership with GoN agencies/Universities of Nepal were discussed during my meetings at AMTRON and @…", "RT @DrShankarSharma: Glad to pay a courtesy call on Governor of Assam &amp; Nagaland Prof. @jagdishmukhi ji at his office in Guwahati. We revie…", "RT @DrShankarSharma: Tragic to hear about the bus accident in UP’s Barabanki. The bus was enroute to Goa from Nepal. My heart goes out to t…", "RT @DrShankarSharma: Pleased to meet Commerce Secretary Shri B.V. R. Subrahmanyamji and review all existing trade and transit issues betwee…", "RT @DrShankarSharma: Sheer joy to celebrate Teej festival with Minister of State for External Affairs and Culture Smt. @M_Lekhi ji along wi…", "RT @M_Lekhi: Happy to take part in the Teej Celebrations organized by the Embassy of Nepal in New Delhi. \n\nOur deep-rooted cultural linkage…", "Ambassador @DrShankarSharma received Ambassador of Azerbaijan Dr. Shraf Shikhaliyev at the Embassy and discussed to further strengthen Nepal-Azerbaijan relations, including on upcoming visit of Azerbaijani Ambassador to Nepal and his participation in the Infrastructure Summit. https://t.co/IwcN451UBV", "RT @DrShankarSharma: Absolute pleasure to call on Home Minister Shri Amit Shah ji at his office today. We reviewed overall bilateral relati…", "RT @HMOIndia: भारत में नेपाल के राजदूत, डॉ. शंकर प्रसाद शर्मा ने केन्द्रीय गृह एवं सहकारिता मंत्री श्री @AmitShah से भेंट की। https://t.co/…", "RT @DrShankarSharma: Good to meet potential investors/traders from India and Germany who are planning to visit Nepal soon. Earlier, @NifraB…", "H.E. the Ambassador @DrShankarSharma received Ambassador of Ethiopia H.E. Tizita Mulugeta at the Embassy today. Discussion was held to enhance cooperation on mutually beneficial areas, including tourism, trade as well as to enhance cooperation on multilateral forums. https://t.co/xTS5NBzZgg", "RT @DrShankarSharma: Pleased to engage in an informal gathering of distinguished journalists and media persons from India. We discussed con…", "RT @DrShankarSharma: Spoke on trade, investment, energy, and tourism prospects at a program on “Invest in Nepal—Invest in Future” organized…", "RT @DrShankarSharma: Glad to meet and interact with leading personalities—MP and National Spokesperson of BJP Shri @BizayShastriBJP, MP and…", "RT @AsiaSocietyIC: Prof. @MohanCRaja, Senior Fellow @AsiaSocietyIC, called on H.E. Ambassador @DrShankarSharma. He was joined by @Rishigupt…", "RT @DrShankarSharma: Had a cordial meeting with Hon. Minister of Finance Smt. @nsitharaman ji. We spoke about possible areas of fiscal, fin…", "RT @DrShankarSharma: It was interesting to listen to Hon. Minister Shri Nitin Gadkariji, who has an innovative and research-oriented approa…", "RT @narendramodi: Thank you for the wishes, PM @SherBDeuba. May the India-Nepal friendship continue to flourish in the years to come. #Indi…", "RT @SherBDeuba: Hearty felicitations to PM Shri @narendramodi ji and people of India on the auspicious occasion of the Independence Day of…", "RT @DrShankarSharma: Happy Independence Day, India 🇮🇳! Warm wishes to the Government and friendly people of India.\n\nMay bilateral relations…", "RT @DrShankarSharma: Pleased to address the International Seminar on Culture and Shared Sustainable Future organized by @WOSYorg in Khajura…", "RT @DrShankarSharma: Wonderful to be part of a🇳🇵-🇮🇳 Music and Fine Art program in Vrindavan. Artists from both countries collaborated to si…", "RT @DrShankarSharma: Many congratulations to Shri Jagdeep Dhankhar ji for taking oath as the 14th Vice President of India. I wish him a suc…", "RT @DrShankarSharma: Appreciate the meeting and fruitful discussions with the Power Secretary of India Shri Alok Kumar, a few days ago. We…", "RT @kalingalitfest: Kalinga literary festival founder &amp; director @Rashmirparida meets Nepal Ambassador to India @DrShankarSharma at #embass…", "RT @DrShankarSharma: Appreciate Min of Jal Shakti Shri Gajendra S Shekhawat’s @gssjodhpur vision and spirit expressed in a meeting with me…", "RT @DrShankarSharma: Glad to receive former DPM/ Ministers from India and Nepal at the Embassy today. https://t.co/oFUrMXmjCU", "RT @DrShankarSharma: I thoroughly enjoyed the interaction with the NDC course participants of National Defence College. Thank you, Lt. Gen.…", "RT @DrShankarSharma: Best wishes to First Lady Dr. Arzu Rana Deuba as she returns to Kathmandu following her treatment here in New Delhi. h…", "RT @DrShankarSharma: Few light moments shared with distinguished peronalities over the past weekends—External Affairs Minister Shri @DrSJai…", "RT @DrShankarSharma: The meeting with Foreign Secretary Shri Vinay Mohan Kwatra ji @AmbVMKwatra went excellent today. We reviewed a wide ra…", "RT @DrShankarSharma: To minimize the uncertainty and assure the timely supply of fertilizers to the farmers of Nepal for the next 5 years,…", "RT @DrShankarSharma: Pleased to attend the India-Nepal Development Partnership seminar organized by @ICWA_NewDelhi. We discussed various se…", "RT @DrShankarSharma: I would like to express my heartiest congratulations and best wishes to Smt #DroupadiMurmu ji for being sworn-in as th…", "RT @DrShankarSharma: Today, I had a productive discussion with the President and Distinguished Fellow Dr. Rakesh Mohan and the Fellow @Cons…", "RT @SherBDeuba: On behalf of the govt &amp; people of #Nepal, I would like to extend warmest congratulations to Smt Droupadi Murmu on being ele…", "@EONIndia held an interaction with the representatives of Nepali community in India and discussed on various matters of their concern this evening. The Embassy thanks them for their participation and constructive engagement. https://t.co/noJhNmyb5G", "H.E. the Ambassador @DrShankarSharma held an interaction with Chairman and Managing Director of Rail Way Vikas Nigam, India, Shri Pradeep Gaur today. Discussion was held on enhancing connectivity cooperation with possible railway development, including metro in Nepal. https://t.co/B8fq11ss5W", "H.E. the Ambassador @DrShankarSharma received Ms. Mikiko Tanaka, Head of UN ESCAP, South and South- West Asia Office, New Delhi, this afternoon. Discussions were held on UN  ESCAP's activities and involvement in the sub-region and strengthen its cooperation with Nepal. https://t.co/zaShiie41M", "RT @DrShankarSharma: A joy to inaugurate a building and attend the Inauguration ceremony of @NimsUniversity in Jaipur as the chief guest! C…", "RT @USIofIndia: USI had the privilege to welcome H.E. Dr. Shankar Prasad Sharma, Ambassador Extraordinary and Plenipotentiary at the USI. M…", "RT @DrShankarSharma: A warm welcome to Former Prime Minister Shri Pushpa Kamal Dahal @cmprachanda in New Delhi. https://t.co/hnhsiWygCm", "H.E. Ambassador @DrShankarSharma\n received H.E. Mrs. Coromoto Godoy Calderon, Ambassador of Venezuela at the Embassy this morning. Various matters of mutual interests including the cooperation at multilateral forums were featured during the discussion. https://t.co/7wccR8ldgj", "RT @DrShankarSharma: The @EONIndia and @ASSOCHAM4India jointly organized a program to discuss the main issues of electricity trade between…", "RT @DrShankarSharma: The @EONIndia organized a health camp with the help of the @MaxHealthcare today. The majority of the local and diploma…", "H.E. the Ambassador @DrShankarSharma received Dr. Kamalinne Pinitpuvadol, SG, AALCO, at the Embassy this afternoon. During the meeting, discussion was held on the activities of AALCO, including its upcoming annual session, and to strengthen relations between the two missions. https://t.co/tT9zXcPg81", "RT @DrShankarSharma: Delighted to know from the Ambassador Dr Ralf Heckner @SwissEmbassyIND that Swiss companies are serious to expand trad…", "H.E. the Ambassador @DrShankarSharma received Ambassador-designate of Czech Republic H.E. Eliška Žigová at the Embassy today, and discussed matters of mutual interests between the two countries, including enhancing tourism and trade and people to contacts. https://t.co/QbSPtFQj5O", "RT @tourismgoi: H.E. Mr. Shankar Prasad Sharma, Ambassador of Nepal to India, graced the occasion by highlighting the significance of Shri…", "RT @tourismgoi: The train was inaugurated by H.E. Mr. Shankar Prasad Sharma, Ambassador of Nepal to India; Sh. Ashwini Vaishnaw ji, Hon’ble…", "RT @DrShankarSharma: Delighted to flag off the historic #BharatGauravTrain on the #RamayanaCircuit with Hon. Min for Tourism Shri @kishanre…", "RT @DrShankarSharma: Happy International Day of Yoga 2022! We were pleased to participate in the celebration organized by the Government of…", "RT @DrShankarSharma: Pleasure to call on Chief of Army Staff, General Manoj Pande @adgpi. We discussed various aspects of bilateral defence…", "RT @adgpi: #DefenceCooperation\n\nDr Shankar Prasad Sharma, Ambassador of #Nepal to #India called on General Manoj Pande #COAS and discussed…", "RT @DrShankarSharma: Delighted to meet Ambassador @aniltrigunayat , President @MIICCIA and discussed possibilities of strengthening the tra…", "RT @visrane: Pleased to meet H.E. @DrShankarSharma, Ambassador of Nepal to India, at the @epanchjanya PanchTatva Conclave in Delhi. https:/…", "RT @DrShankarSharma: Addressed a session on the environmental challenges and possibilities of cooperation between Nepal and India at a prog…", "H.E. the Ambassador @DrShankarSharma hosted a dinner yesterday in honour of Nepali delegation led by Joint Secretary Mr. Fanindramani Pokharel participating at the 12th Meeting of Nepal-India Joint Working Group on Border Management being held on 15-16 June 2022 in New Delhi. https://t.co/36LNx1mcZP", "RT @DrSJaishankar: Pleasure to join Party President @JPNadda ji as he received Ambassadors of Austria, Croatia, Czech Republic, Estonia, Fi…", "RT @JPNadda: It was an honour to interact with the envoys of 13 different countries today as part of our ‘Know BJP’ initiative at the Party…", "RT @vijai63: \"Know BJP\" is a unique initiative launched by BJP President Shri @JPNadda ji specifically to address overseas audiance. Yester…", "RT @iccr_hq: DG ICCR Kumar Tuhin met with Nepal Ambassador H.E. Dr. Shankar Prasad Sharma on 8th June in his office at ICCR. https://t.co/Z…", "RT @DrShankarSharma: Delighted to attend the ‘Know BJP’ initiative led by @BJP4India National President Shri @JPNadda and Shri @vijai63. Fo…", "RT @DrShankarSharma: A Nepali team led by Hon. Mahendra R. Yadav, Minister of Agriculture and Livestock, met with Shri Narendra Singh Tomar…", "नेपाली राजदूतावास नया दिल्लीद्वारा आजदेखि विद्युतीय राहदानी ( e-Passport) जारी गर्ने सेवा प्रारम्भ गरिएको व्यहोरा सम्बन्धित सबैको जानकारीका लागि अनुरोध छ ।आवेदन दिने सम्बन्धी विस्तृत विवरण सम्लग्न सूचनामा उल्लेख गरिएको छ ।  । https://t.co/8BtZyUaBcq", "RT @MofaNepal: “Safeguarding of sovereignty, territorial integrity, national independence, and protection of national interest has been at…", "Nepal-India Partnership Summit-2022 organized in New Delhi today by @EONINDIA in collaboration with PHD Chamber of Commerce and Industry discussed  to strengthen Nepal-India cooperation on a number of areas, including power trade, connectivity, people-to-people connect,  tourism. https://t.co/IO6pzGXDDF", "RT @DrShankarSharma: This afternoon, Nepal’s Minister of Ag. and Livestock Hon. Mahendra Ray Yadav met with India’s Minister of Chemicals a…", "RT @DrShankarSharma: Happy to meet Shri @vijai63, In-Charge of @BJP4India’s Foreign Affairs Department and Mrs Chauthaiwala. Dr. Chauthaiwa…", "RT @DrShankarSharma: We @EONIndia and @BishowParajuli are pleased to welcome the Nepali delegation led by Hon. Minister for Agriculture and…", "RT @DrShankarSharma: Pleased to address an interactive session on Nepal-India relations at the @vifindia. I’d like to express my gratitude…", "H.E. the Ambassador @DrShankarSharma delivered a lecture on Nepal-India Relations at the Vivekananda International Foundation, New Delhi, today and answered various questions raised by the participants. https://t.co/ty84xFLvLY", "RT @DrShankarSharma: Participants from Nepal attending the Gen Next Democracy Network program organized by @iccr_hq visited the @EONIndia.…", "RT @DrShankarSharma: Pleasure to receive Shri @drmmjoshibjp, former National President of @BJP4India along with Hon. Sujata Koirala, former…", "RT @DrShankarSharma: Delighted to meet Ambassador of Bhutan H.E.Major General Vetsop Namgyel and discussed ways to further strengthen Nepal…", "RT @DrShankarSharma: Deeply shocked and saddened to hear about the tragic accident of Tara Air aircraft in Mustang with 22 people onboard —…", "RT @DrShankarSharma: गणतन्त्र दिवस २०७९ का अवसरमा देश विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त ग…", "H.E. the Ambassador @DrShankarSharma received Ambassador of Algeria and Ambassador of Dominican Republic separately today, and discussed a wide range of issues -promotion of trade, tourism, high level exchanges, enhance cooperation in multilateral forums- with both Ambassadors. https://t.co/8ACc8mskmE", "H.E. the Ambassador @DrShankarSharma received H.E. Ganbold Dambajav, Ambassador of Mongolia in India, this afternoon and held discussion to further enhance relations between the two countries at bilateral as well as multilateral level. https://t.co/G5Uorg6RzR", "RT @scalsscdelhi: #YLNF2022\n@meaindia1 @StStephensClg @scalsscdelhi @IndiaInNepal with his excellency Dr. Shankar Prasad Sharma during pres…", "H.E. the Ambassador @DrShankarSharma received H.E. Abdulrahman M. Al Gaoud, Ambassador of the Kingdom of Bahrain in India, today. Various matters of mutual interests, including promotion of trade, tourism, foreign employment, exchange of high level visits were discussed. https://t.co/KW8wWFSOPj", "H.E. the Ambassador @DrShankarSharma and Nepal Embassy New Delhi family attended a virtual program to observe the First Foreign Service Day organized by the Ministry of Foreign Affairs, Kathmandu today. Happy Foreign Service Day !", "H.E. the Ambassador @DrShankarSharma held a meeting with Mr. Goutam Ghosh, Head, South Asia, FICCI, and his team at the Embassy this afternoon. Discussion was held to enhance trade, investment and tourism between Nepal and India. https://t.co/Tqip8NLrhJ", "RT @DrShankarSharma: In a courtesy call with the Sri Lankan High Commissioner @MilindaMoragoda, we reviewed the economic situations of Nepa…", "RT @DrShankarSharma: Glad to visit the @nepaltourismb stall in the #SATTE Travel Expo Exhibition in New Delhi. We were delighted to meet th…", "H.E. the Ambassador @DrShankarSharma received H.E. Ramon S. Bagatsing, JR., Ambassador of Philippines today and discussed to enhance cooperation on the various matters of mutual interests, particularly in trade, tourism and investment between the two countries. https://t.co/JEM6uwbA8b", "H.E. the Ambassador @DrShankarSharma held a meeting this morning with Mr. Bishow Parajuli, Representative and Country Director, World Food Program (WFP), India, and discussed to enhance cooperation and collaboration between the Government of Nepal and WFP. https://t.co/cyNBYHw2a2", "H.E. the Ambassador @DrShankarSharma received H.E. Teodoro Maldonado, Ambassador of Ecuador, this afternoon and held discussion on further strengthening bilateral relations and enhance cooperation between Nepal and Ecuador. https://t.co/XCJ9DkMWpc", "H.E. the Ambassador @DrShankarSharma met Ambassador of the Maldives H.E. Dr. Hussain Niyaaz and discussed ways to further strengthen Nepal-Maldives bilateral relations and enhance cooperation on matters of mutual interests between the two countries. https://t.co/mWV98Ejabv", "RT @DrShankarSharma: Rt. Hon. PM of India Shri @narendramodi’s visit to Lumbini on Buddha Purnima signifies the depth in our multifaceted p…", "RT @DrShankarSharma: Grateful to call on His Excellency Shri Ram Nath Kovind @rashtrapatibhvn, President of India following the presentatio…", "RT @DrShankarSharma: Honored to have formally presented my credentials to His Excellency President of India Shri Ram Nath Kovind @rashtrapa…", "H.E. @DrShankarSharma presented Letters of Credence accrediting him as Ambassador Extraordinary and plenipotentiary of Nepal to India to Shri Ram Nath Kovind, President of the Republic of India, amid a special ceremony held at the Rashtrapati Bhawan in New Delhi today. https://t.co/sAHRVvuxLk", "RT @DrShankarSharma: The @EONIndia organized a very timely program in New Delhi to better mobilize remittances from India to Nepal. Thank y…", "RT @SangmaConrad: H.E, the Charge d'Affaires of the Embassy of Nepal in India, Mr. Ram Prasad Subedi called on me today\n\n@EONIndia https://…", "The Embassy of Nepal, New Delhi bade farewell to Counsellor Mr. Birendra Kumar Basyal, amid a function at the Embassy toady. The Embassy wish him a good health, happiness and success in the days to come. https://t.co/gAQbPy2bBA", "The Embassy of Nepal New Delhi organized a get together program this evening to meet Dr. Biswo Nath Paudel, Vice-Chairman, NPC, Nepal, and other dignitaries from Nepal participating in the Raisina Dialogue 2022 being held in New Delhi. \n@DrShankarSharma\n@RPDSUBEDI https://t.co/rKZb9cJmG5", "RT @IndiaInNepal: Prime Minister of Nepal @SherBDeuba at the launch ceremony of the @WHO Global Centre for Traditional Medicine held this a…", "RT @MEAIndia: On this special occasion, PM Sheikh Hasina of Bangladesh, @PMBhutan Lotay Tshering, and PM @SherBDeuba of Nepal sent messages…", "H.E. Dr. Shankar P. Sharma, Ambassador-designate of Nepal to India attended a virtual interaction with Nepali producers, entrepreneurs and exporters organized by @MofaNepal today and made a presentation on Nepal-India Trade Relations: potentials for increasing exports from Nepal. https://t.co/g2Xv281A3D", "RT @MofaNepal: Foreign Minister Hon. Dr. Narayan Khadka meets External Affairs Minister of India H.E. @DrSJaishankar on the sidelines of th…", "H.E. Dr. Shankar Prasad Sharma, Ambassador-designate of Nepal to the Republic of India arrived New Delhi today to assume his responsibilities. https://t.co/oRTClQbxi4", "The Embassy of Nepal New Delhi celebrated Nepali Army Day- 2022, amid a special function at the Embassy yesterday evening. https://t.co/YioqcncADa", "RT @maha_governor: The Ambassador was accompanied by Minister (Economic) Nita Pokhrel Aryal and Counsellor (Economic) Badri Prasad Tiwari.…", "RT @maha_governor: The Acting Ambassador and Charge d'Affaires of the Embassy of Nepal in India Ram Prasad Subedi met Maharashtra Governor…", "RT @maha_governor: नेपाळचे भारतातील प्रभारी राजदूत राम प्रसाद सुबेडी यांनी राज्यपाल भगतसिंह कोश्यारी यांची राजभवन मुंबई येथे सदिच्छा भेट घे…", "Holi festival celebration at the Embassy of Nepal New Delhi today. Happy Holi !! https://t.co/Rc5FCGFzrk", "H.E. the CDA Mr. Ram Prasad Subedi met with H.E. the Ambassador of Argentina Mr. Hugo Havier Gobbi at the Embassy today. During the meeting, a wide range of matters, including to enhance cooperation in the areas of trade and investment between the two countries were discussed. https://t.co/exymgOB8ZU", "RT @SherBDeuba: Four Nepali nationals have just arrived in Nepal from Ukraine via India. \n\nThank you Prime Minister @narendramodi and the G…", "H.E. the CDA, Mr. Ram Prasad Subedi met with H.E. the Ambassador of Cambodia, Mr. Mr. Ung Sean at the Embassy this afternoon. Various matters of mutual interests including the cooperation in multilateral forums were featured during the discussion. https://t.co/DntOE7tujY", "On the auspicious occasion of the 112th International Women’s Day, H.E. the CDA Mr. Ram Prasad Subedi and Nepal Embassy family New Delhi extend warm greetings and congratulations to all women.", "H.E. the CDA Mr. Ram Prasad Subedi received Dr. Leonardo S. Simao, Special Envoy of the Republic of Mozambique,  at the Embassy today and discussed on matters to enhance mutual interests and cooperation both at bilateral as well multilateral areas between the two countries. https://t.co/KIQzEv7B1I", "The Embassy of Nepal in New Delhi observed Nepali Army Day-2078 amidst a function at the Embassy this morning.  On the occasion, H.E. the CDA Mr. Ram Prasad Subedi spoke on the significance of the day and conveyed his greetings. https://t.co/EKoh75CZWM", "Nepal and India singed an MOU for the supply of chemical fertilizers from India to Nepal under G-to-G arrangement for coming five years. It will ensure the timely supply of urea and DAP to Nepal before cropping season this year. https://t.co/fgY26H94ss", "The Embassy celebrated 72nd National Democracy Day admits a function at the Embassy today. On the occasion, His Excellency the CDA Mr. Ram Prasad Subedi hoisted the national flag of Nepal and extended greetings and best wishes to all Nepalis. https://t.co/dlGCU22aHG", "H.E. the CDA Mr. Ram Prasad Subedi received H.E. Mr. Cameron MacKay, High Commissioner of Canada in India at the Embassy this afternoon and held  discussion to  promote mutual interests and strengthen bilateral relations between Nepal and Canada. https://t.co/XcFD7i2YIU", "On demise of legendary singer Lata Mangeshkar, Cd’A Ram Prasad Subedi and the Embassy family express heartfelt condolences to the bereaved family and pray for heavenly rest of the departed soul. Lata Didi will live in the hearts of her admirers in India, Nepal and the world over. https://t.co/ITAcG1x72V", "शहीद दिवसको अवसरमा नेपाली राजदूतावास नयाँ दिल्ली सम्पूर्ण ज्ञात अज्ञात महान शहीदहरुप्रति भावपूर्ण एवं हार्दिक श्रद्धाञ्जली अर्पण गर्दछ ।", "H.E. the CDA Mr. Ram Prasad Subedi met Ambassador of El Salvador H.E. Guillermo Rubio Funes at the Embassy this morning and held discussion to enhance mutual interests and strengthen bilateral relations between the two countries. https://t.co/YuAYZZZ5FU", "On the auspicious occasion of the 73rd Republic Day of India, CDA Mr. Ram Prasad Subedi and Embassy family extend the best wishes for peace, prosperity and continued progress of the friendly people of India. https://t.co/vC1GXT86zK", "H.E. the Chargé dáffaires Mr. Ram Prasad Subedi received H.E. Ambassador of  Mongolia Ganbold Dambajav  at the Embassy yesterday afternoon and held discussion on the various matters of mutual interests to strengthen relations between Nepal and Mongolia. https://t.co/0dQYouJ7Qo", "Covid-19 को बढ्दो संक्रमणबाट सुरक्षित रहन भारतमा रहनुभएका नेपालीहरूलार्इ नेपाली राजदूतावासको अपिल https://t.co/j9HWQYonrD", "नेपाली भाषाको प्रशारण अवधि दुईगुणा वृद्धिगरेको तथा ‘नेपालको कुरा’ विशेष कार्यक्रम प्रारम्भ गरेकोमा अल इन्डिया रेडियोलाई हार्दिक वधाइ तथा शुभकामना \nCongratulations and best wishes to All India Radio for doubling broadcasting time in Nepali and launching a special program on Nepal", "H.E. the Chargé d'affaire Mr. Ram Prasad Subedi received the Ambassador of Ethiopia H.E. Tizita Mulugeta at the Embassy this morning and held discussion on the various aspects of Nepal-Ethiopia relations. https://t.co/2TqI2rIzOq", "RT @SherBDeuba: Deeply saddened by the tragic demise of Gen Bipin Rawat, his wife, and several defence officials in a helicopter crash. My…", "H.E. the CDA Mr. Ram Prasad Subedi received H. E. the Ambassador of Slovenia Mateja Vodeb Ghosh this afternoon at the Embassy and discussed on various matters of mutual interests between Nepal and Slovenia. https://t.co/dVjU7Vf3Bq", "RT @SGinIndia: Glad to receive Nepal Chargé d’affaires Ram Prasad Subedi @EONIndia. CDA Subedi is a good friend of Singapore. Looking forwa…", "The Embassy of Nepal New Delhi received the Chief of Army Staff (COAS) of Nepali Army General Prabhu Ram Sharma at the Embassy this afternoon. https://t.co/8DhcdT6ZFy", "दीपावली, भाइटिका, म्ह:पूजा तथा छटपर्वको अवसरमा नेपाली राजदूतावास नयाँ दिल्ली विभिन्न पेशा, व्यवसाय, रोजगारी, अध्ययन एवं अन्य कामको सिलसिलामा भारतमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा सुस्वास्थ्य, सुख-सम्बृद्धि एवं सफलताको हार्दिक मंगलमय शुभकामना व्यक्त गर्दछ ।", "RT @MofaNepal: Prime Minister Rt. Hon. Sher B. Deuba had cordial bilateral meeting with the Prime Minister of India Hon. Shri Narendra Modi…", "RT @SherBDeuba: Glad to have met PM @Narendramodi ji at @COP26. Sustainable development is vital — especially for the future of our shared…", "The Embassy bid farewell to Ambassador @nilacharya  and Mme Sushma Acharya this afternoon. https://t.co/47ycnyhUxn", "RT @MOS_MEA: Received Ambassador of Nepal to India H.E. @nilacharya for his farewell call. \n\nDiscussed various recent initiatives in our mu…", "RT @nilacharya: Thank you Foreign Secretary @harshvshrigla for this honour. Your gesture reflects  deep closeness between our countries and…", "RT @MEAIndia: Foreign Secretary @harshvshringla bid farewell to Ambassador of Nepal to India @nilacharya who is returning to Nepal upon com…", "His Excellency the Ambassador Nilamber Acharya addressed an International Workshop on Climate Change and Human Rights: a Global Perspective organized by World Human Rights Protection Commission in New Delhi yesterday. https://t.co/C7YHRtDSh6", "The Embassy celebrated National Day (Constitution Day) of Nepal today. Ambassador @nilacharya extended greetings and best wishes to all Nepalis and read out the National Day messages from the President and Prime Minister of Nepal amid a function at the embassy. https://t.co/XbNaFQafP6", "On the passing away of former Ambassador Rukma Shamsher Rana, the Embassy family expressed deepest sympathies and heartfelt condolences to the bereaved family members and prayed for the eternal peace of the departed soul of late Rana amid a function today. https://t.co/ufVz08hmHl", "अफगानिस्तानमा रहेका नेपालीहरु र उनीहरुका परिवार तथा आफन्तजनलाई नेपाली राजदूतावास नयाँ दिल्लीको सम्पर्कमा आउन तथा आफ्नो विवरण उपलब्ध गराउन नेपाली राजदूतावास हार्दिक अनुरोध गर्दछ । https://t.co/TXjWVPcdwn", "RT @SherBDeuba: #Nepal welcomes the friendly gesture from #Bhutan in aiding Nepal's fight against the #COVID19 pandemic. Many thanks to HM…", "Ambassador @nilacharya  met with Turkish Ambassador HE Mr. Fırat Sunel at the Embassy this morning and discussed the various aspects of Nepal-Turkey relations. https://t.co/00RCUoPQom", "The Embassy observed the Republic Day of Nepal today. Ambassador @nilacharya unfurled the national flag and gave a talk on the significance of the Day.\n@MofaNepal https://t.co/ru3Zat3HRF", "Ambassador @nilacharya met with @vijai63 In-Charge, Foreign Affairs Department of BJP at the Embassy today and had discussion on various aspects of Nepal-India relations, especially on matters relating to the Covid-19 cooperation. https://t.co/dXulLe3peu", "The Embassy hosted a virtual interaction program on Covid-19 pandemic today.  Ambassador @nilacharya urged Nepali community to join hands with the Embassy to ease life and livelihood of Nepalis living in India in this period of pandemic. \n@MofaNepal \n@OfConsulate https://t.co/z7Dj0oVvjT", "RT @nilacharya: Thank you, India. Grateful for your understanding of our emergency needs and for your support. Both our countries are facin…", "राजदूतज्यूको अपिल! https://t.co/nGQ2e7sZKU", "भारतमा रहनुभएका नेपालीहरुलाई कोभिड-19 महामारीको संक्रमणबाट सुरक्षित रहन सावधानी अपनाउने सम्बन्धी नेपाली राजदूतावासको सूचना। https://t.co/BaHLAk8hqP", "RT @MofaNepal: Nepal-India continue cooperation to fight the COVID-19 pandemic.\nFM @PradeepgyawaliK held a tele-conversation with EAM of In…", "Ambassador @nilacharya  addressed  a special virtual session on ‘Nepal-India Partnership for Growth’ as a part of a dialogue series “Diplomacy Unplugged” hosted by @ficci_india today. https://t.co/ir96BxJAIh", "RT @PresidentofNP: भारतका महामहिम राष्ट्रपति श्री राम नाथ कोविन्द @rashtrapatibhvn को आज मुटुको सफल शल्यक्रिया सम्पन्न भएकोमा खुसी व्यक्त ग…", "RT @kpsharmaoli: I wish for a speedy recovery and wellness to President of India  H.E. Shri Ram Nath Kovind after a successful bypass surge…", "RT @nilacharya: Wishing Hon’ble President of India Shri Ram Nath Kovind a very speedy and full recovery and good health.\nशीघ्र पूर्ण स्वा…", "RT @nilacharya: सर्वेभ्यः होलिका पर्वणः हार्दिक्य: शुभकामना:।\nसर्वे भवन्तु सुखिनः \nसर्वे सन्तु निरामया:\nसर्वे भद्राणि पश्यन्तु\nमा कश्चित्…", "Holi festival at the Embassy today. Happy Holi! \n@nilacharya https://t.co/U5rI8stN8V", "Ambassador @nilacharya paid a courtesy call on Hon. Speaker of Lok Sabha Shri @ombirlakota  today and had a cordial discussion on various aspects of Nepal-India relations. \n@MofaNepal \n@MEAIndia https://t.co/Bj09qQEo5b", "Ambassador @nilacharya  addressed virtually the “India-South Asia Day” of PHDCCI International Week and highlighted Nepal-India  economic partnership this morning. https://t.co/AJhpLQU2c2", "Ambassador @nilacharya  held an interaction with the participants of the MIT School of Governance, Pune at the Embassy this afternoon.  Various aspects of Nepal-India relations were featured at the interaction. https://t.co/CB1tjZvXiu", "Nepali Army Day-2077 marked in the Embassy this morning. Ambassador @nilacharya  gave a talk on the significance of the day and contribution of Nepali Army. https://t.co/TbmqpBxu66", "On the occasion of the 71st Democracy Day, Ambassador Nilamber Acharya raised the National Flag in the Embassy premises, gave a talk on the significance of the day in the lives of Nepalis, and extended greetings to all this morning ! https://t.co/nPTv3rBSBs", "RT @nilacharya: Had warm and cordial meeting with the Chief Minister of Bihar @NitishKumar ji this morning. Exchanged views on strengthenin…", "RT @nilacharya: Very sad about #UttarakhandGlacierBurst and loss of lives and property.\nPray for the safety and health of all affected. Con…", "RT @MofaNepal: We are saddened by the news of death and missing of many individuals due to flash flood caused by an avalanche in Uttarakhan…", "RT @nilacharya: Congratulations to the people and Government of India on the occasion of 72nd Republic Day.\nBest wishes for peace, progress…", "RT @kpsharmaoli: Nepal appreciates this gesture from a friendly neighbour.", "RT @nilacharya: Thank you GoI, thank you @MEAIndia for providing Covid 19 vaccine to Nepal in this medical urgency. #NepalIndiarelations\n@M…", "Hon Foreign Minister @PradeepgyawaliK  departs for Kathmandu concluding his visit to India. https://t.co/IXUGNc1uTh", "The Minister for Foreign Affairs, Hon Mr Pradeep Kumar Gyawali had a courtesy meeting with Hon Mr Rajnath Singh, Defence Minister of India today. The two Ministers discussed various aspects of Nepal-India relations.", "Hon Foreign Minister @PradeepgyawaliK  interacting with Delhi-based media-persons at the Embassy. https://t.co/fh9L96rGOK", "Hon Foreign Minister @PradeepgyawaliK speaking at the Indian Council of World Affairs (Sapru Hause). In the distinguished audience are academics, think-tanks, analysts, and media persons, among others, physically present as well as virtually linked. https://t.co/BNo27t567g", "The Sixth Meeting of Nepal-India Joint Commission concludes. https://t.co/HbzoYTybEN", "...the Foreign Secretary and the Ambassador of India to Nepal on the Indian side.", "..Foreign Secretaries and other high level officials from both sides. \nThe JC meeting was preceded by a restricted meeting between the two Foreign/External Affairs Ministers, accompanied by the Foreign Secretary and the Ambassador of Nepal to India on Nepali side; https://t.co/K1jEDtKqlP", "The 6th meeting of Nepal-India Joint Commission has started at Hyderabad House in New Delhi. Hon Foreign Minister @PradeepgyawaliK and the External Affairs Minister of India, H.E. Dr S. Jaishankar are leading the respective delegations which consist of... https://t.co/DCYoKH02WX", "Foreign Minister of Nepal Hon. @PradeepgyawaliK  arrived New Delhi this afternoon for the Sixth Meeting of Nepal-India Joint Commission.", "Amb @nilacharya  paid a courtesy call on the Chief of Defense Staff of India Gen. Bipin Rawat at latter's office and had a warm discussion on friendly relations between the two countries. https://t.co/H7TeAbPk8C", "RT @PradeepgyawaliK: PM KP Sharma Oli talking with Ms Palki, WION.\n\nWatch: Gravitas Live With Palki Sharma Upadhyay | Will Mike Pence invok…", "Ambassador @nilacharya held a video conversation with the General Manager of Serum Institute of India Mr. Prasen Adya and discussed the availability of Covishield vaccine to Nepal.", "Ambassador @nilacharya had a virtual meeting today with Executive Director of Bharat Biotech Dr V Krishna Mohan and his team. They discussed Covid 19 vaccine production by Bharat Biotech and its availability.", "Ambassador @nilacharya met today Mr Amitabh Kant, CEO, @NITIAayog  and discussed production and availability of Covid 19 vaccine. Mr Kant assured that Nepal will be in priority in India's vaccine cooperation.", "Addnl. Director, Serum Institute of India Mr Prakash Singh called on Ambassador @nilacharya and shared updates on Covid 19 vaccine production and availability. https://t.co/0wbitJCkbS", "Flight ✈️ services between Kathmandu and Delhi starting soon under air travel bubble arrangement between the two countries.\n@NepalAirlinesRA  @airindiain have issued flight schedules as follows:\nhttps://t.co/5NiDEPbFex\nhttps://t.co/1cvUoRDZ2k", "नेपाल र भारत सरकारबीच ‘एयर ट्राभाल बबल’ प्रबन्ध बमोजिम काठमाडौं र दिल्लीबीच हवाई सेवा ✈️ चाडै शुरु हुदैछ। @NepalAirlinesRA  @airindiain द्वारा देहायबमोजिमको उडान तालिका जारी गरेका छन्:\nhttps://t.co/5NiDEPbFex\nhttps://t.co/1cvUoRDZ2k", "Secretary, Ministry of Energy,  WR &amp; Irrigation, GoN Mr. Dinesh Kumar Ghimire and Secretary, Ministry of Power, GoI Mr. Sanjiv Nandan Sahai lead the 8th meeting of Joint Steering Committee on Nepal-India Cooperation on Power Sector today; the meeting was held in virtual mode. https://t.co/gtn9QpHUAL", "RT @PradeepgyawaliK: Pleased to meet with Mr. Vijay Chauthaiwale, In-charge of BJP's Foreign Affairs Department. Discussed on wide-ranged a…", "Various agendas of power sector including cross border transmission line and power trade to be discussed. Energy/Power Secretary level Joint Steering Committee to meet tomorrow.", "8th meeting of Joint Working Group on Nepal-India Cooperation in Power Sector taking place through virtual mode today, led by Joint Secretaries, Energy/Power Ministries of the two countries.....(continued) https://t.co/Z9mW4WtjJP", "RT @MofaNepal: Some clips of media briefing by Hon. Minister for Foreign Affairs, @PradeepgyawaliK and Foreign Secretary @PaudyalBR regardi…", "Press Release on the visit of the Foreign Secretary of India to Nepal  https://t.co/QqPn6gIRpB", "RT @nilacharya: Press Release - Ministry of Foreign Affairs Nepal MOFA https://t.co/pWZmqUVyBJ", "RT @MofaNepal: Hon. Foreign Minister @PradeepgyawaliK received Covid-19 related medical assistance from  Foreign Secretary of India @harshv…", "RT @MofaNepal: H.E.Shri Harsh Vardhan Shringla, the Foreign Secretary of India paid courtesy call on Minister for Foreign Affairs Hon. Mr.…", "RT @MofaNepal: Foreign Secretary @PaudyalBR held bilateral talks with Foreign Secretary of India @harshvshringla this afternoon covering va…", "RT @MofaNepal: Foreign Secretary Mr. Bharat Raj Paudyal welcomed H. E. Shri Harsh Vardhan Shringla, the Foreign Secretary of India at TIA K…", "RT @nilacharya: माननीय श्री नीतीश कुमार जी को ७वीं बार बिहार राज्य के मुख्यमंत्री बनने पर हार्दिक शुभकामनाएँ। नेपाल ऑर भारत के बीच विद्यमान…", "RT @kpsharmaoli: https://t.co/n1SAQQnckr", "RT @MofaNepal: Nepal's candidate to CEDAW Committee successfully got re-elected  by the UN Member States for the term 2021-24. Congratulati…", "RT @kpsharmaoli: https://t.co/GVV69LKYif", "RT @MofaNepal: Mr. Bharat Raj Paudyal assumed office of the Secretary of the Ministry of Foreign Affairs today. Congratulations and best wi…", "RT @MofaNepal: नेपाल सरकारको परराष्ट्र सचिव पदमा नियुक्त हुनु भएकोमा आदरणीय श्री भरत राज पौड्यालज्यूलाई मन्त्रालय परिवारको तर्फबाट हार्दिक…", "RT @MofaNepal: A moving and equally heartening farewell to newly appointed Chief Secretary of GoN and outgoing Foreign Secretary @bairagi_s…", "संविधान दिवस/राष्ट्रिय दिवसको अवसरमा सम्माननीय राष्ट्रपतिज्यूको सन्देश: https://t.co/nXrWag7Kug", "Ambassador @nilacharya unfurled the National Flag inside the Embassy premises this morning on the auspicious occasion of the 6th Constitution/National Day and conveyed greetings. The Embassy remains illuminated for 3 days to mark the special occasion! https://t.co/JmD6tO6oxo", "RT @kpsharmaoli: Congratulations and best wishes! https://t.co/FaO2ZaGXYn", "RT @kpsharmaoli: Warm greetings to Prime Minister Shri @narendramodi ji on the  auspicious occasion of your birthday. I wish you good healt…", "RT @MofaNepal: Foreign Minister Hon. Mr. Pradeep K. Gyawali went to Embassy of India in Kathmandu today and signed the book of condolences…", "RT @nilacharya: Feel very sad at the demise of former President of India  Shri Pranab Mukherjee. We in Nepal knew him as a great political…", "RT @PresidentofNP: भारतका पूर्व राष्ट्रपति श्री प्रणव मुखर्जीको आज भएको दु:खद् निधनबाट मर्माहत भएको छु । नेपाली जनता, नेपाल सरकार तथा मेरो…", "RT @PM_Nepal: I am deeply saddened by the news of passing away of former President of India H.E. Pranab Mukherjee. Heartfelt condolences to…", "RT @MofaNepal: Prime Minister Rt. Hon. Mr. K P Sharma Oli held telephone conversation with Prime Minister of India H.E. Shri Narendra Modi…", "RT @kpsharmaoli: Congratulations and greetings to Prime Minister Shri @narendramodi ji, the Government and people of India on the happy occ…", "RT @nilacharya: Happy 74th Independence Day, India!\nCongratulations to the people and the Government of the Republic of India.\nBest wishes…", "नेपाल-भारत सीमाका प्रवेश विन्दु सम्बन्धमा जारी सूचना https://t.co/zEb7TU3jHe", "RT @nilacharya: Deeply saddened by the news of  tragic accident of Air India Express aircraft in Kozhikode, Kerala and loss of lives. Our t…", "RT @PradeepgyawaliK: Deeply saddened by the news of Air India Express aircraft's accident in Kerala, India last night. Nepal extends deep c…", "RT @nilacharya: Kalapani issue an irritant, needs to be resolved soon, says Nepal’s ambassador to India https://t.co/7FqWTh95LG", "RT @nilacharya: https://t.co/Qag3XDHNQL", "RT @MofaNepal: Statement on clarification \n@PradeepgyawaliK @BishnuRimal @Rajanktm @bairagi_shanker  @PaudyalBR https://t.co/E1JHmgIyLu", "Deeply grieved to lose a staff member Late Sanil Chhetri, who breathed his last yesterday! No words can describe how much we will miss you, Sanil! May you rest in peace! \nOur sincere condolences to family members! https://t.co/Ne9eOaHGMN", "RT @MofaNepal: Press Statement on recent development in Galwan Valley area between India and China.\n@PradeepgyawaliK @bairagi_shanker  @Pau…", "भारतमा रहनुभएका नेपाली नागरिकहरुका लागि जरूरी सूचना https://t.co/bE5GsqNI8p", "RT @MofaNepal: Interview of Foreign Minister Hon. Pradeep Kumar Gyawali by The Hindu. https://t.co/Mk8j5wGdt1", "RT @PradeepgyawaliK: Deeply saddened to learn about the tragic loss of lives and devastation of infrastructure in the Indian States of West…", "RT @nilacharya: २०७७ बैशाख ३१ गते कान्तिपुर एफएमको दहेडलाइनर्स कार्यक्रममा प्रसारित मेरो अन्तर्वार्ता https://t.co/oHmmncWHlY", "RT @MofaNepal: Press Release issued by MoFA on Lipu Lekh.\n@PradeepgyawaliK @bairagi_shanker  @PaudyalBR @YagyaHamal https://t.co/JVajZn6MXD", "भारतमा रहनु भएका नेपालीहरुलाई नेपाली राजदूतावासको अपिलः https://t.co/3BReFHOM7G", "RT @kpsharmaoli: I thank Prime Minister Shri @narendramodi ji for India's generous support of 23 tonnes of essential medicines to Nepal, to…", "भारतमा रहनुभएका नेपाली नागरिकहरुलाई आपतकालीन समस्या परेमा यसअघि नै जानकारी गराइएको यस राजदूतावासको आपतकालीन +९१८९२९६०१९२५ तथा हरेक दिन (विदाको दिनमा समेत) विहान ९ बजे देखी ५ बजे सम्म चालु रहने नम्बरहरु +९१ ११२३४७६२००/२३३२७३६१ मा सम्पर्क गर्नुहुन अनुरोध छ।", "भारतमा रहनुभएका नेपाली नागरिकहरुका लागि अत्यन्त जरूरी सूचना https://t.co/Im9H8aXIEY", "RT @kpsharmaoli: आज मैले भारतका प्रधानमन्त्री श्री नेरन्द्र मोदीजीसँग @narendramodi टेलिफोन संवाद गरें । कोरोना भाइरसका विरुद्धको सहकार्यला…", "भारतमा रहनु भएका नेपाली नागरिकहरुका लागि अत्यन्त जरुरी सूचना https://t.co/MSDzMEDist", "भारतमा रहनु भएका नेपालीहरुलाई नेपाली राजदूतावासको अपिलः https://t.co/0GY5NE5LRG", "सम्माननीय प्रधानमन्त्री श्री केपी शर्मा ‌ओलीज्यूले २०७६ चैत्र ७ गते राष्ट्रको नाममा गर्नु भएको सम्बोधनको अंश https://t.co/0A92Zhm6DW", "Some Measures announced in the Address to the Nation by Prime Minister Rt. Hon. K P Sharma Oli on 20 March 2020. https://t.co/zdlp8iO8A1", "Updated Notice of the Embassy regarding travel restrictions related to COVID-19 https://t.co/Y7GREZVqeD", "Notice of the Embassy regarding COVID-19 for Nepali Nationals https://t.co/nhyJA1Ctsf", "70th National Democracy Day marked in the Embassy. Ambassador Mr Nilamber Acharya and Hon. Justice Mrs. Sapana Pradhan Malla, Supreme Court of Nepal hoist the National Flag. Embassy holds interaction with Nepali community living in Delhi on the occasion. https://t.co/EUq6YXupzW", "Nodal officers from Nepal, Bangladesh and India meeting today in Delhi to discuss implementation of BBIN Motor Vehicles Agreement; draft Protocol for movement of cargo vehicles also being discussed. Bhutan participates as observer. https://t.co/owZrrZcrfJ", "Ambassador Mr Nilamber Acharya met the Foreign Secretary of India, Mr Harsh Vardhan Shringla at the latter's office today; extended best wishes to the new Foreign Secretary. Both shared the desire to work together to further enhance the friendly relations. @nilacharya https://t.co/8I3MRlWTUw", "Ambassador Mr Nilamber Acharya in a courtesy meeting with the National Security Advisor of India Mr Ajit Doval on 05 February; held friendly conversation on different dimensions of Nepal-India relations. https://t.co/uysXGNTS4O", "Ambassador Mr Nilamber Acharya speaking today at Nepal Lecture Series organized by South Asian University's Dpt of Sociology. https://t.co/hwzhD7zWie", "RT @kpsharmaoli: भारतीय प्रधानमन्त्री @narendramodi श्री नरेन्द्र मोदीजी र मैले आज विराटनगरस्थित दुई देशको संयुक्त जाँच चौकीको उद्घाटन गरे…", "RT @nilacharya: नेपाल र भारतका प्रधानमंत्रीज्यूहरूबाट भएको संयुक्त रिमोट उद्घाटनमा सहभागी हुन पाउंदा खुशी लाग्यो।\nयो उद्घाटनले नेपाल-भारत स…", "RT @PM_Nepal: भारतीय प्रधानमन्त्री @narendramodi श्री नरेन्द्र मोदीजी र मैले आज विराटनगरस्थित दुई देशको संयुक्त जाँच चौकीको उद्घाटन गरेका…", "#VisitNepal2020 Inauguration programme organized in Delhi today. Ambassador Mr Nilamber Acharya highlighted why visiting Nepal would be a 'lifetime experience' given the country's natural, cultural and civilizational treasures. Programme included Nepali cultural performances. https://t.co/RlHsjDqcpV", "Ambassador Mr Nilamber Acharya in courtesy meeting and friendly conversation with the Chief Minister of Karnataka Hon B. S. Yediyurappa in Bengaluru today. https://t.co/lrEe3oC6bs", "Courtesy meeting between Ambassador Mr Nilamber Acharya and senior political leader of India Dr Karan Singh; the two had friendly conversation on various dimensions of Nepal-India relations. https://t.co/BNvmwyDRmg", "Ambassador Mr Nilamber Acharya had cordial meeting today with Hon Prahlad Singh Patel, Minister of State (Independent Charge) for Tourism, GoI at the latter's office. The two discussed cooperation in tourism sector. The Ambassador shared about #VisitNepal2020. https://t.co/h37WJlXmXb", "Ambassador Mr Nilamber Acharya met National Working President of  Bharatiya Janata Party Mr Jagat Prakash Nadda today. The two had warm and cordial discussion on various aspects of Nepal-India ties. https://t.co/XjVYQorGz8", "....the Team of Experts' next meeting are being discussed. Secretary, Ministry of Energy, Water Resources &amp; Irrigation, GoN Mr Dinesh Kumar Ghimire and Secretary, Ministry of Water Resources, GoI Mr U.P. Singh are leading respective delegations. 2/2", "7th meeting of Governing Body of Pancheshwar Development Authority is taking place in New Delhi today. Administrative and financial matters of the Authority, extension of the tenure of Team of Experts to finalize DPR of Pancheshwar Multipurpose Project as well as...1/2 https://t.co/aM1gNMi2o3", "DPM underlined the importance of access to medical products in achieving universal health coverage; highlighted Nepal's efforts in ensuring people's access to essential medicines.2/2", "Hon DPM/ Minister for Health &amp; Population Mr Upendra Yadav addressing the 2019 World Conference on Access to Medical Products- Achieving the SDGs 2030 in New Delhi today..... 1/2 https://t.co/AjAtmAWuQ2", "Ambassador Mr Nilamber Acharya had a meeting with the Foreign Secretary of India Mr Vijay Gokhale at the latter's office on November 8, 2019. Matters of bilateral relations were discussed, including boundary issue.", "Ambassador Mr Nilamber Acharya had a courtesy meeting with Hon Shri Amit Shah, Union Home Minister, GoI today; held cordial discussion on Nepal-India ties, including connections at people's level. https://t.co/50VEN0bNq2", "Minister for Forest &amp; Environment Hon Mr Shakti Bahadur Basnet addressing the Opening Session of the 4th GSLEP Steering Committee Meeting as the Chair of the Committee in New Delhi today. https://t.co/xNcEw93UE0", "Ambassador Mr Nilamber Acharya had a courtesy meeting with Foreign Minister of Bhutan HE Dr.Tandi Dorji at  the Ministry of Foreign Affairs, Thimphu today. The two had extensive discussion on various aspects of Nepal-Bhutan relations, including Bhutanese refugees issue. https://t.co/0x5HIff9zj", "Ambassador Mr Nilamber Acharya paid a courtesy call on Speaker of National Assembly of Bhutan Hon. Tshogpon Wangchuk Namgyel today. The conversation was focused on measures to enhance Nepal-Bhutan relations in various areas in general and between two parliaments in  particular. https://t.co/yMoEM7GzDU", "The two had fruitful conversation on various aspects of Nepal-Bhutan relations, including measures to further strengthen political, economic &amp; cultural ties and people to people contacts.2/2", "Ambassador Mr Nilamber Acharya paid a courtesy call on Prime Minister of Bhutan HE Dr Lotay Tshering at latter's Office in Thimphu..... 1/2 https://t.co/w1HTFk1LGp", "Ambassador Mr Nilamber Acharya speaking at a programme on 'Sikh Heritage of Nepal' organized in Chandigarh, India today. https://t.co/uINDEqUY4j", "7th meeting of Joint Steering Committee headed by Power/Energy Secretaries tomorrow. Important agendas of power sector cooperation being dealt with, including review of existing cooperation, cross border transmission lines, power trade and energy banking. 2/2", "7th meeting of Joint Working Group on Nepal-India Cooperation in Power Sector starts in Bengaluru today. Meeting being led by Joint Secretary/Addl Secretary of Energy/Power ministries of the two countries and to be followed by.......1/2 https://t.co/r0Glq2kOua", "Ambassador Mr Nilamber Acharya had a courtesy meeting with Hon Finance Minister of India Smt Nirmala Sitharaman today. The two had fruitful conversation on various aspects of Nepal-India relation, including its economic dimension. https://t.co/8AeRAr1h4r", "Ambassador Mr Nilamber Acharya hosted a reception today on the auspicious occasion of the Constitution Day and National Day. Minister of State for External Affairs of the Government of India H.E. Mr V. Muraleedharan graced the event as the Chief Guest. https://t.co/oGrxSDE9EZ", "4th Constitution Day and National Day marked at the Embassy. Ambassador Acharya hoisted national flag on the auspicious occasion in presence of members of Nepali community and Embassy officials, staff. Interaction programme on Constitution held. https://t.co/mUQaw5yDaN", "Min for Forests &amp; Environment Hon Shakti Bahadur Basnet in a meeting today with Min for Environment, Forest &amp; Climate Change, GoI, Hon Prakash Javadekar. Two Ministers had fruitful talk on cooperation in protection of environment, biodiversity and other related areas. https://t.co/0Ho7xUljHy", "Minister for Forest &amp; Environment Hon Mr Shakti Bahadur Basnet addressing today the high level segment of the 14th Conference of Parties (COP-14) to the UN Convention to Combat Desertification. https://t.co/es7ukjh5LL", "DPM/Minister for Heath &amp; Population Hon Mr Upendra Yadav had a meeting today with Hon Dr. Harsh Vardhan, Minister of Health &amp; Family Welfare of India. Two leaders discussed matters related to bilateral cooperation in health sector and exchanged views on enhancing such cooperation https://t.co/P5C5cyRj9C", "H.E. Ambassador visits Maharashtra Bhawan and heartily congratulates Hon. Shri Bhagat Singh Koshyari on his appointment as Governor of Maharashtra. Hon. Koshyari had Co-Chaired EPG-NIR. https://t.co/lJiubsuroi", "Hon DPM/Minister of Health &amp; Population Mr Upendra Yadav addressing the inauguration of the Regional Committee Session of the World Health Organization South East Asia; the meeting is attended by Health Ministers from the region https://t.co/lwz9hz36kk", "Ambassador Mr Nilamber Acharya in a courtesy meeting with Hon Defence Minister of India, Shri Rajnath Singh today. The two had warm and cordial discussion on the rich tradition of Nepal-India ties; exchanged views on further strengthening bilateral relations. https://t.co/QyqXK4ORf1", "Ambassador Mr Nilamber Acharya receives the Attorney General of Nepal Mr Agni Prasad Kharel at the Ambassador's residence today https://t.co/hSh0iWGqdH", "RT @MofaNepal: Nepal-India Joint Commission meeting commences in Kathmandu today. https://t.co/3paNBa9Mpu", "Ambassador​​ Mr. Acharya met Shri Arvind Kejriwal, Chief Minister of Delhi at latter's office today and discussed matters of bilateral relations between Nepal and India https://t.co/6NToBxol5M", "H.E. Mr. Acharya being received by Commandant Vice Admiral Srikant of NDC of India. Acharya delivered a talk to the 59th NDC course, participated by Military Official of 26 countries, including from Nepal on 'Change and continuity in India-Nepal relationship' https://t.co/8DgTP08u1W", "Our profound tribute to the former External Affairs Minister and senior political leader of India, #SushmaSwaraj! Ambassador Mr Nilamber Acharya pays last respects to her. Her contributions to advance Nepal-India relations will be remembered! https://t.co/MaqQ4C950B", "Ambassador Mr Nilamber Acharya addressing today as the Guest of Honour the Annual Convocation Ceremony of Chitkara University in Punjab https://t.co/CdKHnzhTSF", "Courtesy meeting between Ambassador Mr Nilamber Acharya and the Chief Minister of Punjab Capt. Amarinder Singh in Chandigarh today. https://t.co/JbzGGBzaes", "Ambassador Mr Nilamber Acharya held courtesy meetings with the Governor of Haryana Shri Satyadeo Narain Arya and the Chief Minister of Haryana Shri Manohar Lal Khattar in Chandigarh on July 26, 2019. https://t.co/cVjCyoTf1P", "Ambassador Mr Nilamber Acharya met the External Affairs Minister of India Dr Subrahmanyam Jaishankar at the latter's office today; held wide-ranging discussion on various areas of Nepal-India relations.", "Ambassador Mr Nilamber Acharya was warmly received today by Shri Yogi Adityanath, Chief Minister of Uttar Pradesh at the latter's office in Lucknow; they held extensive discussion on matters related to bilateral relations. https://t.co/LKxYlrxPa6", "Ambassador H.E. Mr Nilamber Acharya speaking at a programme organized by Nepali community in Kolkata to mark the 206th Bhanu Jayanti on July 13, 2019; the programme supported by BP Koirala Nepal-India Foundation. https://t.co/DNaeu5jnWa", "Ambassador H.E. Mr Nilamber Acharya having courtesy meeting with Shri Keshari Nath Tripathi,\nHon Governor of West Bengal, India  today at Raj Bhavan, Kolkata. https://t.co/e7lcr4Rsh3", "Publicity of Nepal in Delhi Metro stations. https://t.co/H4J7OoYPnb", "Ambassador Mr Nilamber Acharya @Consulate General of Nepal in Kolkata interacting with Nepali community living there. https://t.co/J8MkOrJrsz", "Advantage Nepal Conclave being organized today in Delhi in partnership with PHD Chamber of Commerce and Industry and CNI; focus is on publicizing ease of doing business in Nepal https://t.co/bONwtKlMO1", "Ambassador Mr Nilamber Acharya addressing the Nepal-India Economic Partnership Summit in Gangtok, Sikkim; the Summit was successfully held on June 28, 2019 in partnership with PHD Chamber of Commerce and Industry. https://t.co/zMQDosVXaZ", "Ambassador Mr Nilamber Acharya had courtesy meeting with Hon Shri Ganga Prasad, Governor of Sikkim, in Gangtok today. https://t.co/mXtgVMKj2K", "Ambassador Mr Nilamber Acharya had courtesy meeting with Hon Shri Prem Singh Tamang, Chief Minister of Sikkim, in Gangtok today. https://t.co/54w4mgXx0N", "NOC/Visa Notice for Nepali Nationals https://t.co/Pyqx7jFlDm", "Ambassador Mr. Nilamber Acharya speaking on 'Nepal - India Relations: Past and Present' during 'National Summer Programme on International Relations and Diplomacy' jointly organized by CYL and IIGL in New Delhi today. https://t.co/dKHU3bUn0X", "Ambassador Mr. Nilamber Acharya met Foreign Secretary of India Shri Vijay Gokhale at the latter's office today; held cordial and extensive discussion on various matters of Nepal-India relations.", "3rd Comprehensive Review Meeting of Nepal-India Rail Services Agreement concluded in Delhi yesterday; meeting deliberated on various measures to further ease rail cargo movement, both transit and bilateral https://t.co/Iv3a8TbXxm", "2/2   We have been told that there is NO such GoI policy and been assured that this will not happen in future.", "We learned yesterday that some Nepalis were stopped at IGI Airport, Delhi from travelling to Nepal. We immediately inquired with the concerned GoI authorities and conveyed that it's unfortunate....1/2", "7th Nepal-India LoC Review Meeting being held in Delhi; progress of projects in Nepal funded under Indian EXIM Bank credit to be examined. Nepali side led by JS, Finance Ministry Mr Shreekrishna Nepal, Indian side by Advisor (Infrastructure) MEA Mr Pankaj Singh https://t.co/NQyDxaHgX9", "Rt Hon Prime Minister Mr K P Sharma Oli being received by Ambassador H.E. Mr Nilamber Acharya at the Embassy https://t.co/SGMt4zA6tc", "Rt Hon Prime Minister K P Sharma Oli being received at IGIA, New Delhi; the Prime Minister arrives here to attend the swearing-in ceremony of the Prime Minister of India. https://t.co/xwMvBKOPZN", "Happy Republic Day to all Nepalis! HE Mr Nilamber Acharya hoists National Flag at the Embassy premises to mark the occasion. https://t.co/FIshha6Til", "Ambassador H.E. Nilamber Acharya welcomes media delegation from Nepal and MEA officials @the Embassy. https://t.co/Ieh7jx19Z2", "NOC सम्बन्धी सुचना https://t.co/Ay9XeRrCxg", "Ambassador H. E. Nilamber Acharya meets Director, Vivekananda International Foundation, Mr Arvind Gupta and his team; shares ideas on how think tanks can positively contribute to promotion of Nepal-India relations. https://t.co/kxQxM97Jal", "Courtesy meeting between Ambassador HE Nilamber Acharya and External Affairs Minister HE Smt. Sushma Swaraj at MEA today https://t.co/GvWIOXWhN6", "RT @MofaNepal: Foreign Secretary of India H.E. Shri Vijay Gokhale paid courtesy call on Minister for Foreign Affairs Hon. Mr. Pradeep Kumar…", "RT @nilacharya: १३ मार्च २०१९, राष्ट्रपति भवन, नयाँ दिल्ली: भारतका महामहिम राष्ट्रपति श्री रामनाथ कोविंद समक्ष राजदूतको ओहोदाको प्रमाणपत्र…", "RT @MofaNepal: Press Release\nhttps://t.co/5MvDndGtPp", "Hon Upendra Yadav, DPM &amp; Min for Health and Population, speaking today at inaugural session of 4th Summit of Global Digital Health Partnership in New Delhi; summit organized by Min of Health, India and WHO https://t.co/lx7i4ka1Zp", "Ambassador-designate, H. E. Nilamber Acharya arrives in New Delhi to assume his responsibility; received at the Embassy by DCM Bharat Kumar Regmi &amp; entire Embassy team https://t.co/XWgBYZUfqT", "Courtesy meeting betn Hon Barshaman Pun 'Ananta', Minister for Energy, Water Resources &amp; Irrigation, GoN and Hon Nitin Jairam Gadkari, Min for Water Resources, River Dev &amp; Ganga Rejuvenation, GoI today in Delhi; water connectivity and cooperation in water sector discussed https://t.co/gbrh0h1uSp", "Hon Barshaman Pun 'Ananta', Min for Energy, Water Resources &amp; Irrigation had courtesy meeting with Hon R. K. Singh, Minister of State (Independent Charge), Power, New &amp; Renewable Energy, GoI today in Delhi; discussed range of matters related to cooperation in energy sector https://t.co/wDLG92CG0a", "Hon Barshaman Pun 'Ananta', Min for Energy, Water Resources &amp; Irrigation, participates in inaugural session of World Sustainable Dev Summit 2019 in Delhi #Act4Earth https://t.co/nXI0SdA01Y", "Min for Culture, Tourism and Civil Aviation, Hon Rabindra Adhikari speaking at Global Aviation Summit 2019, Mumbai; shared Nepal's achievements in aviation sector, future plan including on aviation infrastructure and safety https://t.co/tuDCB4J1B0", "8th meeting of Nep-Ind Joint Committee on Water Resources concluded in Delhi yesterday; deliberated imp agendas of cooperation in water resources https://t.co/7N0oJRzD6G", "Min for Commerce, Industry &amp; Supplies, Hon Matrika Pd Yadav speaking @Partnership Summit 2019 in Mumbai #CIIPS2019; highlighted imp of economic integration in S Asia, shared Nepal's economic reform measures https://t.co/wJvqEaRGMN", "Chief of Army Staff, Nepal Army, Gen Purna Chandra Thapa, being received at the Embassy by the Charges d'Affaires. The CoAS is in India for a five-day official visit to India. https://t.co/QAC7hghzzk", "Minister for Foreign Affairs, Hon Pradeep Kumar Gyawali, interacting with Delhi-based media persons; various aspects of Nepal-India relations covered. https://t.co/2gNwq5EvLC", "RT @raisinadialogue: .@PradeepgyawaliK: Apart from implementation of all agreements, we hope to move forward together with India, in streng…", "RT @raisinadialogue: .@PradeepgyawaliK: India and Nepal relations have been comprehensive. India is our biggest trading partner. We are con…", "RT @raisinadialogue: .@PradeepgyawaliK: In today's geopolitical contest is, economy lies at the heart. It is less of an ideological divide…", "RT @raisinadialogue: .@PradeepgyawaliK: There is uncertainty because the existing world order stands challenged and the new world order is…", "RT @raisinadialogue: .@PradeepgyawaliK: We consistently demand the creation of a level-playing field; for an enabling environment for all t…", "RT @raisinadialogue: Minister of Foreign Affairs, #Nepal, Pradeep Kumar Gyawali (@pradeepgyawalik)'s Ministerial Address, will be commencin…", "RT @MofaNepal: Foreign Minister Hon. Mr. Pradeep Kumar Gyawali meeting with Minister for External Affairs of India H.E. Smt. Sushma Swaraj…", "DPM/Min for Health &amp; Population Hon Upendra Yadav held meeting with Hon Jagat Prakash Nadda, Min for Health and Family Welfare, GoI today. Two leaders reviewed cooperation in health sector; discussed how cooperation can be enhanced further. https://t.co/dm7zbq2DCk", "DPM/ Minister for Health and Population, Hon Upendra Yadav addresses the inaugural session of the Partners' Forum; highlights Nepal's achievements in ensuring maternal and child health as well as related challenges https://t.co/wMkg3Ugk8d", "Hon Jagat Bdr Sunar (Bishwakarma), Min for Youth &amp; Sports met Hon Min of State (Independent Charge) for Youth Affairs &amp; Sports, GoI,\nCol. Rajyavardhan Singh Rathore today in Delhi; discussed possible areas of cooperation in youth dev'ment and sports https://t.co/fjHVIBmImN", "Min for Youth &amp; Sports, Hon Jagat Bdr Sunar (Bishwakarma) receiving Dr Ambedkar Int'l Award 2018 at Bharatiya Dalit Sahitya Akademi, Delhi today; the Award is for his social services and contribution to Dalit movement. https://t.co/JWvgczcjwK", "Hon Gokul Prasad Baskota, Min for Communication &amp; IT, met Hon Manoj Sinha, Min of State (Independent Charge) for Telecom, GoI; discussed possible areas of cooperation in communication sector. Hon Minister is in Delhi to attend India Mobile Congress 2018 https://t.co/4xZ07aBe60", "Nepal-India 9th Survey Officials' Committee meeting concluded in Dehradun; among other agendas, meeting finalized work plan for boundary field works for 2018-19. DDG, Survey Dpt Nepal Mr Suresh Man Shrestha &amp; Director, Survey of India Mr R K Meena led respective delegations https://t.co/gMisjC8Jxc", "Vice Chairman, National Planning Commission, Hon Dr Puspa Raj Kadel delivers keynote address in inaugural session of South Asia Forum on Sustainable Development Goals, highlights Nepal's efforts in implementation of 2030 Agenda for SDGs &amp; challenges ahead. https://t.co/lxo9yxG7mZ", "Hon Min for Water Supply Ms Bina Magar met today the Min for Drinking Water &amp; Sanitation, GoI, Hon Ms Uma Bharati. Ministers shared progress made by their respective country in water &amp; sanitation sectors and challenges faced; discussed possibility of bilateral cooperation. https://t.co/1ytLuw68Yd", "Hon Minister for Water Supply Ms Bina Magar participating in the ministerial dialogues of Mahatma Gandhi International Sanitation Convention in New Delhi; highlighting Nepal's achievements and challenges in ensuring people's access to sanitation. https://t.co/AFkjHFeKby", "Charge d'Affaires Mr Bharat Kumar Regmi welcomes the guests at National Day reception. Hon Mr Manoj Sinha, Minister of State (Independent Charge) for Communications, GoI graced the occasion as Chief Guest. https://t.co/FioHyd0ULj", "Happy National Day and Constitution Day to all Nepalis ! Charges d'Affaires Mr. Bharat Kumar Regmi hoisting National Flag at the Embassy premises on the occasion. https://t.co/ScpFsNFZCj", "Hon. Mr. Raghubir Mahaseth, Minister for Physical Infrastructure &amp; Transport, met Hon Mr Nitin Gadkari, Minister of Road Transport &amp; Highways, GoI today; discussed cooperation in infrastructure dev including road, railways &amp; waterways. https://t.co/Sb7OB1woo1", "Notice https://t.co/d1M4RyKY1l", "DPM/ Minister for Health &amp; Population Hon Upendra Yadav receiving WHO Awards on Rubella Control and Trachoma Elimination  today - Nepal's efforts in public health front well recognized! https://t.co/68hg7bA708", "DPM/ Minister for Health &amp; Population Hon Upendra Yadav signing Delhi Declaration on improving access to essential medical products today https://t.co/cju4d8EP37", "DPM/ Health Minister Hon Upendra Yadav participated in three ministerial round-tables of WHO's regional meeting today, namely on improving access to essential medicines, trachoma elimination and rubella control. DPM highlighted progress made by Nepal and challenges faced https://t.co/ozSziDtr1s", "DPM/ Minister for Health &amp; Population, Hon Mr Upendra Yadav met Hon Mr Jagat Prakash Nadda, Union Minister of Health &amp; Family Welfare of India today, discussed about cooperation in health sector https://t.co/ZRwASvFdIB", "DPM/ Minister for Health &amp; Population Hon Mr Upendra Yadav participating in the 71st Session of World Health Organization's Regional Committee for South-East Asia. The important regional meeting of Ministers from 11 countries of the region started in New Delhi this morning. https://t.co/ohRlT62xvn", "RT @HOdari76: Hon Foreign Minister Mr Pradeep Kumar Gyawali paying tribute to Late Atal Bihari Vajpayee at Smriti Sthal. https://t.co/qK8BO…", "Hon Foreign Minister Mr Pradeep Kumar Gyawali met External Affairs Minister of India, H. E. Ms Sushma Swaraj.\nHon Minister conveyed message of condolences on the demise of the Former Prime Minister of India and senior leader, Late Atal Bihari Vajpayee. https://t.co/gEv5lN0DxD", "Press Note: APF SSB meeting.  https://t.co/ViEfrslFmL https://t.co/S6AaV4jSK1", "3rd Coordination Meeting betn Armed Police Force, Nep and Sashastra Seema Bal, Ind taking place in Delhi. Meeting jointly led by IG,APF Mr Shailendra Khanal and DG,SSB Mr Rajni Kant Mishra. Security scenario at Nepal-India border,APF-SSB cooperation/coordination being discussed https://t.co/CrydpR7L7m", "IG, APF Nepal Mr Shailendra Khanal met Home Secretary of India Mr Rajiv Gauba today. They discussed about enhancing cooperation in border security, controlling cross border crimes and further smoothening cross border movement of people and goods. https://t.co/sQ5AS0kl6I", "Secretary, Min of Agriculture Dr Yubak Dhoj G. C. met Secretary, Ministry of Fertilizers, GoI, Ms Bharathi Sivaswami Sihag and discussed about cooperation in fertilizer supply to Nepal https://t.co/5d0Rrbt4Rl", "Hon Minister for Agriculture, Land Management and Cooperatives, Mr Chakra Pani Khanal visits the Indian Agricultural Research Institute  in New Delhi and receives briefing on its activities for agriculture development https://t.co/n5ffWBTDIb", "Admission to MBA (FT) programme of the Faculty of Management Studies, University of Delhi for the academic year 2018-2019. https://t.co/EBQDknqqNk", "RT @MofaNepal: Nepal-India Joint Statement during the State Visit of Prime Minister of India to Nepal  https://t.co/n5IlByOqq6", "RT @kpsharmaoli: Prime Minister of India, His Excellency Sri Narendra Modi ji and I have agreed, during Modi Ji's successful State Visit to…", "RT @MofaNepal: Prime Minister of India H.E. Shri Narendra Modi paid courtesy call on the President of Nepal Rt. Hon. Bidya Devi Bhandari at…", "RT @MofaNepal: Prime Minister Rt. Hon. K.P Sharma Oli received the Prime Minister of India H.E Shri Narendra Modi at Janaki Mandir. \nThe tw…", "Secretary, Min of Energy, Nepal and Secretary, Min of Power, India led today meeting of Joint Steering Committee on power cooperation. Held fruitful discussion on various agendas of power sector. https://t.co/hVBWakyCJS", "Meeting of Jt Working Group on Nepal-India cooperation in power sector has started in New Delhi. Joint Secretary, Ministry of Energy/Power leads respective delegation. Matters including power trade, cross border transmission lines, energy banking being discussed. https://t.co/GYRSCSomPv", "Statement by The Right Hon’ble Prime Minister at Govind Ballabh Panth University of Agriculture and Technology https://t.co/4dCWIAbeOI", "Speechby Rt. Hon’ble Mr. K P Sharma Oli, Prime Minister of Nepal at the Civic Reception organized by India Foundation in New Delhi, April 7, 2018. https://t.co/utJfYRAcR0", "India-Nepal Statement on New Partnership in Agriculture https://t.co/cX1hJThfZc", "India-Nepal Statement on New Connectivity through Inland Waterways https://t.co/R9BSiwQbsu", "India-Nepal Statement on Expanding Rail Linkages: Connecting Raxaul in India to Kathmandu in Nepal https://t.co/ERvslXs2p4", "Joint Statement during the State Visit of Prime Minister of Nepal to India (6-8 April 2018)https://t.co/IwiFlIwmIl", "Foreign Secretary of Nepal, Mr. Shanker Das Bairagi, speaking in the Raisina Dialogue 2018. Details:- https://t.co/CYfNy16dkC https://t.co/3W611elA4I", "Rt Hon Chief Justice addressing Int'l Conf on Environment, organized in New Delhi, as Chair of session on Municipal Solid Waste. https://t.co/GpvKvPLo13", "National Day (Constitution Day) marked @EoN New Delhi. CDA Mr Bharat Regmi hoists the National Flag. https://t.co/Lw6G2Wp4zs", "Ambassador Upadhyay interacting with media at Foreign Correspondents' Club, New Delhi. https://t.co/PLwryXd48H", "Amb Upadhyay addresses students and faculties of South Asian Univ. Speaks on the imp of regional cooperation in S Asia https://t.co/ttW1Jv2a4o", "Ambassador Upadhyay meets the Hon. Minister for Road Transport and Highways, GoI.  Discusses about cooperation in infrastructure sector. https://t.co/kFaQPKIrui", "Opening remarks by H. E. Mr. Deep Kumar Upadhyaya, Ambassador of Nepal to India in Workshop on Nepal-India Trade, Transit and Connectivity. https://t.co/hKgiUr4ZAs", "Amb Upadhyay with Shri Nitin Gadkari, Hon.Minister of Road Transport &amp;Highways And Shipping of the Govt. Of India. http://t.co/kH2S4X8jnd", "Ambassador Upadhyay pays a courtesy call on the Hon.Prime Minister of India, Shri Narendra Modi ji. @narendramodi http://t.co/v6e5pbBp2W", "Amb Upadhyay paid a courtesy call on Chief Minister of Delhi, Shri Arvind Kejriwal today. @registandiary http://t.co/D0thXWqdGr", "Ambassador Upadhyay paid a courtesy call on the Chief Minister of Delhi, Shri Arvind Kejriwal today. @registandiary http://t.co/y0aPpL6dXX", "Amb. Upadhyay pays a courtesy call on Home Minister of the Govt. Of India, Shri Rajnath Singh today @registandiary http://t.co/nHPalhcwTY", "Spanish football team pays tribute to Nepal Earthquake victims  https://t.co/T0xVUm6EYB", "@SrBachchan Thankyou for your continued support and solidarity to the victims of the devastating earthquake in Nepal.", "Amb Upadhayay pays a courtesy call on Finance Minister, GOI, Shri Arun Jaitley. http://t.co/AaRriRvEON", "RT @NepalPoliceHQ: Data indicates women and children are the more vulnerable than men after a disaster. See infographics. http://t.co/qUgWQ…", "Human casulaties by regions #NepalQuakeRelief  https://t.co/iMm98gTc37", "@rishabht please reach us on this number 23476215", "Amb of Canada to India signs the condolence book at the Neapl Embassy.  https://t.co/HTqePB2j21", "Amb.Upadhayay &amp; senior officials from Nepal Embassy meeting with the Minister of Railways ,GOI,  Shri Suresh Prabhu. http://t.co/14D2izILSg", "Amb Upadhayay with the Minister of State for External Affairs, Gen V.K Singh @KoshRKoirala @sudheerktm @anilkathmandu http://t.co/A2gO8qLdLP", "https://t.co/R9TrUsDtTh", "Thankyou MDV. #NepalQuakeRelief  https://t.co/E4ciPQF8oN", "We will rise!! We will rebuild!! #NepalQuakeRelief @KoshRKoirala @sudheerktm @MadhuRamanACH", "Amb Upadhayay receives External Affairs Minister, India, Smt. Sushma Swaraj at the Nepal Embassy to offer condolences http://t.co/FDSt4a1S6R", "Amb Upadhayay met with Petroleum Minister,India, Dharmendra Pradhan. Discussed relief coordination betn Nepal &amp; India http://t.co/5LbnRIl7Kt", "Amb Upadhayay joins the felicitation function of  MHA, India with Home Minister of India Shri Rajnath Singh. http://t.co/6OGZsZHH90", "Relief distribution &amp; no. of deaths and injuries due to earthquake on 25 April, 2015 https://t.co/YQfNnsQGZk", "All possible help to Nepal: Swaraj \nhttp://t.co/nY5nRY1iZD", "House endorses resolution motion for reconstruction\nhttp://t.co/Npqw6L58pf", "https://t.co/A6qcxUCGDY", "Govt to set up Reconstruction Fund worth Rs 200 billion\n- See more at: http://t.co/K2VmZwNtYn", "Prime Minister's Disaster Relief Fund\nhttp://t.co/4hH98XcTR5", "Indicative List of Priority Items for Relief Operation \nhttps://t.co/66tlObIsrE", "Carter urges international community to redouble aid to Nepal - See more at: http://t.co/yzkHDt57JG\nhttp://t.co/85hghWL5PN", "Top three leaders in Langtang to assess the situation\n\n   http://t.co/hTvx3tk386", "https://t.co/NZ85L0kcI5", "PM reaches Gorkha, says relief prime focus of govt\nhttp://t.co/EXnNC6fXZa", "http://t.co/XVgyvaIcyh", "http://t.co/rfSFLQ6nOi", "http://t.co/AbmZ3OGIaI", "No Obstruction in Bringing Relief- Ministry of Foreign Affairs, Govt of Nepal.\nhttp://t.co/KaB63Ozxzf #NepalQuakeRelief  via @KoshRKoirala", "In this shattered school building at Sindhupalchowk, a message of hope. #NepalWillRise \nVia @bibekbhandari http://t.co/9gd73I4aA8", "RT @NepalPoliceHQ: ११:१० बजे धादिङ्ग, सेरतुङ्बाट २ जना घाइते र ८ जना सकुशल हेलिकप्टरद्वारा काठमाडौं ल्याइएको ।", "Recap of Q &amp; A with our Ambassador Deep Kumar Upadhayay by @TwitterIndia . Thankyou @TwitterIndia.  https://t.co/mDg6PD7EpS", "#Important Moblie/Landline numbers of 75 Police  Police HQs &amp; Duty Officers. Bookmark. RT. #NepalQuakeRelief http://t.co/TQ4okq7NpV", "A Relief Portal. An initiative by the Govt of Nepal. http://t.co/50EZAiRFlh #NepalQuakeRelief", "#NepalQuake Update.  https://t.co/185u38yhsi", "Thank you for sending questions. Thanks to @TwitterIndia for hosting Amb Upadhayay for the #NepalRelief Q&amp;A. https://t.co/z6tRufKPwC", "Find our how best you can contribute to #NepalQuakeRelief.  Tweet your questions to @TwitterIndia with #RebuildNepal https://t.co/jz6SAvjfIo", "Wondering what is the best way to donate for #NepalQuakeRelief? Ask our Ambassador Deep Kumar Upadhayay at 7pm today. http://t.co/bFBpKrcPvA", "With relief materials, an army helicopter takes off for Dhading,Nepal at 14.50 hours today. #NepalQuakeRelief #RebuildNepal #NepalWillRise", "4 Month old Sonit Awal smiles after being rescued 22 hours in the rubble. #NepalWillRise\nPic via @shilpakannan http://t.co/n82EN4RHjQ", "'This amazing woman tells me she lost everything in the earthquake, then offers me lunch. Humbling.' @MrMikeMcRoberts http://t.co/sB2u0AFVeg", "Amb Deep Kumar Upadhayaya will join @TwitterIndia for a Q&amp;A at 7pm today. Ask your questions using #RebuildNepal http://t.co/zi39eMcFuE", "Helicopter NA-029 Allouette transported 200kg relief materials  with 1Civilian Doctor + Medicines #NepalQuakeRelief  #NepalWillRiseAgain", "Tents have been dispatched today from Nepal Embassy, New Delhi and will arrive Nepal via road route #NepalQuakeRelief #NepalWillRiseAgain", "Thank you for the kind gesture @AUThackeray. #NepalQuakeRelief  https://t.co/vMP7qcXGcJ", "#ReliefReceived on the 28th/29.\n#ReliefDispatched on the 30th; where it is going.\n#ReliefRequired. #NepalQuakeRelief http://t.co/rlGkz81LiQ", ".@BJPRajnathSingh assured urgency in relief items like tents &amp; tarpaulins to help homeless victims have shelter again. #NepalQuakeRelief 2/2", "@abdullah_omar Thank you Sir. We really appreciate your warm gesture.", "@InfoMumbai @Nepal_PM_Fund @NepalPoliceHQ @Nepal_Watch @NEoCOfficial thankyou #NepalQuakeRelief....will relay this to the office.", "Nepali police officers celebrate after rescuing a teenager from rubble after 5 days. #NepalWillRise\nVia @AnupKaphle http://t.co/tiS3AJONEx", "Ambassador Deep Kumar Upadhayay met Shri @BJPRajnathSingh Ji today. The 2 spoke abt the ongoing rescue/relief ops 1/2 http://t.co/c5dzRXmFH9", "A picture of hope. #NepalWillRise  https://t.co/DsPRRqcIyV", "Thank you everyone who is coming in to drop supplies off for #NepalQuakeRelief. Please donate from the list attached. http://t.co/San3r0ASuZ", "Here are some of the items dispatched via Air India on April 29th. Please donate for #NepalQuakeRelief http://t.co/lsRGOLghmC", "@GRE_GRP_Pipes #NepalQuakeRelief http://t.co/OTTlI8kAJe", ".@abdullah_omar Thank you Sir. Appreciate your support.", "Our Nepal Armed Police Force busy on a Rescue Operation. #NepalQuakeRelief http://t.co/M72kfwqK4R", "Exhaustive list of relief camp with contact people in Kathmandu. @NEoCOfficial http://t.co/BcdUqLaKXE  #NepalQuakeRelief", "Our Nepal Army working hand in hand to rebuild from rubbles. #NepalQuakeRelief @Raheelk http://t.co/XaGmIly7mg", "RT @TheEconomist: Have a look at where every big earthquake has struck since 1995 (and read a bit about why) http://t.co/tTYgytwSRl http://…", "EXTRA COACHES &amp; SPECIAL TRAINS TO CLEAR STRANDED PEOPLE  FROM GORAKHPUR &amp; RAXAUL \nFREE RAILWAY TICKET TO NEEDY PASSENGERS #NepalQuakeRelief", "@Raheelk @SrBachchan Thanks @Raheelk . @SrBachchan ,Delighted to have you on board Sir. Thank you very much.", "RT @Raheelk: @SrBachchan Please donate to the Nepal Embassy in New Delhi. Their Twitter handle is @EONIndia Thanks. http://t.co/V8Hb0YjY3O", "RT @abdullah_omar: A friend asked me to tweet so pls Help Rebuild Nepal. Donate to #NepalQuakeRelief; For updates on what and how follow @E…", "Miracle is born. 4 month old baby boy rescued from rubbles. @PMOIndia #NepalQuakeRelief http://t.co/0BZDuiJbD8", "RT @akvats1984: @abdullah_omar @EONIndia http://t.co/CiynN2PE6G", "RT @SpokespersonMoD: #NepalEarthquake ..IAF’s Helicopter effort today:13 casualties airlifted frm a place @ a height of 10,000 ft +.. http:…", "RT @MEAIndia: #OperationMaitri Assistance to foreign nationals continues. 9 Israelis, 2 British, 1 French &amp; 1 Russian were rescued outside …", "RT @guneetnarula: @EONIndia: Thnx to @hotosm @KTMLivingLabs @Mapbox we have roads mapped http://t.co/h3CHrOkMHv for #NepalQuakeRelief  http…", "@nimisha23181 please send it to the Embassy of Neoal, Rekief center, mandu house, barakhamba road, new delhi. Ph no.18002700032", "RT @nimisha23181: @EONIndia We have collected 200 tents,dry ration(rice500kg,Pulses : 100kg) , Medicines and stuff like bedsheets (100) etc…", "List of relief material received at Embassy of Nepal Barakhamba Road New Delhi. #NepalQuakeRelief http://t.co/lUeLucbdRD", "We are receiving &amp; shipping tonnes of relief everyday. Thank you all for donating to #NepalQuakeRelief. Pls RT http://t.co/Fp9ePhse2N", "@Nepal_Watch @guardian @Nepal_PM_Fund i have relayed the information to our ground unit.", "@Nepal_Watch @guardian @Nepal_PM_Fund We have forwarded it to the relevent authorities, will get back with an update.", "#Important - Missing Foreigners List #NepalQuake http://t.co/s887v7gKvr", "RT @NEoCOfficial: Aid from Azerbaijan http://t.co/6e37gtZ05k", "RT @NEoCOfficial: http://t.co/99O8aZAyST", "RT @NEoCOfficial: Updates http://t.co/81baKJ6Rb7", "RT @NEoCOfficial: http://t.co/Xh4WUZFdFh", "RT @NEoCOfficial: http://t.co/xLegdt6qHZ", "@NepalPoliceHQ Where is the list?", "@aakanksha2212 yes", "@aakanksha2212 yes we are.", "RT @InCrisisRelief: @bexdeep - the Nepal govt is directly collecting funds so that is one way to go. Pl look up @EONIndia and @Nepal_PM_Fund", "RT @Raheelk: .@InCrisisRelief is assisting the @EONIndia with #NepalQuakeRelief. @IndiGo6E &amp; @flyspicejet have offered to fly relief in for…", "RT @Raheelk: What is needed for #NepalQuakeRelief &amp; where you can donate. #DelhiDonates http://t.co/GCnPB3N34r", "RT @NorthmenPK: #Everest roads from #Tibet to  #Nepal are not passable, climbers from north side are taking #Lhasa as exit route. #NepalEar…", "RT @SpokespersonMoD: #NepalEarthquake Army Aviation helicopters are reaching out to the people in inaccessible areas. http://t.co/KCuedethIw", "RT @thebellinnbath: .@EONIndia #susannahross and group. New satellite msg sent lat 28.155245 long 85.398682, Bamboo Teahouse #langtang URGE…", "@thebellinnbath thank you. We have relayed the needful. Will get back to you at the earliest.", "@narendramodi @PIB_India @PPBhaishri Thankyou Hon. Prime Minister of India, Shri Narendra Modi ji.", "RT @NepalPoliceHQ: Gandaki Police PhNo\nKaski  061  538633  522099 \nGorkha  064  420237  420199/420100 \nLamjung  066  520198  520199 \nTanahu…", "RT @NepalPoliceHQ: Bagmati Police PhNo\nKavre 011490230\nSindhupalchwok 011620108  620104 \nDhading 010520279  520199 \nNuwakot 010560399  \nRas…", "RT @NepalPoliceHQ: Please note Nepal Police Hotline Number is 1113.", "RT @Nepal_PM_Fund: Nepal police hotlines. #NepalQuakeRelief #NepalearthquakeReliefFund  https://t.co/AzN1EqCfG0", "RT @Nepal_PM_Fund: Get latest from Natl Emergency Op Centre by SMS by texting neoc to 1133. For NTC GSM mobiles only.", "RT @Nepal_PM_Fund: PM Disaster Relief Fund Online donation system now back online http://t.co/Pdq5DH8m8Z #NepalearthquakeReliefFund", "@Rory_Girvan Will notify Operation Center in Kathmandu and revert for rescue. Thanks!", "@TDSamson Nepal APF is in operation, search &amp; rescue of victims,live &amp; dead-body. Please contact hotline 1114 for rescue #NepalQuakeRelief", "RT @DrJwalaG: .@MEAIndia @SushmaSwaraj @EONIndia @PMOIndia plz let us know what medical aid is required ! Somethings which R missing ! Will…", "RT @TDSamson: @EONIndia thanks so much", "@TDSamson Will inform our operation centre in Nepal. They will get there soon.", "RT @TDSamson: @EONIndia   susannah ross &amp; others now trapped at bamboo teahouse 28.155245 85.398682 please send heli. #Langtang please RT.", "@TDSamson We will coordinate. Thanks", "RT @NEoCOfficial: Nepal APF is in operation, in search and rescue of victims; live and dead-body. Please contact hotline 1114 if any rescue…", "RT @parrysingh: @SrBachchan Nepal Embassy @EONIndia is directly accepting donations (monetary/ supplies). All details here. Tks. http://t.c…", "@InfoMumbai  @NepalPoliceHQ @AnupKaphle   Any links to logistic companies would be very helpful for relief efforts Please PM me with leads", "RT @Nepal_PM_Fund: List of banks in Nepal that are functioning. #Nepalquakerelief #nepalquake @NEoCOfficial http://t.co/voBPg8ncxf", "RT @Nepal_PM_Fund: Bank details for contributing to #NepalEarthquakeRelief Prime Minister Disaster Relief Fund. @NEoCOfficial http://t.co/t…", "RT @Nepal_PM_Fund: Info on Nepal's Earthquake Relief Fund #NepalQuakeRelief  3. Nepal Bank Ltd Account Number: 00211053313 SWIFT code: NEBL…", "RT @Nepal_PM_Fund: For information on the relief ops in districts outside valley, call the respective secretaries. #nepalquakerelief http:/…", "RT @Nepal_PM_Fund: Contact information of CDOs of affected districts and secretaries assigned for relief ops #Nepalearthquakerelief http://…", "RT @NEoCOfficial: Aid Recived from Agriculture Development Bank: NRS 5001111", "RT @NEoCOfficial: Aid Recived from Bhutanese Government: USD 1 Million", "RT @Nepal_PM_Fund: We will be posting info regarding the total funds received as soon as possible #NepalQuakeRelief  #NepalearthquakeRelief…", "RT @Nepal_PM_Fund: For information on relief camp in TUNDIKHEL contact Navraj Bhandari on 9843478995 #NepalQuakeRelief @NEoCOfficial", "RT @Nepal_PM_Fund: For information on relief camp in KHULLAMANCH in Kathmandu contact Khumraj Punjali on 9851015011 #NepalQuakeRelief @NEoC…", "RT @Nepal_PM_Fund: For info on relief camps in JAWLAKHEL, Kathmandu contact Laxman Prasad Mainali 9851147128 #nepalquakerelief @NEoCOfficial", "RT @Nepal_PM_Fund: For information on relief camp in DASHARATH RANGASHALA in Kathmandu, contact Dipendra Sharma on 9841484335 #NepalQuakeRe…", "RT @Nepal_PM_Fund: For information on relief shelter in KIRTIPUR in Kathmandu, contact Mohdutt Timilsina on 9841028792 #NepalQuakeRelief @N…", "RT @Nepal_PM_Fund: For info on relief camps in Durbar Square, BHAKTAPUR contact Krishna chand Poudel 9851147128 #nepalquakerelief @NEoCOffi…", "RT @Nepal_PM_Fund: For info on relief camps in Tinkune, Salaghari, Bhaktapur contact Tankamani Sharma 9851065900 #nepalquakerelief @NEoCOff…", "RT @Nepal_PM_Fund: For info on NARAYANCHOWR in Kathmandu, contact Shridhar Gautam 9851095200 or Narbhadur Rajwar 9841339292 #NepalQuakeReli…", "RT @Nepal_PM_Fund: For information on relief shelter in SANO GAUCHARAN in Kathmandu, contact Madhav Prasad Regmi at 9841068328 #NepalQuakeR…", "RT @Nepal_PM_Fund: For info on relief shelter in SANKHA PARK RINGROAD in ktm, contact Vishwaprakash Pandit on 9851031149 #NepalQuakeRelief …", "RT @Nepal_PM_Fund: For information on relief camp in KHUMULTAR in Kathmandu, contact Beshraj Sharma on 9851130365 #NepalQuakeRelief @NEoCOf…", "RT @Nepal_PM_Fund: For information on relief shelter in BALAMBU in Kathmandu, contact Lok Darshan Regmi on 98415555741 #NepalQuakeRelief @N…", "RT @Nepal_PM_Fund: For information on relief camp in SINAMANGAL in Kathmandu, contact Rajan Khanal on 9851106244 #NepalQuakeRelief @NEoCOff…", "RT @Nepal_PM_Fund: For information on relief shelter in HULCHOWK in Kathmandu, contact Shankaprasad Adhikari on 9851124753 #NepalQuakeRelie…", "RT @Nepal_PM_Fund: For information on relief shelter in PULCHOWK ENGINEERING COLLEGE, contact Dhanbahadur Tamang on 9851105991 #NepalQuakeR…", "RT @Nepal_PM_Fund: For info on relief camps in ST. XAVIER's school and LALITPUR, contact Bholaprasad Shiwakoti on 9851109320 #NepalQuakeRel…", "RT @Nepal_PM_Fund: For drinking water supply in KATHMANDU VALLEY Call 014412780 Police Headquarter, Naxal", "RT @Nepal_PM_Fund: If you're not receiving drinking water in Kathmandu valley, contact KUKL at  01-4493045. @NEoCOfficial #NepalearthquakeR…", "RT @Nepal_PM_Fund: Exhaustive list of relief camp with contact people in Kathmandu. @NEoCOfficial http://t.co/3VueYSGoyr", "RT @Nepal_PM_Fund: Road towards Sindhupakchowk blocked near Balekhu for about 4 kms, but clear upto Kadichaur. #nepalearthquakerelief @NEoC…", "RT @Nepal_PM_Fund: List of contact persons in districts outside Kathmandu. http://t.co/G2qw7ozKCi", "@npPoet Yes, we are doing that , Will be publishing the details soon", "@InfoMumbai  @NepalPoliceHQ @UKinNepal @AnupKaphle  @VoiceOfNepalese Phone switched off. Contact Inspector Sudip Raj Pathak- 009779851098690", "@InfoMumbai @Nepal_Watch @NepalPoliceHQ @UKinNepal @AnupKaphle Assured and will do the needful.", "RT @SubhajitSG: If you want to help in Nepal relief you can get in touch directly with the @EONIndia at 18002700032 or you can tweet them d…", "RT @SpokespersonMoD: #NepalEarthquake Synergy in Action: Stretchers r ready to rush casualties to MH near KTM, evacuated frm remote areas. …", "RT @InCrisisRelief: Hi @1ks06me005 pl visit our website http://t.co/OqHoqei71j - also contribute funds to the Nepal govt @EONIndia - their …", "Our helpline toll free number has been activated. It is 1800-2700032. Call Us. Help Us, Help You Rebuild Nepal. #NepalQuakeRelief", "#NepalQuakeRelief    https://t.co/lYgOocwlFU", "We are up, running &amp; ready to receive &amp; ship the donations to those affected in Nepal. Thank u for all the support. https://t.co/Sxz6mMvY82", "Nepal Ambassador HE Deep Kumar Upadhyay to address the Press at 430pm today at the Nepal Embassy, Barakhamba Road, New Delhi. Pls RT.", "Friends of media are requested to attend press conference at 4:30 PM at Embassy of Nepal, New Delhi.", "We thank @Twitter for the #NepalQuakeRelief promoted trend. Please donate generously, all details here. https://t.co/gfIUqlwXRl", "RT @arjunk26: #NepalQuakeRelief - donate now &amp; help CARE India provide survival kits w/ essentials for those affected by the quake http://t…", "AT THE EMBASSY, A HELP DESK WITH A TOLL FREE NUMBER FOR THE RESCUE, RELIEF AND HEALTH TREATMENT TO BEGIN FROM WEDNESDAY #NepalQuakeRelief", "Please donate. https://t.co/Zj4RZihWMk", "@dillidikudii We will come back with a POC. Alternately, you can deposit the material collected at our Embassy in Delhi. We will ship it.", "RT @TwitterIndia: Here are some emergency numbers of agencies working on #NepalQuakeRelief. Country code is +977 and area codes in pic http…", "RT @InCrisisRelief: Here's the link to our website with all details on #NepalQuakeRelief -\nhttp://t.co/tbKEZu4Wcr", "Want to contribute to the #NepalReliefFund? Details here. http://t.co/iL9nZAhCje", "Please direct all your #NepalQuakeRelief queries to us. We will do our best to help.", "Thank you @narendramodi Ji.  https://t.co/5WS1s1CFm4", "RT @narendramodi: And above all, we salute the resilience of our sisters &amp; brothers in Nepal &amp; parts of India, for their courage in the fac…", "शनिबारदेखि आइरहेको भुकम्पमा परी ज्यान गुमाउनेको संख्या ३८१५ पुगेको छ।", "Official Facebook Account https://t.co/Yg9NPStbOI\n#Nepal", "This is the official Twitter account of Nepal Embassy, New Delhi. Stay Connected for news/updates. \nFor Info: http://t.co/oM6PQyZcde\n#Nepal"]