["उक्त भेटमा नेपाल इजिप्ट कुटनैतिक सम्वन्धका विभिन्न आयामहरु र दुइ देशवीच कृषि तथा पशुपन्छीका क्षेत्रमा सम्भावित सहकार्यका क्षेत्रहरुवारे छलफल भयो ।", "आज मिति २०७९।०५।०९ गते माननीय कृषि तथा पशुपन्छी विकास मन्त्री श्री मृगेन्द्रकुमार सिंह यादव र नेपालका लागि इजिप्टका राजदूत महामहीम Ms. Noha Hamdy Ahmed Elgebaly वीच शिष्टाचार भेटवार्ता भएको छ । https://t.co/mUtsHc4UdT", "सो बैठकमा आत्मनिर्भरताका लागि कृषि कार्यक्रम, बर्ड फ्लु र अफ्रिकन स्वाइन फिवर लगायतको महामारी रोकथाम नियन्त्रण र क्षतिपूर्ति, अनुदान व्यवस्थापन तथा जनशक्ति र संघ प्रदेश समन्वयमा सञ्चालन गरिनुपर्ने कार्यक्रमहरुवारे छलफल भयो ।", "मिति २०७९ श्रावण २९ गते माननीय कृषि तथा पशुपन्छी विकास मन्त्री श्री मृगेन्द्रकुमार सिंह यादवज्यूको अध्यक्षतामा सातै प्रदेशका कृषि सम्वध्द मन्त्रालयका माननीय मन्त्रीज्यूहरु र कृषि सचिवज्यूहरु सम्मिलित संघ-प्रदेश समन्वय बैठक आयोजना भयो । https://t.co/S835EilC2h", "आज मिति २०७९/०४/२४ गते कृषि तथा पशुपन्छी विकास मन्त्रालयको गत आ.व. २०७८।७९ को चौथो त्रैमासिक एवं वार्षिक अवधिको प्रगति समीक्षा तथा मन्त्रालयस्तरीय विकास समस्या समाधान समिति (MDAC) को बैठक माननीय मन्त्री श्री मृगेन्द्रकुमार सिंह यादवज्यूको अध्यक्षतामा सम्पन्न भयो । https://t.co/56L5WA34Kk", "यसअघि विभागले सात नाका: काँकडभिटा, विराटनगर, जलेश्वर, वीरगञ्ज, नेपालगञ्ज, भैरहवा र धनगढीबाट भित्रिने तरकारी तथा फलफूलमा विषादी अवशेष परीक्षण गर्दै आएको थियो ।", "खाद्य प्रविधि तथा गुण नियन्त्रण विभागले यही साउनदेखि थप आठ स्थानबाट आयात भएका तरकारी तथा फलफूलमा द्रुत विषादी अवशेष (आरबीपीआर विधि) परीक्षण सुरु गरेको छ । त्रि.वि भन्सार कार्यालय, तातोपानी, रसुवागढी, कृष्णनगर र गड्डाचौकीमा विषादी परीक्षण सुरु भइसकेको छ ।\nhttps://t.co/pamTNSU137", "https://t.co/KmlC0XDOJ1", "आज मिति २०७९/०४/११ गते माननिय कृषि तथा पशुपन्छी विकास मन्त्री श्री मृगेन्द्र कुमार सिंह यादवज्यूको प्रमुख आतिथ्यतामा पशु सेवा विभागको आ.ब.२०७८/७९ को चौथो त्रैमासिक तथा वार्षिक प्रगति समिक्षा सम्पन्न भयो । https://t.co/35m5UOShwi", "उक्त भेटघाटमा विशेषगरि G2G विधिवाट भारतवाट रासायनिक मलको आपूर्ति, नश्ल सुधारका लागि भारतवाट मुर्रा जातको भैसी आयात, उखु तथा कफिको Germplasm आयात, पशुपन्छीजन्य महामारी र अन्य रोग नियन्त्रण तथा रिपोर्टिङका लागि दुवै देशको संयुक्त संयन्त्र निर्माण लगायतका विषयहरुमा छलफल भयो ।", "आज मिति 2079 श्रावण 5 गते (तद्अनुसार २१ जुलाइ, २०२२) माननीय कृषि तथा पशुपन्छी विकास मन्त्री श्री मृगेन्द्रकुमार सिंह यावदज्यू र नेपालका लागि भारतीय राजदूत श्री नविन श्रीवास्तवज्यूबीच शिष्टाचार भेटघाट सम्पन्न भयो । https://t.co/IGteKlRAtE", "रासायनिक मल आयात तथा वितरण व्यवस्थापनका लागि यस्तो छ कृषि मन्त्रालयको कार्ययोजना https://t.co/c7eODDNHo1", "‘सरकारकै कमजोरी भयो, अब अनुसन्धान थालौं’  https://t.co/0aNZ5n0J1Q", "मल आपूर्तिमा देखिएको समस्या समाधानका लागि कानुन नै परिवर्तन गर्नुपर्ने आवश्यकता छ : सचिव आचार्य https://t.co/48rLBa4ANV", "धान रोप्ने समयमा मल पाएपछि दंग रूपन्देहीका किसान https://t.co/MTiyXRa7VP", "\"Policy Dialogue\"कृषि क्षेत्रमा अन्तर राष्ट्रिय विकास सहायता परिचालनकाे रुपरेखा सम्वन्धि छलफल । कृषि तथा पशुपन्छि विकास मन्त्रालय मिति२०७७।८।७ https://t.co/1qIcwilBhb", "ताेकेकाे समयमा मल नल्याउने  सप्लायर्सलाइ कालाे सूचिमा राख्न सिफारिस । https://t.co/XJfndtytCL", "केन्द्रिय रिफरल पशुचिकित्सालयकाे नव निर्मित भवन , त्रिपुरेश्वर । https://t.co/t6b0a8wWiJ", "त्रिपुरेश्वरमा नव निर्मित National Vaccine production Lab. र Central Referral Veterinary Hospital भवनकाे माननीय कृषि तथा पशुपन्छी विकास मन्त्री घनश्याम भूसाल ज्यूबाट आज २०७७।४।२३ गते समुद्घाटन भयाे । https://t.co/sTlGMwS8rW", "कृषि तथा पशुपन्छि विकास मन्त्रालयमा वार्षिक समिक्षा गाेष्ठि । २०७७।४।१९ https://t.co/PtHaCs5ETI", "Notice of Vacancy Announcement for executive Director of Nepal Agricultural Research Council (NARC) https://t.co/gczkVhuyWc", "नेपाल कृषि अनुसन्धान परिषद्को कार्यकारी निर्देशक नियुक्तिका लागि मिति २०७४।४।२९ को गोरखापत्र दैनिकमा प्रकाशित विज्ञापन रद्ध सम्वन्धी सूचना https://t.co/4q7KXkuSOJ", "@DeepakBhetwal @hello_sarkar केहि दिन देखि पुरै मन्त्रालयकाे टेलिफाेन मरमत भइरहेकाेले यसाे हुन गएकाे हुन सक्छ । कृषि मन्त्रालयमा आम मानिसको पहुच खुल्ला नै रहेकाे छ ।", "रासायनिक मल खरिद सम्बन्धमा कृषि सामग्री कम्पनी लि. को जानकारी https://t.co/xDUCASBn4G", "सलह किराका सम्बन्धमा कृषक वर्ग तथा सरोकारवालालाई विशेष अनुरोध।\nhttps://t.co/6vaxTPQPkL\n@gsbhusal @gcarun88 @FAO @tulasibhatarai @narubajura @hello_sarkar @NamoNabu @bbcnepali @NainabastiAnup", "कृषि तथा पशुपन्छी विकास मन्त्रालयमा सलह कीराकाे नेपाल प्रवेश र यसकाे व्यवस्थापन सम्वन्धमा २०७७।३।१४ गते वेलुका मिडिया ब्रिफिड. । https://t.co/djRZgmgymc", "४० वर्षमा बिग्रिएकाे कृषिक्षेत्र ३ वर्षमा सुधार्छुः कृषि मन्त्री भुषाल  https://t.co/B33azubu6D", "सलह कीराको संख्या, अवस्था, फैलावट, क्षतिको आँकलन लगायतका बिषयमा जानकारी लिन संघीय निकायहरू र प्रदेश अन्तरगतका प्राबिधिकहरू परिचालित भैसकेका छन। प्राबिधिकहरूको सम्पर्क र समन्वयमा रही यस कीराको ब्यवस्थापनमा सकृय रहन तीनै तहका सरकारका सम्बन्धित निकायहरूलाई हार्दिक अनुरोध गर्दछ । https://t.co/DpDESZtgOW", "https://t.co/O853rwdxuw", "RT @deepjadzz: नेपालमा रासायनिक मल उत्पादन हुन्छ कि हुदैन होला? बर्षेनी यति धेरै माग हुदा केही हिस्सा त यहिँ उत्पादन गर्न सकिन्छ होला नि।य…", "रुपा गाउँपालिका योजना ‘कृषि वर्ष’ मनाउने https://t.co/S9XPlxOBDC", "RT @NamoNabu: यसैगरी हरेक पालिकाले महत्व बुझ्दै जाँदा कृषिको परिवर्तन हाम्रै पालामा सम्भव छ । #agriculture #InnovationForEveryone \n@Hello_M…", "रोप्नु अघि नै मन्त्रिपरिषदले तोक्यो धानको मूल्य https://t.co/nIcWhtyohR via @nepalkhabar", "कृषि बीमा सम्वन्धि आवश्यक जानकारी लिन कृषि तथा पशुपन्छी विकास मन्त्रालय, यस मातहतका निकाय, निर्जिवन बीमा कम्पनिहरु र विमा समिति मा  सम्पर्क गर्न सकिने छ ।", "https://t.co/BzlhyfIKZh", "रासायनिक मल आपूर्ति एवं वितरण व्यवस्था सम्बन्धमा यस मन्त्रालयको अपिल https://t.co/jQneKenger", "प्रधानमन्त्री कृषि आधुनिकीकरण अब छुद्र राजनीतिकरण हुँदैनः कृषिमन्त्री भुसाल (भिडियोसहित) https://t.co/kBL4Gx4FQD", "कृषि उपज नष्ट गर्नेमाथि कारबाही गर्न गृह मन्त्रालयलाई पत्र https://t.co/nH8SQIiF4V", "कृषिजन्य बस्तुहरुको उत्पादन, ढुवानी र बजारीकरणमा सहजिकरण सम्बन्धमा । (गाउँपालिका सबै, नगरपालिका सबै) https://t.co/JaB7Tbh6Yc", "उखु कृषक सम्बन्धित स्थानीय तहमा दर्ता हुने सम्बन्धी जरुरी सार्वजनिक सुचना\n@gsbhusal @Hello_MOALD @nepal2province @narubajura @SabnamShivakoti @NamoNabu @gcarun88 @hello_sarkar https://t.co/CILqdFCaVU", "स्वास्थ्यका मापदण्डहरु पालना गरी कृषि तथा पशुपन्छी उपजहरुको ढुवानी र विक्री वितरणका कामहरु सुचारु गर्ने सम्बन्धमा यस मन्त्रालयको अनुरोध https://t.co/acmbefBxWh", "मन्त्री भुसालको योजना : कृषि विकासको ड्राइभिङ सिटमा स्थानीय सरकार, देशभर किसानकै बजार https://t.co/RQZy5x1zvz", "कृषिमन्त्रीले देखेको ग्रामीण कृषि संरचना https://t.co/65guoDDSD1", "'तीन वर्षपछाडि नेपालको कृषि व्यवस्था नयाँ स्वरूपमा आउनेछ' https://t.co/Efa53BaZ4v via @NepalMagazine", "हालको बन्दाबन्दी (Lockdown) को समयमा समेत किसानले उत्पादन गरेका तरकारी लगायतका कृषि उपजहरु बिक्रीको लागि व्यापारिक खरिदकर्ताहरु सँग सम्पर्क गर्न सहज होस् भन्ने हेतुले मन्त्रालयले डिजिटल कृषि बजार (Beta Version)को शुरुवात गरेको छ । सुझावको अपेक्षा गरिन्छ ।\nhttps://t.co/ic8TrgAe3J https://t.co/2xdYfq5vYY", "RT @gsbhusal: हाम्रो इतिहासको वास्तविक निर्माता ... https://t.co/HX42qZytFI", "कोभिड १९ को कारण हाल कायम रहेको बन्दाबन्दीको अवस्थामा समेत नेपालभरी कृषि सम्बन्धी गतिविधि नियमित राख्न यस मन्त्रालय हार्दिक अनुरोध गर्दछ । https://t.co/4WfivJ7WVr\n@gsbhusal @hello_sarkar @PM_Nepal", "अहिलेको बन्दाबन्दीको समयमा कृषि तथा पशुपन्छी सम्बन्धी कुनै समस्या परेमा सोको यथाशिघ्र सहजीकरण गर्न एवं समस्याको समाधान गर्न देहाय अनुसारको द्रुत कार्य समूह (Rapid Response Team) गठन गरिएको हुँदा तोकिएका पदाधिकारीहरु सँग सम्पर्क राख्नु हुन निर्णयानुसार अनुरोध छ ।\n@hello_sarkar https://t.co/7ax2uauc9K", "RT @UN_Women: RT if you agree:  As we face the #COVID19 pandemic, we are more than ever grateful to our food producers and all food chain w…", "कृषि तथा पशुपन्छी विकास मन्त्री मा. घनश्याम भूसाल @gsbhusal र सबै प्रदेश भूमि व्यवस्था, कृषि तथा सहकारी मन्त्रीहरुबीचकाे भिडियो बैठक: #COVID19 का कारण कृषि र पशुपन्छी क्षेत्रमा परेकाे समस्या, कृषि उपजकाे बजार पहुँचकाे अवस्था, किसानलाई राहत र अबकाे कृषि याेजना, बजेट र प्राथमिकता https://t.co/VW5PoB1VoC", "नेपालमा भोकमरीको अवस्था आउन सक्छ - कृषिमन्त्री\nस्थानीय तहमा कृषि उपज खरिदसम्बन्धी व्यवस्था, जमिनको चाक्लाबन्दीको सम्भावनाका विषयमा र बाँझो जमिन उपयोगको विषयमा सूचना माग गरेका छन् ।\nhttps://t.co/kPUxPQA9xg", "\"कोभिड-१९\" को विश्वव्यापी महामारी रोकथामका लागि गरिएको देशव्यापी बन्दाबन्दी (Lockdown) को कारणले सृजना भएका नकारात्मक प्रभाव न्यूनिकरण गरी कृषि व्यावसाय संरक्षण गर्न तथा कृषक एवं आम उपभोक्ताहरुको समेत हीतलाई ध्यानमा राखी नेपाल सरकार (मन्त्रिपरिषद) को मिति २०७६।१२।१६ को निर्णय https://t.co/VR084O6W3q", "कोभिड १९ को विश्वब्यापी महामारी रोकथामका लागि देशब्यापी बन्दाबन्दीको समयमा दैनिक जीवनमा आबश्यक खाद्यवस्तुको उत्पादन र आपूर्ती सुचारू राख्ने सम्बन्धमा स्थानीयस्तरमा कृषिजन्य वस्तुहरूको उत्पादन र आपूर्तिलाई सहज बनाउन सबै स्थानीय तहहरुलाई मन्त्रालय हार्दिक अनुरोध गर्दछ ।\n#StayAtHome https://t.co/Nc9D5OFmwp", "‘कसैलाई भोको बस्‍न दिइन्‍न’  https://t.co/hXfAuPOxMS", "\"कोभिड-१९\" को विश्वव्यापी महामारी रोक्न देशव्यापी बन्दाबन्दी (Lockdown) अवस्थामा दैनिक जीवनमा आवश्यक पर्ने खाद्यवस्तुको उत्पादन तथा आपूर्ति सुचारु राख्ने  सम्बन्धमा मन्त्रालयको अनुरोध (२०७६।१२।१३)\n@hello_sarkar @MofaNepal @mofaganepal @mohpnep @moha_nepal https://t.co/3GjuSr410S", "\"कोभिड-१९\" को विश्वव्यापी महामारी रोक्न देशव्यापी Lockdown को अवस्थामा खाद्यवस्तुको उत्पादन तथा आपूर्ति सुचारु राख्ने सम्बन्धमा कृषि तथा पशुपन्छी विकास मन्त्रालयको अनुरोध । @Hello_MOALD @hello_sarkar @MOICS_Official @mohpnep @NEOCOfficial https://t.co/lx5wfpqI1L", "https://t.co/IZitIEghL3", "कृषि क्षेत्र सुधार्न मन्त्रीका ५ सूत्र https://t.co/UCKQr5Mldg", "https://t.co/UKe1y8FBDQ", "पाँच नितिगत आधारहरु भित्र रहेर कृषि तथा पशुपन्छी विकास मन्त्रालयको आगामी दिशा  सम्वन्धि पत्राकार सम्मेलन । https://t.co/jVeqURHcY4", "गणतन्त्र धान्ने कृषि अर्थतन्त्र विकास गर्न मन्त्री भुसालले ल्याए ‘संरक्षित कृषि, सुनिश्चित बचत’ योजना https://t.co/4DPekA1bam via @nepalkhabar", "कृषिमन्त्री भुसालको घोषणा : कृषिबालीमा नाफा हुने गरी मुल्य तोक्ने, नबिके सरकारले किनिदिने https://t.co/HqFJdhZ6Wx", "संरक्षित कृषि, सुनिश्चित बचत  सहितकाे आगामि दिशा । https://t.co/GqxigNEz7k", "कृषिको विकासका लागि कृषिमन्त्री भुसाल र प्रदेश मन्त्रीहरुबीच पाँच बुँदे समझदारी https://t.co/XuiOVdTWvE", "कृषिमन्त्री भुसालले गरे सातै प्रदेशका कृषि मन्त्रीसँग समझदारी, श्रोत परिचालनमा एकरुपता कायम गर्ने सहमति https://t.co/haAOmee6Qd", "@romanmani यस विषयमा सराेकारवाला निकाय संग परामर्स गरि जानकारी गराउने  छ ।", "अर्थ मन्त्रालयका १४ निर्देशन : अब गोष्ठी र सेमिनार नगर्नू, काम भए भुक्तानी दिइहाल्नू https://t.co/TLu3UQi1eP", "Nagarik News - No. 1 News Portal of Nepal – Latest news of Nepal, राष्ट्रिय दैनिक - भेडा–बाख्रा पाल्नेलाई ‘गोठालो भत्ता’ https://t.co/sqjxc6Y4s3", "प्रदेश १ सरकारको ४ अर्ब कृषि बजेट मध्ये ६० प्रतिशत पशुपन्छी क्षेत्रमा विनियोजन गरिएको छ https://t.co/GJVE6BPndW via @Vetkhabar", "प्रदेशका मन्त्रीलाई भुसालको आग्रह-नीति र कार्यक्रमको पुनर्संरचनामा सहयोग गर्नुस् https://t.co/dET5jUBWsy", "कृषि तथा पशुपन्छि विकास मन्त्रालयको आयाेजनामा  सातै प्रदेशका     भूमि व्यवस्था ,कृषि तथा सहकारी मन्त्रालयका मा‍ननी मन्त्रीज्यू हरुसँग प्रि-वजेट समन्वय वैठकमा माननीय मन्त्री घनश्याम भूसाल  । https://t.co/l89Pn6esY8", "कृषिमा समाजवादी कार्यक्रम घोषणा गर्ने मन्त्री भुसालको तयारी https://t.co/B5m7iUjGFn", "कृषि तथा पशुपन्छि विकास मन्त्रालयको  सातै प्रदेशका     भूमि व्यवस्था ,कृषि तथा सहकारी मन्त्रालयहरुसँग प्रि-बजेट समन्वय छलफल  । https://t.co/syz9KzCpUK", "याक आनुवंशिक श्राेतकेन्द्र साेलुखुम्वु । https://t.co/5LEvFgKAgf", "@romanmani कृषि क्षेत्रमा दिइने अनुदानलाइ व्यवस्थित  र पारदरर्सि वनाउन प्रयास   भइरहेकाे छ ।", "@romanmani @hello_sarkar याे समस्याकाे सम्वन्धित स्थानिय तहमा सूचना दिदा राम्राे हाेला ।", "@romanmani प्रश्न लाइ थप  प्रष्ट पार्दा राम्राे हुने थियाे ।", "संघिय संरचना अनुसारकाे जिम्मेवारीमा प्राय कृषि  तथा पशुपालन क्षेत्रमा दिइने अनुदानहरु प्रदेश र सम्वन्धित स्थानिय तहले नै दिने भएकाे हुदा साेहि तहका कृषि तथा पशुसेवाका  सांगठनिक संरचना मा सम्पर्क राखि आवश्यक सूचनाहरु लिन अनुराेध छ ।", "चार मन्त्रालयसँग समन्वय गर्न कृषि मन्त्रालयको छलफल तीव्र https://t.co/eAjN0ma7zN", "@Amos_Sunchury @PM_Nepal @DipakLamich2ane @NepalLive1 @ameetdhakal कुन ठाउँमा हाेला ?", "@Amos_Sunchury @PM_Nepal @DipakLamich2ane @NepalLive1 @ameetdhakal कृषि तर्फ विभिन्न  व्यवसायमा अनुदान दिने गरिएकाे छ । तपाइले कुन  व्यवसायका लागि अनुदानकाे अपेक्षा गर्नु भएकाे हाे ? प्रष्ट  भएमा सुझाव दिन सजिलाे हुने थियाे ।", "नीति तथा कार्यक्रमकाे  छलफल  एवं समिक्षा । २०७६ ।११।१४ https://t.co/fYAwRj4VK7", "कृषि तथा पशुपन्छी विकास मन्त्रालय र वन तथा वातावरण मन्त्रालय विच कृषि वन  स‌ंग सम्वन्धित विषयमा अन्तर मन्त्रालय समन्वय र सहकार्य सम्वन्धि  माननीय मन्त्री स्तरिय छलफल ।  \n               २०७६ फाल्गुण १२ गते । https://t.co/Qv3A7OyQdf", "@Ag_kesu याे समस्या समाधानका लागि   मन्त्रालयले सम्वन्धित निकायलाइ अावश्यक निर्देशन दिइसकेकाे छ ।", "@khem_rc @hello_sarkar याे विषयमा पशु क्वारेन्टाइन कार्यालय भैरहवालाइ नियमानुसार \n   तत्काल  भारतीय कुखुराकाे  तस्करी नियन्त्रण गर्न  भनि सकिएकाे छ ।", "@khem_rc @hello_sarkar मूल्य नियन्त्रण र वजार अनुगमन सम्वन्धि क्षेत्राधिकार वाणिज्य ,अापूर्ति तथा उपभाेक्ता संरक्षण विभागकाे भएकाेले उक्त समस्या समाधानकाे लागि अावश्यक समन्वय  र पहल भइरहेकाे ।", "कोरोना भित्रिन नदिन पशुसेवा विभागले निगरानी बढाउँदै https://t.co/S7OcCd9Fp6", "@Ag_kesu कृषि शिक्षामा देखिएका  विकृति र विसंगति हटाउने सवै विषय  कृषि तथा पशुपन्छी विकास मन्त्रालयकाे क्षेत्राधिकार भित्र नपर्ने भएकाे ले नियमानुसार  यस मन्त्रालयकाे क्षेत्राधिकार भित्र पर्ने विषयमा जति सकिन्छ  सुदृढिकरणका लागि अावश्यक पहल गरिने छ ।", "अनुदानमा कृषि मन्त्रालयको एक्सन, ६ कम्पनीको सम्झौता रद्द https://t.co/c91njIdhjS", "भटमासले बदल्न सक्छ नेपाली कृषकको भाग्य https://t.co/Nuik9ec5Ad", "तराईमै फलाए प्रदीपले सुन्तला https://t.co/lBW2DUAH73", "शीत भण्डारका लागि ६ कम्पनीसँग गरिएको सम्झौता रद्द https://t.co/SXOhza4TWB", "@dRC2074 @hello_sarkar @hello_tourismnp @Hello_MOFE यस विषयमा सम्वन्धित निकाय संग समन्वय गरि गैंडाकाे मृत्युकाे कारण र थप मृत्यू हुनबाट राेक्न पहल गरिने छ ।", "@lambooza Agriculture Trade काे वारेमा नीतिगत छलफल भएकाे थियाे ।", "नीति संवाद २०७६ माघ १७ गते https://t.co/KsIyAlbcRJ", "@arunkndl @gsbhusal याे विषयलाइ मन्त्रालयले गम्भिरता पूर्वक हेरिरहेकाे छ  र  समस्याकाे निकास काे लागि  अावश्यक पहल पनि गरिरहेकाे छ ।", "नीति संवाद २०७६ माघ १७ गते । https://t.co/x3VBLLHdDk", "RT @GokulPBaskota: पत्रकार सम्मेलन https://t.co/fRXIDBO4GV", "RT @Himal_Khabar: अष्ट्रेलिया डढेलाे, नेपाललाई पाठ : अष्ट्रेलिया जस्तै भयावह डढेलो लाग्ने अवस्थिति नेपालमा नभए पनि सन् २००९ मा एकै वर्ष ४९…", "कृषि कर्ममा लागेका कसैलाई पनि निराश बनाउँदिन : कृषिमन्त्री भुसाल https://t.co/APnsPhwkHK", "राष्ट्रिय दुग्ध विकास वोर्डको कार्यकारी निर्देशक पदको लागि आवेदन दिनुभएका आवेदकहरुको कार्ययोजना प्रस्तुतीकरण तथा अन्तर्वाता सम्वन्धी सुचना \nhttps://t.co/yGobMb99Bq", "नेपाल चिया तथा कफि विकास बोर्डको कार्यकारी निर्देशक पदको अन्तरवार्ता सम्बन्धी सूचना\nhttps://t.co/FFew4IVlf0 https://t.co/BsLeWA5tXH", "https://t.co/kZcFVUxH3O", "कृषिका ५ निकायमा पदाधिकारी माग, दुग्ध विकास महाप्रबन्धकको विज्ञापन रद्द https://t.co/Bi1yPVfwdv", "Getting rid of harmful chemical pesticides https://t.co/lfH3rQ7Anf via @kathmandupost", "चौथो राष्ट्रिय कृषि यान्त्रीकरण प्रदर्शनी, २०७६ मा सहभागिताको लागि  हार्दिक अनुरोध गर्दछौ । https://t.co/K9NQE35GoH", "@Beepuluv @hello_sarkar @KhanalBaldev कृपया https://t.co/dwyett3Flc लगईन गर्नु होला । धन्यबाद ।।", "पशुसेवा विभागको क्षमायाचना सहितको विज्ञप्ती https://t.co/WwflkJFwL6", "@JayJananiJayDes @hello_sarkar @thapagk @KTnepal @myogiadityanath @AmitShah यस विषयमा पोष्टर छपाउदा भूल वस मासुको नारामा गाईको फोटो पर्न गएको हो र यस विषयमा सम्वन्धीत निकायले गल्ती महसुस गरी सुधार गरी सकेको छ । नियत वस कुनै पनि धर्मबाट प्रेरित गरीएको होईन र आईन्दा यस्तो गल्ती नदोहरीने सम्वन्धीत निकायको प्रतिवद्धता रहेको छ । गल्ती औंलाईदिनु भएकोमा धन्यबाद", "@ShobhaPoudel @hello_sarkar @PM_Nepal @QcdDftqc_Nepal @MoCNepal हजुरले गरेको गुनासोको विषयमा संवन्धीत निकायमा जानकारी गराई गुनासो संवोधनका लागि निर्देशन दिईएको  छ । DDC का अध्यक्ष वसन्त गिरीलाई ९८५७०५११७७ मा सम्पर्क गर्नु होला । धन्यबाद ।।", "@ShobhaPoudel @hello_sarkar @PM_Nepal @QcdDftqc_Nepal @MoCNepal हजुरले कुन काउण्टरबाट किन्नु भएको हो साथै खरिद विल सहित गुनासो गर्नु होला । हामी गुनासो सम्बोधन गर्ने छौ । धन्यबाद ।।", "https://t.co/clDaOVmxoB", "https://t.co/xnMQbzG5Kb", "https://t.co/htJ0S43C1k", "@subodhniroula5 @PM_Nepal @NepalPoliceHQ @APFNepalHQ @hello_sarkar @kantipurdaily @Annapurna_Post @rai_sherdhan यस विषयमा आवश्यक छानविन गरी कारवाहीका लागि सम्वन्धीत निकायलाई निर्देशन दिईएको छ । धन्यबाद ।।", "@subodhniroula5 @PM_Nepal @NepalPoliceHQ @APFNepalHQ @hello_sarkar @kantipurdaily @Annapurna_Post @rai_sherdhan यो समाचार कुन पत्रीकामा र कहिले प्रकाशित भएको हो । खुलाई दिनु हुन अनुरोध छ ।", "@Reg_Ashok @csapkota @kishorenepal @Hello_Sarkar यस विषयमा सम्वन्धीत निकायबाट जवाफ माग गरीएको छ ।", "@subhash521260 @Online_khabar @Hello_Sarkar यस विषयमा मन्त्रालयको धारणा यस प्रकार रहेको छ । https://t.co/hGlfxdHnwj", "https://t.co/KSuyLi5i5V", "https://t.co/aLWoYjGMoD", "https://t.co/730gk8LDsw", "कृषिमा ५० प्रतिशतभन्दा बढी अनुदान नदिइने https://t.co/kKsFvquPmg", "https://t.co/W9KSq1pSq0", "https://t.co/klVSXsFuKG", "https://t.co/SYYX04MQXX कृषकले नगदे बालीमा प्राथमिकता दिनुपर्छ : मन्त्री खनाल https://t.co/g1YkhMS52b", "@Surgaru @Hello_Sarkar पशु सेवा विभागमा सम्पर्क राख्नुहुन अनुरोध छ । धन्यबाद ।।", "@nmdahal 9841599576 मा रामकृष्ण रेग्मीलाई सम्पर्क गर्नु होला । धन्यबाद", "@thundersubedi1 सुझावका लागि धन्यबाद ।।", "सत्य तथ्य समाचार प्रकाशन गर्नुहुन मन्त्रालय हार्दिक अनुरोध गर्दछ । धन्यबाद ।।", "...भएको तथा सो सम्वन्धमा दुग्ध संस्थानमा जानकारी लिदा सहकारीले संकलन गरेको दुध समयमा नै लगिएको तथा १०० लि दुध फाटेको अवस्थामा बाहिर नै रहेको हुँदा लिन नसकिएको भन्ने जानकारी प्राप्त भएको हुँदा दुध संकलकले दुधको गुणस्तर कायम राख्नुहुन तथा संचार माध्यमहरुले समेत.....", "केही संचार माध्यमहरुमा कञ्चनपुरको शुक्लाफाँटा नगरपालीका ११ कलुवापुरमा रहेको सनबोरा कृषि सहकारी संस्थाका पदाधिकारी दुध विक्री नभए पछि सडकमा पोख्दै । दुग्ध विकास संस्थानले समयमै दुध नलगे पछि सहकारीको दुई सय लिटर दुध विग्रिएको भन्ने समाचार प्रति माननीय मन्त्रीज्यूको ध्यानाकर्षण ....", "@Hello_Sarkar @BiragiSailo यस विषयमा संवन्धीत निकायहरुलाई कडा अनुगमन तथा दोषी उपर कानून बमोजिम कडा कारवाहीका लागि निर्देशन दिई सकेको छ । धन्यबाद ।।", "@iE6hCI4VVk0Cw8B @Hello_Sarkar कुन डेरीको दुध हो ? सबै विवरण तथा प्रमाण सहित गुनासो गर्नु होला । जनस्वास्थ्यमा खेलवाड गर्ने यस प्रकारका डेरीलाई कारवाही गर्न मन्त्रालय दृढ रहेको छ । धन्यबाद ।।", "@Hello_Sarkar @subhash521260 @Annapurna_Post यस विषयमा सम्वन्धीत कार्यालयले कारवाही अगाडी बढाएको जानकारी प्राप्त भएको छ । धन्यबाद ।। https://t.co/PDUdFqz7xy", "@Hello_Sarkar @subhash521260 @Annapurna_Post यस विषयमा मन्त्रालयले आवश्यक छानविन तथा कारवाही अगाडी बढाएको जानकारी प्राप्त भएको छ । धन्यबाद ।। https://t.co/BoU9DWNat1", "@Hello_Sarkar @subhash521260 @Annapurna_Post यस विषयमा यथाशिघ्र अनुगमन गरी आवश्यक कारवाहीका लागि सम्वन्धीत निकायमा पत्राचार गरिएको व्यहोरा अनुरोध छ । धन्यबाद ।।", "@shreemarg2 सुझावका लागि धन्यबाद । तपाईको सुझावलाई मनन गरी सम्भाव्यताका लागि सम्वन्धीत निकायमा पठाईएको छ । धन्यबाद ।।", "@Hello_Sarkar @RaameshKoirala यस विषयको यथार्थ अध्ययन गरी मन्त्रालयको धारणा सार्वजनिकका लागि एक विज्ञ टोली गठन भएको जानकारी गराउदछौ । धन्यबाद ।। https://t.co/KPfpH8zAJy", "@BabaAnealChe @Hello_Sarkar @Royal_Dhiraz हाल उक्त निकायको नाम परिवर्त भई केन्द्रीय कृषि प्रयोगशाला (माटो,वीउ र बाली संरक्षण ) रहेको र उक्त निकायको हालको web Add https://t.co/VPqGJfJDj5 रहेको छ साथै पूरानो web add लाई समेत यस ठेगानामा लिंक गराउन निर्देशन दिईएको छ । धन्यबाद ।।", "@BabaAnealChe @Hello_Sarkar @Royal_Dhiraz यस विषयमा समस्या समाधानका लागि सम्वन्धीत निकायमा निर्देशन दिई सकिएको छ । प्राविधीक कारणबाट गुनासो सुनुवाईमा केही ढिला भएकोमा क्षमा प्राथी छौ । धन्यबाद ।", "@pratikIAAS @Hello_Sarkar Dr Umesh Dahal संग सम्पर्क गर्नुहोला । वहाँ केन्दिय जैविकी प्रयोगशालाको प्रमूख हुनुहुन्छ । सम्पर्क नं.9851152705", "@robertkhanal @Hello_Sarkar प्रधानमन्त्री कृषि आधुनिकिकरण परियोजनाको केन्द्रिय कार्यालयको web site हेरेर सम्पर्क गर्नुहोला । धन्यबाद ।।", "@nirroachzzz @Hello_Sarkar कमजोरी औैलाई दिनु भएकोमा धन्यबाद । विमा कार्यक्रम कार्यक्रम भन्दा पनि हजुर जस्ता सचेत नागरिकको सहयोगमा अभियानको रुपमा गाउँ गाउँमा लैजानु जरुरी छ यसमा सबैको सहयोगको मन्त्रालय अपेक्षा गर्दछ । धन्यबाद ।।", "@Hello_Sarkar @Angelsworld01 यस विषयमा मन्त्रालयले अल्पकालीन तथा दिर्घकालीन योजना बनाएर कार्य गरी रहेको छ । रिजल्ट केही दिन भित्रमा देखिनेछ । धन्यबाद ।।", "@robertkhanal @Hello_Sarkar प्रधानमन्त्री कृषि आधुनिकरण परियोजना, सुपरजोनमा नै सम्पर्क राख्नु हुन अनुरोध  छ । धन्यबाद ।।", "@Hello_Sarkar @KrishnaT87 @Annapurna_Post यस विषयमा सम्बन्धीत निकायबाट जवाफ माग गरीएको तथा समस्या समाधानका लागि निर्देशन दिईएको छ । धन्यबाद ।।", "@Hello_Sarkar @KrishnaT87 @Annapurna_Post यस विषयमा आवश्यक अनुसन्धान गरी गलत गरेको भए दोषी उपर कानूनी कारवाहीका लागि सम्वन्धीत निकायमा निर्देशन सहीत पत्राचार गरीएको छ । धन्यबाद ।।", "@Hello_Sarkar @Bishnu_2050 अन्य विषय यस मन्त्रालय संग सम्वन्धीत नभएको । कृषिको GDP मा योगदान बढाउने र दिगो राख्ने विषयमा मन्त्रालयले नीतिगत र कार्यगत सुधार गर्न निरन्तर लागि परिरहेको छ । नीति र कार्यक्रममा सुधार क्रमश: आउने हुनाले छिट्टै नै सुधार देखिने छ । धन्यबाद ।।", "@DinanathB @Hello_Sarkar यस विषयमा सम्वन्धीत निकायबाट जानकारी माग गरिएको छ । जानकारी प्राप्त भए पश्चात जानकारी गराईनेछ । धन्यबाद ।।", "@Mukunda_manis टिस्यु कल्चर विरुवा हाल सम्म सरकारी फार्महरुले उत्पादन नगर्ने हुँदा सरकारी दररेट नभएको व्यवहोरा जानकारी गराउदछौ । धन्यबाद ।।", "@Hello_Sarkar @pratikIAAS यस रोगको भ्याक्सीन त्रिपुरेश्वरमा रहेका केही भेटेरीनरी पसलहरुले उपलव्ध गराउने गरेका छन । सरकारी तवरबाट हाल सम्म उत्पादन भएको छैन र निकट भविष्यमा नै उत्पादन गर्ने गरी मन्त्रालयले कार्य अगाडी बढाई रहेको जानकारी गराउदछौ । धन्यबाद ।।", "@Hello_Sarkar @rachdel007 यस आर्थिक वर्षबाट अनुदानका अधिकाशं कार्यक्रम प्रदेश तथा स्थानिय सरकारबाट संचालन भएको तथा संघिय मन्त्रालयबाट बितरण हुने अनुदानको विस्तृत विवरण केही समय पश्चात मन्त्रालयले सार्वजनिक गर्नेछ । धन्यबाद ।।", "@BiswasBabuKU @Hello_Sarkar @PM_Nepal कारखाना खोल्ने विषयमा मन्त्रालयले सम्भाव्यता अध्ययन गरि रहेको छ । यसमा प्रयोग हुने कच्चा पदार्थ  विदेशबाट नै आयात गर्नु पर्ने भएको हुँदा सम्पूर्ण रुपमा अध्ययन पूरा भए पश्चात मात्र मन्त्रालय कार्यान्वयनमा जाने जानकारी गराउदछौ । धन्यबाद ।।", "@thundersubedi1 विषादी नियन्त्रणका लागि सरकारले विषादी व्यवस्थापन विधेयक संसदमा छलफलका क्रममा रहेको र उक्त विधेयक पास भए पश्चात कार्यान्वयन भई दिगो समाधानमा मन्त्रालय लाग्ने जानकारी गराईन्छ । केही समय धैर्यताका लागि मन्त्रालय अनुरोध गर्दछ । धन्यबाद ।।", "@robertkhanal @Hello_Sarkar व्यवसाय संचालन गर्नु पूर्व सम्भाव्यता अध्यन गरेर मात्र शुरु गरौ । विना योजना गरीएको व्यवसायले मूनाफा नदिन पनि सक्छ । व्यवसाय प्रवर्द्धनका लागि मन्त्रालयले आफ्नो कार्यक्रम अनुरुप अनुदान उपलव्ध गराउन सक्छ । संचालन घाटामा अनुदान दिन सकिदैन । धन्यबाद ।।", "@Bikalpa90 @Hello_Sarkar @NepalPoliceHQ तपाईले उठाउनु भएको विषय गम्भिर रहेता पनि उक्त विषय  नेपाल सरकार कार्यविभाजन नियमावली बमोजिम यस मन्त्रालयको कार्यक्षेत्र भित्र नपर्ने व्यवहोरा जानकारी गराईन्छ । सामाजिक विषय उठान गर्नु भएकोमा धन्यबाद ।।", "@Hello_Sarkar @bhogendra यस विषयमा मन्त्रालयको नियमित बैठकमा छलफल गरी आवश्यक नीतिगत व्यवस्थाका लागि कार्यवाही अगाडी बढाईएको छ । सुझावका लागि धन्यबाद ।।", "@RajitOjha @BHISHA1 @Hello_Sarkar @PM_Nepal @BishnuRimal @TheRealKalamchi @Umesh_Chauhan @mofnepal यस विषयमा मन्त्रालयको आधिकारीक तथ्याकं चाडै नै उपलव्ध हुनेछ । तथ्याकंमा भएको त्रुटी औंलाईदिनु भएकोमा धन्यबाद । पत्रिकाले पनि आधिकारीक तथ्याकं पाठकमाझ प्रस्तुत गर्नेछ भन्ने विश्वास मन्त्रालयले लिएको छ ।", "@Hello_Sarkar @SuryaRAcharya सुर्य सर समाचारको लिंक पनि पठाईदिनु होला । धन्यबाद ।", "@Hello_Sarkar @JhaManchala यस सम्वन्धमा मन्त्रालयले आवश्यक कार्यवाही अगाडी बढाएको छ । धन्यबाद ।। https://t.co/y4MRzGztRy", "@thundersubedi1 मन्त्रालय यस विषयमा गम्भिरता पूर्वक लागेको जानकारी गराउदछु । धन्यबाद ।।", "@shankar_paudel @mofaganepal @Hello_Sarkar @PandeyRamhari7 जेष्ठता विवरण यथाशिघ्र प्रकाशन हुनेछ । पि आई एस नमिलेका कर्मचारीहरुको मिलाउने कार्य भई रहेकाले ढिला हुन गएको हो । यस विषयमा सबै कर्मचारीहरुले आ आफ्नो पि आई एस चेक गरी विवरण सच्चाएर मन्त्रालयलाई सहयोग गर्दा चाडो काम हुने थियो । धन्यबाद ।।", "@Hello_Sarkar @rupajoshi @naccfl यस विषयमा माननीय मन्त्रीज्यूको ध्यानाकर्षण भई स्थलगत अध्ययन समेत सम्पन्न भएको छ र कारखाना संचालनको सम्भावनाको विषयमा मन्त्रालयले आवश्यक कार्य अगाडी बढाएको छ । सुझावका लागि धन्यबाद ।।", "@rijal_durga @Hello_Sarkar @PM_Nepal रोगग्रस्त क्षेत्रको पहिचान गरी आवश्यक सामाग्री सहित प्राविधीक टोली परिचालन भई सकेको छ । धन्यबाद ।।", "@rijal_durga @Hello_Sarkar @PM_Nepal यस सम्वन्धमा उक्त स्थानमा बुझ्दा कुनै पनि रोग नफैलिएको जानकारी प्राप्त भएको छ । हजुर संग कुनै जानकारी तथा सूचना भए उपलव्ध गराईदिन अनुरोध गर्दछौ साथै उक्त स्थानका पिडित कृषकको सम्पर्क नं.पनि उपलव्ध गराईदिए समस्या समाधान गर्न सहज हुनेथियो । धन्यबाद ।।", "@lcshobin यस सम्वन्धमा केन्द्रीय वागवानी केन्द्र, किर्तिपुरमा सम्पर्क राख्नु हुन अनुरोध छ । जिज्ञासाका लागि धन्यबाद ।।", "@rijal_durga @Hello_Sarkar @PM_Nepal यस सम्वन्धमा अवस्था बुझी यथाशिघ्र आवश्यक उपचार र रोकथामका विधि अपनाउन सम्वन्धीत निकायलाई निर्देशन दिईएको छ । सुझाव तथा जानकारीका लागि धन्यबाद ।।", "@mcecbhajani @Hello_Sarkar तपाईको प्रश्न स्पष्ट भएन । कृपया स्पष्ट पार्नुहोला । धन्यबाद।।", "@Propof00l @Hello_Sarkar @Roopess @maulikarki @ourktv @Online_khabar @hamrorabi @birashat यस विषयमा यस मन्त्रालयद्धारा आवश्यक कारवाही अगाडी बढाईएको जानकारी प्राप्त भएको छ । मन्त्रालयको धारणा यसै साथ संलग्न छ । धन्यबाद।। https://t.co/5ZQ3VOoMxr", "@achkrn @Hello_Sarkar सुझावका लागि धन्यबाद । यस विषयमा मन्त्रालयले आवश्यक गृहकार्य गरी रहेको छ ।", "@Hello_Sarkar @achkrn यस सम्वन्धमा मन्त्रालयको आधिकारीक धारणा यस प्रकार रहेको छ । https://t.co/83cpfVODd0", "@Hello_Sarkar @achkrn यस सम्वन्धमा मन्त्रालयको आधिकारीक धारणाका निम्ती सम्वन्धीत शाखामा पत्राचार गरिएको छ । धारणा प्राप्त पश्चात यहाँलाई जानकारी गराईनेछ । जिज्ञासाका लागि धन्यबाद ।", "@dsuman @Hello_Sarkar सुझावका लागि धन्यबाद । सुझाव बमोजिम कार्यन्वयनका लागि निर्देशन दिईनेछ । धन्यबाद ।।", "@CABI_Plantwise यस सम्वन्धमा मन्त्रालय तथा मातहतका निकायहरुले गरेको तयारीका बारेमा सम्वन्धीत निकायबाट प्राप्त पत्र । यस सम्वन्धमा थप सूचना भए उपलव्ध गराउन अनुरोध छ । धन्यबाद ।। https://t.co/JrRjfDtTRC", "@dsuman @Hello_Sarkar हजुरले किनेको विल पेश गरेर संवन्धीत काउण्टरबाट क्षतिपूर्ति लिन सक्नुहुनेछ जुन विषय पोष्ट गरिएको पत्रमा पनि उल्लेख गरिएको छ । धन्यबाद ।", "@ChesTamang हजुरले एक पटक प्रधानमन्त्री कृषि आधुनिकिकरण परियोजना, खुमलटार वा मन्त्रालयमा सम्पर्क राख्नुहुन अनुरोध गर्दछौ ।", "@Hello_Sarkar @Vip_pk96 यस मन्त्रालय तथा मातहतका निकायबाट प्रदान गरिने सेवाको बारेमा जानकारी लिनका लागि मन्त्रालयमा सोझै आएर वा मन्त्रालयको website https://t.co/dwyetsM4tE अथवा यस अन्तरगतका कृषि विभाग, पशु सेवा विभाग, नार्क आदिमा गएर बुझ्न सकिनेछ ।\nजिज्ञासाका लागि धन्यबाद ।।", "https://t.co/jIrikOjlUg", "@Hello_Sarkar @Dahal_Shankar @NepalPoliceHQ यस विषयमा सम्वन्धीत निकायले कारवाही अगाडी बढाएको जानकारी प्राप्त भएको छ । धन्यबाद ।। https://t.co/GUjCTgiC4j", "@Hello_Sarkar @Dahal_Shankar @NepalPoliceHQ यस संवन्धमा आवश्यक छानविन गरी कानूनको दायरामा ल्याउन संवन्धीत निकायलाई निर्देशन दिईएको छ । धन्यबाद ।", "@dsuman @Hello_Sarkar यस सम्वन्धमा डि डि सी को प्रतिकृया यस प्रकार रहेको छ । धन्यबाद ।। https://t.co/GA3lbW3yM4", "@Surgaru https://t.co/saAzXvdQKZ लिकं संगै रहेको पशुपन्छीको लिष्ट हेर्नु होला । धन्यबाद ।।", "@Surgaru मन्त्रालयले चाडैं नै यस सम्वन्धी विवरण सार्वजनिक गर्दैछ । धन्यबाद ।", "@Hello_Sarkar @dsuman यस संवन्धमा आवश्यक छानविन तथा कारवाहीका लागि संवन्धीत निकायमा पत्राचार गरिएको छ । धन्यबाद ।।", "@Beepuluv @Hello_Sarkar सुधारका कार्यहरु जारी छन । स्थानिय तह लगायत प्रदेश संरचनाले पूर्णता प्राप्त गर्दैछन र तथ्याकं संकलन र प्रसोधनका लागि मन्त्रालयले ठोस योजना साथ काम गरि रहेको छ । तपाईको अपेक्षा बमोजिमको तथ्याकं यथासक्य छिटो आउनेछ । धन्यबाद ।।", "@kalikafm ११ मंसिर २०७५ मा तहाँ बाट प्रकाशित समाचार \"डेढ करोडको भेटेरिनरी एम्बुलेन्स तर एउटा भैसी पनि अटेन\" भन्ने समाचारमा संवन्धीत निकायको जवाफ। कृपया समाचार सच्चाईदिनु होला । धन्यबाद ।। https://t.co/zr5N5aIahU", "@pitlila तपाईले उठाउनु भएको चासो, चिन्ता प्रति धन्यबाद दिदै संवन्धित निकायबाट प्राप्त पत्र https://t.co/RB0sJVxhCr", "@pitlila तपाईले उठाउनु भएको चासो, जिज्ञासा तथा चिन्ताका लागि धन्यबाद दिदै संवन्धीत निकायबाट प्राप्त जवाफ https://t.co/ytAtLHOGVX", "@pitlila यस विषयमा आवश्यक छानविन गरि निमानुसार कारवाहीका लागि सम्वन्धित शाखामा पत्राचार गरिएको छ । धन्यबाद ।।", "कृषि ‌प्रयोजनको लागि सिन्चाइ मिटर को प्राबधान के हो? बिधुत प्राधिकरण लाइ कपि गर्नुभन्दा निति नै के छ? कृषि फार्म को लागि केहि सिचाइ प्रायोजनमा सहयोग कहा कताबाट पाउन सकिन्छ स्थानीय निकायको को पनि स्पष्ट उत्तर पाउन सकिएन। ललितपुर हरिसिद्धि एरिया मा।\" भन्ने गुनासोको विषयमा संवन्धीत https://t.co/mym63LBtmQ", "@Hello_Sarkar\" नेपाल सरकार को आधिकारिक कृषि घर App को हालत यो छ जहाँ 2017 भन्दा पछि को कुनै पनि जानकारी उपलब्ध छैन\" भन्ने गुनासोकर्ताको संवन्धित निकायबाट प्राप्त जवाफ https://t.co/AK7dvNng8K", "@Hello_Sarkar नेपाल सरकार को आधिकारिक कृषि घर App को हालत यो छ जहाँ 2017 भन्दा पछि को कुनै पनि जानकारी उपलब्ध छैन भन्ने गुनासोको संवन्धीत शाखाबाट जवाफ https://t.co/EGpNZMiEPP", "@Hello_Sarkar @sunilsapkota6 समस्या पहिचान गरि नीतिगत तथा कार्यगत सुधारका लागि संवन्धीत शाखामा पत्राचार गरिएको छ । धन्यबाद ।।", "@Hello_Sarkar @JpanandaJp @chalise_damodar @shivanitharu तथापी सम्वन्धीत बैंकले आशय पत्र नदिएमा ताकेता गर्ने तथा स्पस्टिकरण माग्ने अधिकार यस मन्त्रालयमा नभएकाले संवन्धीत मन्त्रालयमा पत्राचार गर्न यस मन्त्रालयको संवन्धीत शाखामा पत्राचार गरिएको । धन्यबाद ।।", "@Hello_Sarkar @JpanandaJp @chalise_damodar @shivanitharu प्रधानमन्त्री कृषि आधुनिकिकरण परियोजनाको शित भण्डार निर्माण सम्वन्धी कार्यविधीको अनुसूची ३ को ८ नं. बुँदामा संलग्न गर्नु पर्ने कागजपत्रहरुमा आवेदक कम्पनीले गर्नु पर्ने लगानीको लागि लगानी गर्ने बैंकको आशय पत्र (Letter of intent) भनि उल्लेख गरेको", "@Beepuluv तथ्याकं सुधार भई सकेको छ । कृपया https://t.co/O02ixzgnm7 मा हेर्नु होला । धन्यबाद ।।", "माननीय कृषि तथा पशुपन्छी विकास मन्त्री श्री चक्रपाणि खनाल \"बलदेव\" ज्यूबाट मिति २०७५।७।१३  गते मंगलवारका दिन \"नेपाल असल कृषि अभ्यास\" को लोगो सार्वजनिक https://t.co/TevA9PT1jg", "@Beepuluv यस विषयमा तथ्याकं चेक गरि आवश्यक संसोधनका लागि संवन्धीत शाखामा पत्राचार गरिएको छ । सुझावका लागि धन्यबाद ।।", "@Hello_Sarkar @RightAutocracy @PM_Nepal @MofaNepal सुझावका लागि धन्यबाद ।", "@Hello_Sarkar @DawadiDurga @PM_Nepal यस संवन्धमा दरबन्दी अनुसार तत्काल कर्मचारी व्यवस्थापनका लागि संवन्धीत शाखामा पत्राचार गरिएको छ । धन्यवाद ।।", "@Mukunda_manis दशै विदा अगावै तलब भत्ता खुवाउने कार्यमा मन्त्रालय प्रयासरत रहेको छ । धन्यबाद ।।", "@Hello_Sarkar @BinayGhorasaine @hamrorabi यस विषयमा तत्काल समस्या सम्बोधनका लागि संवन्धीत शाखामा पत्राचार गरि सकिएको छ । धन्यबाद ।।", "कृषिलाई राष्ट्रको प्राथमिकतामा नराखे देशको दुर्दशा शुरु हुन्छ :कृषिमन्त्री खनाल https://t.co/xcD83LcOUj", "@Hello_Sarkar @CNpaudel344 स्थानिय तह, प्रदेश सरकार मातहत रहने ५१ कृषि ज्ञान केन्द्र र ४७ भेटेरिनरी अस्पताल तथा विज्ञ केन्द्र मार्फत नै साविकको जिल्ला कृषि विकास कार्यालय र जिल्ला पशु सेवा कार्यालयहरुले प्रदान गर्ने सेवा सुविधाहरु प्रदान गर्नेछन । धन्यवाद ।।", "@Hello_Sarkar @tiwari_khagendr हाल सम्म २७ वटा डेरी फर्महरुलाई कारवाहीको दायरामा ल्याईएको छ ।", "कालीमाटीको विवाद एक हप्ताभित्र सल्टाउन कृषि मन्त्री खनालको निर्देशन https://t.co/5rRevrVjKL", "@Hello_Sarkar @Pratap_NP आवश्यक कारवाहीको लागि संवन्धीत शाखामा पत्राचार गरिएको ।", "@MagarBishnu7 नार्क लगायत अन्य निकायहरुलाई पनि सुधार गर्दै लैजानु पर्ने छ र सो दिशामा मन्त्रालय अगाडी बढिसकेको छ ।", "@princessme1995 हजुरले गरेको प्रश्न कृषि तर्फको कुन पेशाको लागि कस्तो कृयाकलापको लागि अनुदान माग गर्नु भएको हो ? प्रष्ट भएन । हजुरलाई पायक पर्ने यस मन्त्रालय अन्तरगतका कार्यालय तथा सोझै यस मन्त्रालयमा सम्पर्क गरि बुझ्न सक्नु हुनेछ ।", "@Hello_Sarkar @dpkkarki यस विषयमा सूचनाहरु तत्काल अधावधिक गरी उप्रान्त नियमित गर्न मन्त्रालयको सम्वन्धित शाखालार्इ पत्राचार गरिसकिएको छ ।  धन्यवाद ।", "‘कृषिमा ३५ करोडको क्षति’ https://t.co/Bmh03cK1P6", "‘हाइड्रोपोनिकल’ प्रविधिबाट खेती https://t.co/fuzE4gPpaF", "तरकारीमा निर्भर बन्दै फुलेकवासी https://t.co/oaDcd5WjCI", "मोरङमा बाढीले कृषितर्फ मात्रै ५५ करोड क्षति https://t.co/6sQMLfUU8c", "Krishi Sambad - Kasiraj Dahal (कृषि  संबाद -कसिराज  दाहाल) https://t.co/bonuGGhOk3 via @YouTube", "मौरीपालनमा किसानको आकर्षण बढ्दो https://t.co/LDUitdPbEa", "कृषिबाटै उन्नति https://t.co/2khvNoOVlm", "पाँचथरमा कृषि उपजको उत्पादन वृद्धि - https://t.co/LysgpCZqMD https://t.co/IeTeTmpxCF", "कृषि राहतका लागि उच्चस्तरीय समिति गठन - https://t.co/LysgpCZqMD https://t.co/hltg3QoLqP", "बाढीको डुवानमा परेको क्षेत्रमा यसरी गरौं वैकल्पिक खेती ! – Newsagro https://t.co/CanDxlstGQ", "कृषि मन्त्रालयका कर्मचारीबाट रु एक करोड २० लाख सहयोग | Ratopati :: For Latest Nepal news and updates https://t.co/4epj6u7Kog", "लटरम्भ स्याउ फलेपछि किसान उत्साहित  https://t.co/GMNowk0VhN", "कास्कीलाई तरकारीको सुपरजोन बनाइने, ग्रीन हाउसन निर्माण अन्तिम चरणमा https://t.co/GvEGoSFWBo", "@Ag_kesu यस विषयमा समस्या समाधान गर्न आवश्यक पहल गरिने छ । धन्यवाद ।", "@Ag_kesu कुन जिल्ला हो ? सम्वन्धित जिल्लाको जिल्ला कृषि विकास कार्यालयमा सम्पर्क गर्नु होला । धन्यवाद ।", "माछा पालनमा आकर्षण बढ्यो https://t.co/vRtofQHJz0", "अलैँची ब्लकलाई पिकअप भ्यान र ट्रयाक्टर https://t.co/mxJOODCbGi", "जडीबुटीखेतीबाट आम्दानी लिँदै किसान https://t.co/UP1BYo4g7L", "यान्त्रीकरणले तान्दैछ पहाडे कृषकको ध्यान https://t.co/rQsqs03neY", "शिक्षण पेशा छाडेर माछापालन व्यवसायमा https://t.co/d8jtSgbzoR", "ताप्लेजुङ अलैंची बिरूवामा आत्मनिर्भर https://t.co/jCJ7xgPWr5", "७५ हजार बिरुवा वितरण https://t.co/om0tlWNH0f", "अल्लो उद्यमतर्फ आकर्षण बढ्दै https://t.co/603XGnFrZT", "च्याउ खेतीले आत्मनिर्भर बन्दै दलित महिला https://t.co/cqCPWRY9bM", "BBC नेपाली - गाउँकै मुहार फेरेको नमुना कृषि https://t.co/lEnqyz2lgI", "इलाममा ‘अलैंँची ब्लक’ कार्यक्रम https://t.co/o5W5cmuE2U", "किसानलाई अनुदानमा हाते ट्रयाक्टर https://t.co/yAmcbam0sa", "@Ag_kesu कृषि कलेज खोल्न स्वीकृति दिने शिक्षा मन्त्रालय रहेको र यस मन्त्रालयबाट समेत यस विषयमा उक्त मन्त्रालयसंग गंभिर चासो व्यक्त गरिएको । धन्यवाद ।", "विषादी प्रयोग घटाउँदै इलामका कृषक – Setopati #nepalvotes https://t.co/yqgSSFonrI via @setopati", "जैविक विषादीको खपत बढ्दै - https://t.co/LysgpDh1Eb https://t.co/ELksMBph3o", "कृषकलाई लप्सी प्रशोधन उपकरण https://t.co/wAEojAn9Si", "विदेश छाडेर नमुना कृषि फर्म https://t.co/Ox44UczWr5", "यस्ता छन् मुलुककै उत्कृष्ट कृषकहरु  https://t.co/fLsEnEZjFv", "मुगी खेतीले कृषकलाई फाइदा https://t.co/XA2xXEan7D", "पत्रकारिता छाडेर कृषिमा लाग्दा एक लाख रुपैयाँको पुरस्कार https://t.co/U5okfIyKHN", "कृषि यन्त्रीकरणको प्रयोग बढ्यो https://t.co/HfSOek1Mcs via @Annapurna_Post", "कलम छोडेर कुटो चलाउन थालेका दुर्इ युवाको खुशी, स्कूल पढाउँदा नरमाएको मन खेतीमा रमायो ! https://t.co/L8JUTRwdXF #bizmandu", "@Stirtha कुन जिल्लाको कृषि विकास कार्यालय हो । प्रष्ट पार्नुस यस सम्वन्धमा तत्काल कारवाही गरिने छ । धन्यावाद ।", "उपत्यकामा साना तरकारी बजार व्यवस्थित गरेसँगै तरकारीको मूल्य घट्यो https://t.co/oyi3nbynze #bizmandu", "@aviyanta_madhes https://t.co/bRqHqUjfhq यस वारे यसमा गएर समेत वुझन सकिने छ । धन्यवाद ।", "@aviyanta_madhes Mohan Ray, Mohottari Livestock office मा सम्पर्क गर्नु होला यस वारेमा । धन्यवाद ।", "किसानलाई प्रोत्साहन गर्न अनुदान | https://t.co/tlfz3EiXAe https://t.co/ID4WL8p3o5", "झापासहित एघार जिल्लामा उच्च प्रविधियुक्त नर्सरी स्थापना | https://t.co/tlfz3E1mbE https://t.co/Us9oOBZU26", "@aviyanta_madhes पाल्पा लगायतको जिल्लामा समेत वितरण भएको छ जिल्ला कृषि विकास कार्यालयमा सम्पर्क गर्नु होस तपाइको जिल्लामा छ, छैन । धन्यावाद ।", "घरमै भर्मीकम्पोस्ट अर्थात् गड्यौली मल कसरि तयार गर्ने त?? सम्पूर्ण बिधि सहित!! https://t.co/1MxkBef9yo", "पाल्पाका किसानलाई मोबाइल फोन वितरण | https://t.co/tlfz3EiXAe https://t.co/jUsxz17qw0", "हिउँदे धानमा फौजी किराको प्रकोप | https://t.co/tlfz3EiXAe https://t.co/d0dF4ibqPz", "धादिङका किसानलाई मोवाईल, सिमकार्ड र यन्त्र वितरण - Dhading Post https://t.co/rF2vChoQgw", "प्रधानमन्त्री कृषि परियोजनाप्रति किसानको बढ्दो आकर्षण – https://t.co/LXTQiaYgPa https://t.co/SJK9LRRSJL", "Nagarik News - दुर्गममा डेढ लाख क्विन्टल खाद्यान्न पठाइयो https://t.co/eJWmiJG86c via @nagarik_news", "पशु बिमा धमाधम https://t.co/cZxrrrp8EL", "तरकारीबाट वार्षिक ५ लाख https://t.co/IPC5KzrIyQ", "इलाममा व्यावसायिक माछापालन https://t.co/Q1lqMNTfJE", "गहुँ उत्पादन बढ्यो https://t.co/AVXMNIKTvB via @Annapurna_Post", "मौरीको घारबाट मनग्गे आम्दानी https://t.co/Go47rRJ8T7 via @Annapurna_Post", "साढे छ सय रोपनीमा हिउँदे धानखेती https://t.co/HLAfzsm1sw via @Annapurna_Post", "कृषि पकेट क्षेत्र विस्तार https://t.co/hgUpCkMFZN via @Annapurna_Post", "सामूहिक खेती गर्दै भूमिहीन https://t.co/wZI6T19zVM", "नयाँ बीउ र सिँचाइले बढायो उत्पादन https://t.co/6xTP2PR3v8", "कृषिमा मिसियो प्रविधि, इन्टरनेटलार्इ गुरु थापेर सुरु गरेको खेतीबाट लाखौंको आम्दानी https://t.co/sEgCJgjdnQ #bizmandu", "केरा खेतीतर्फ मोरङका किसानहरू आकर्षित | कृषिक्षेत्र | साझामन्च https://t.co/QhpVU8kM9B", "सुनसरीमा बन्यो आधुनिक कृषि टहरा, किसान हर्षित | कृषिक्षेत्र | साझामन्च https://t.co/z2Mka73GrX", "आईपिएम कृषक समूह तोपगाछीलाई २२ लाख रुपैयाँ बराबरको उपकरण अनुदान सहयोग | कृषिक्षेत्र | साझामन्च https://t.co/H4aXfWyCc2", "Nagarik News - मौरी पालनमा कृषकहरूको मोह बढ्दै https://t.co/ZuSuq9m3tj via @nagarik_news", "बझाङका किसान आलुखेतीमा आकर्षित https://t.co/zz0tt8BZUd", "आधुनिक प्रविधिबाट आलु खेती https://t.co/sn3zzkh63x", "बगरबाटै कमाइ https://t.co/H8bbkbrBjD", "@Kblimbu3 @Hello_m सम्वन्धित जिल्ला कृषि विकास कार्यालमा सम्पर्क गर्दा राय सुझाव अश्वय पाइन्छ ।नपाइए तुरुन्त गुनासो गर्नु समाधान हामि गर्दै । धन्यवाद", "च्याउबाट राजधानीमै मनग्य आम्दानी!! https://t.co/LpYeUR5I9R", "कृषिमा मिहिनेत गर्ने हो भने कोरिया जापान जानु पर्दैन, एउटा प्रेरणादायी अन्तरबार्ता! https://t.co/jGI6N6Xlbv", "सात फिट लामो घरी, दुई हजार कोसा केरा ! https://t.co/vXNpNLByde", "धानमा आत्म निर्भर वनाउन बर्दियामा चैते धान खेती https://t.co/PdysWTufma", "@Hello_Sarkar @YourSabitey यस विषयमा खाद्य प्रविधि तथा गुण नियन्त्रण विभागमा जानकारी गराईएको छ । धन्यवाद ।", "@Hello_Sarkar @Dipakpoudel यस विषयमा मन्त्रालयबाट कृषि विभागलाई विषेश ध्यान दिन पत्राचार भएको छ ।", "किसानको आफ्नै सुन्तला नर्सरी https://t.co/hYsdp8rMxA", "हिउँदे मकैमा आकर्षण https://t.co/ZMGFuGHPCL", "तरकारीबाट आत्मनिर्भर बन्दै सीतापुरका किसान https://t.co/4YwFxlGl9k", "व्यावसायिक बन्दै केराखेती https://t.co/nRE3PA3XBR", "प्रविधिसँग जोडिंदै किसान https://t.co/42c7lculOo", "@kp_parajuli https://t.co/tTsd5lGDko यस लिकमा हेर्नु होला । नभए मन्त्रालयको वेभसाइटमा समेत उपलब्ध छ । धन्यवाद ।", "@9841906 @Hello_Sarkar यस विषय पशुपन्छी विकास मन्त्रालय स‌ग सम्वन्धित रहेको हुँदा यस गुनासो सम्वोधन गर्न सोही मन्त्रालयमा यस  मन्त्रालयबाट पठाइएकाे छ । धन्यवाद ।", "@Rz_subedi ५० प्रतिशत अनुदानमा हो । धन्यवाद ।", "एक गाउँ एक उत्पादन/एक जिल्ला एक उत्पादन कार्यक्रम कार्यान्वयन निर्देशिका, २०७० (दोश्रो संशोधन २०७३) https://t.co/dMwrT4hap1", "माछा प्रवर्द्धनका लागि रू. ३ करोड ६१ लाख | https://t.co/9DrovhmiHV", "कृषकलाई हाते ट्याक्टर https://t.co/UUldaJ0yzw", "@Die4gooner @Hello_Sarkar @RaZesh वेभसाइट update गर्ने क्रममा रहेको हुँदा केही सूचनाहरु नरहदा पर्नगएको असुविधा प्रतिक्षमा चाहन्छौ‌ ।", "अव एन्रोएड फोन प्रयोगकर्ताहरुले ‘हाम्रो कृषि’ एपमार्फत विभिन्न बाली,मौसम, रोग किरा, प्रविधिबारे जानकारी प्राप्त गर्न सक्नुहुन्छ । धन्यवाद ।", "तनहुँमा चैते धान रोप्ने बढे https://t.co/38Vp2Wk6VQ", "कृषकलाई सूचना दिन मोबाइल https://t.co/bAyor62CQ2", "चितवनमा केराखेती फस्टायो, एउटै किसानको कमाइ २ करोडसम्म, बोट धितो राखेर ऋण दिन माग https://t.co/NtRbnpiEOQ #bizmandu", "अदुवाले मूल्य नपाउँदा किसानलाई चिन्ता https://t.co/0cA5gPD4pL", "कृषि क्रन्तिमा रोल्पाली युवा, भन्छन्-पाए पनि जागिर खान्न https://t.co/XSvSTZvO6x", "@RaZesh @Hello_Sarkar मन्त्रालयको website update/सुधारको क्रममा रहेको व्यहोरा जानकारी गराउदछु । धन्यवाद ।", "@Hello_Sarkar @devlal_subedi अ‌ंगुर वाँके र वर्दिया अनार त्रिशुली र दोलखामा व्यवसायिक खेती भएको जानकारी गराउदछौ‌ । धन्यवाद ।", "@Baburam97589496 जि.कृ.वि.का. अर्घाखाँचीमा युवा लक्षित कार्यक्रम रहेको हुँदा उक्त कार्यालयमा सम्पर्क गर्नु होला ।धन्यवाद ।", "RT @Hello_Sarkar: हेलो सरकारमा गुनासो गर्दा सम्बोधन नहुने ठान्नुहुन्छ भने हामीलाई गुनासो गर्ने समय अन्य कुनै उत्पादक कार्यमा लगाउन अनुरोध छ…", "@journalistsabin @Hello_Sarkar कृषि विकास मन्त्रालयले कुन गोष्ठीमा अल्कोहल प्रयोग गरेको थियो । थप तथ्य भए कारवाहीमा सजिलो हुने थियो ।", "@devlal_subedi फलफूल विकास निर्देशनालयको वेभसाइट https://t.co/tL9dPIUFwZ हो । धन्यवाद ।", "@devlal_subedi यस वारे फलफूल विकास निर्देशनालय, किर्तिपुर र सम्वन्धित जिल्लाको जि.कृ.वि.का मा सम्पर्क गर्नु होला । धन्यवाद ।", "@soomn9 जिल्ला कृषि विकास कार्यलाय झापामा सम्पर्क गर्नु होला। धन्यवाद ।", "तरकारी खेतीबाटै वार्षिक १७ करोड कमाउने यो गाउँ, सिंचार्इ भए उत्पादन दोब्बर पार्ने लक्ष्य https://t.co/V26LENS3hw #bizmandu", "@kcRK2053 जिल्ला कृषि विकास कार्यालयबाटै यस सम्वन्धी कार्य हुन्छ । धन्यवाद ।", "मौरी को मह कसरी काडिन्छ मैरी को घार बाट भिडियो रुपछाँया डिजिटल https://t.co/9p11bfEObk via @YouTube", "म्याग्दीकी रामकुमारी खत्री मौरी पालेर जिल्लाकै नमूना कृषक बन्न सफल - NEW... https://t.co/c2o8LrXXsc via @YouTube", "दाङ घोराही हात्तीखर्कका बासिन्दाहरुको घर घरमा मौरी पालन https://t.co/zemkt31gL4 via @YouTube", "कोरियाको सीपले नेपालमा करोडपती बनेका सफल युवा - १ https://t.co/4OuED65aDD via @YouTube", "च्याउ खेती कसरी गर्ने ? || भाग एक || Mushroom Framing in Nepal  || Part ... https://t.co/LebmAnFF8D via @YouTube", "च्याउ खेती झापामा https://t.co/OwrACZvtTm via @YouTube", "कृषि र जलविद्युतमा भियतनामसँग सहकार्य गर्ने प्रचण्डको इच्छा https://t.co/UQq2iUBkXe", "@milan_new2007 यस विषयमा पशु पन्छी विकास मन्त्रालयमा सम्पर्क गर्नु होला।", "@iam__bimal प्रत्येक जिल्लामा युवालाई लक्षित गरी युवा लक्षित कार्यक्रम रहेको हुँदा सम्वन्धित जिल्लामा सम्पर्क गर्नु होला ।", "@iam__bimal यस विषयमा सम्वन्धित जिल्लाको जिल्ला कृषि विकास कार्यालयमा सम्पर्क गर्नु होला । धन्यवाद ।", "RT @Hello_Sarkar: खाद्यान्नमा विषादी प्रयोग्बरेको गुनासोमा प्राप्त जवाफ... https://t.co/MTzdnMOC3F", "RT @Hello_Sarkar: जानकारीयुक्त भिडियोका लागि धन्यवाद |  https://t.co/gMjxMLdgNl", "RT @Hello_Sarkar: के, कहिले, कहाँ, कसलेजस्ता विवरण नहुँदा गुनासो फर्छ्यौट त हुन्छ, समस्याको पूर्ण सम्बोधन हुँदैन | विवरण स्पस्ट राख्नुहोला…", "@Hello_Sarkar @KIXXXOR यस विषयमा कृषि विभाग स‌ग के भएको हो ? जानकारी माग भएको छ । धन्यवाद ।", "@wostey @Hello_Sarkar यस विषयमा कृषि विकास मन्त्रालयले अनुगमन गर्ने छ । धन्यवाद ।", "@Hello_Sarkar @siromanid @moldgunaso1का.फ. तथा त.ब. वि. स.मा तरकारी एव‌ फलफूलको नमूना संकलन गरी बिषादी परिक्षण हुने गरेको", "@Hello_Sarkar @wosteyकाठमाडौंको कुन स्थानमा हो यस विषयमा कृषि विकास मन्त्रालय गंभिर भएको छ । स्पष्ट पारिदिइ सहयोग गरिदिनु हुन होला । धन्यवाद", "RT @Hello_Sarkar: @sanjeevdevs @Twitter @HelloMoeNepal @hello_moad @Hello_Moic यी ह्यान्डलले गुनासोका लागि कार्य गर्छन, धन्यवाद |", "RT @Hello_Sarkar: के तपाईं आफ्नो घर/कार्यालयछेउ धुलो सफा गर्न सरकारसंग सहकार्यमा १५ मिनेट कुचो लिएर बाहिर निस्कनुहुन्छ? #धुलोलाई_मेरा_१५_मि…", "मोरङमा ११०० कृषक समूह तरकारी खेतीमा https://t.co/ud5bhMBA85", "कृषि प्राविधिक पदहरू सेवा करारमा भर्ना सम्बन्धी सूचना\nhttps://t.co/G65L5o2xhe", "टिस्युकल्चर प्रयोगशाला र स्क्रीन हाउस सुदृढीकरण गर्न निजी क्षेत्रलाई अनुदान उपलव्ध गराउने सम्बन्धी कार्यविधि, २०७३ https://t.co/zZG6jZCgBX", "बाली तथा पशुपंक्षी बीमाको जिल्ला अनुसार बीमक तथा सम्पर्क व्यक्तिको सम्पर्क नम्वरहरु https://t.co/2bDuqQisPX", "RT @Hello_Sarkar: बाग्लुंगको अदुवालाई बजार नभएको बारेको गुनासोमा प्राप्त जवाफ:... https://t.co/tNtdg0vUsy", "RT @Hello_Sarkar: माटो परीक्षणबारे जानकारी माग भएकोमा प्राप्त जवाफ:... https://t.co/alaCBi3bxo", "@nepalikostore कैलालीमा जिल्ला दैवी प्रकोप समितिमा पेश भई सो समितिबाट सिफारिसको क्रममा रहेको भनी उक्त जिल्ला बाट जानकारी प्राप्त भएको ।", "RT @RepublicaNepal: #Twitter, #Facebook push up complaints at @Hello_Sarkar | https://t.co/VHO7RX1eIY https://t.co/5CBtYAvrsZ", "@Mc_Chhetri कहिले काही मोवाइलवाट समेत अपडेट गर्दा भाषा समस्या भएको स्वीकार गर्दछौ ।", "@Ag_kesu सुझावको लागि धन्यवाद । यस सम्वन्धमा शिक्षा मन्त्रालय स‌ग समेत छलफल भइ रहेको व्यहोरा जानकारी गराइन्छ ।", "@Ag_kesuयस सम्वन्धमा नेपाल कृषि अनुसन्धान परिषद् (नार्क) बाट काम भै रहेको जानकारी गराइन्छ ।धन्यवाद ।", "कृपया गुनासो गर्दा गुनासो कर्ताबाट सम्य भाषाको प्रयोग होस भन्ने कृषि विकास मन्त्रालयले अपेक्षा गरेको छ ।", "कृपया गुनासहरु प्रष्ट स‌ग राखिदिनु हुन कृषि विकास मन्त्रालय सवैलाई विनम्र अनुरोध गर्दछ । धन्यावाद", "कृषि विकास मन्त्रालय र पशु पन्छी मन्त्रालय छुटा छुटै भएको हुँदा पशु पन्छी स‌ग सम्वन्धित गुनासाहरु @moldgunaso1मा गुनासो गर्न सक्नु हुन्छ", "यस मन्त्रालयलय स‌ग सम्वन्धित गुनासाहरु मेसेज गर्न पनिसक्नु हुन्छ ।", "@Pratapnarayan4 @moldgunaso1मा गुनासो गर्न सक्नु हुन्छ", "@Pratapnarayan4 @Hello_Sarkar यस गुनासो पशुपन्छी विकास मन्त्रालय स‌‌ग सम्वन्धित भएको हुदाँ उक्त मन्त्रालयलाइ मेनसन गर्नु हुन अनुरोधछ धन्यवाद", "@winger_om @Hello_Sarkar कृषि विकास मन्त्रालय स‌ग सम्वन्धित गुनासो गरै हामी समाधान गर्ने नै छौ ।", "@ravi_gyawali @Hello_Sarkar यस सम्वन्धमा के भएको हो यस मन्त्रालयले छानविन समिति गठन गरि सकेको छ प्रतिवेदन प्राप्त भए थप जानकारी हुने नै छ ।", "द्धन्द्ध पिडित लक्षित विशेष कृषि कार्यक्रम (तरकारी) कार्यान्वयन कार्यविधि, २०७३ https://t.co/puYHLHlSS7", "सिमान्तकृत तथा पिछडिएको समुदाय लक्षित कृषि विशेष कार्यक्रम (तरकारी) कार्यान्वयन कार्यविधि (पहिलो संशोधन, २०७३) https://t.co/W1zb1ULMTa", "कृषि विकास मन्त्रालयको बुलेटिन (तृतीय चौमासिक आ.व. २०७२/७३) https://t.co/8R8sLghOlW", "कृषि विकास मन्त्रालयको निशुल्क फोन नं.: १६१८-०७०-७७७७७९", "@MCFCKI @Hello_Sarkar तपाइले आफ्नो जिल्लाको जिल्ला कृषि विकास कार्यालयमा सम्पर्क गर्नु होला । धन्यवाद", "@RajanishSharma3 @Hello_Sarkar तपाइको कुन जिल्ला र गाँउ हो सो खुलेन तथापी सम्वन्धित जिल्ला कृषि विकास कार्यालयमा नै बुझदा अझ सजिलो", "RT @Hello_Sarkar: कृषि विकास मन्त्रालयसंग सम्बन्धित गुनासा @hello_moad मा राख्न सकिनेछ | धन्यवाद |", "नेपाल सरकार कृषि विकास मन्त्रालयबाट आफ्नो अफिसियल ट्वीटर आइडी खोलिएको सवैलाई जानकारी गराइन्छ"]