["सहसचिव श्री तारानाथ अधिकारीज्यूको बिदाई तथा फेरी \n भेटौला कार्यक्रम  !\nमिति:- २०७९ भाद्र २९ https://t.co/ExHnpysSzq", "मन्त्रालयका सहसचिव डा. टोकराज पाण्डेज्यूको सरुवा विदाई तथा (फेरी भेटौला) कायर्क्रमका तस्वीरहरु-\n(२०७९-०५-१९) https://t.co/BMAuVhq4WN", "RT @hello_dotnpl: Expedition Permitted Data Autumn 2022 https://t.co/Z8V09zfVph", "RT @hello_dotnpl: Expedition Permitted Data Autumn - (Upto August 24) 2022 https://t.co/MLN9GTzynk", "PRESS RELEASE https://t.co/D6hym6ytTw", "श्रीमान सचिव सुरेश अधिकारीज्यूको स्वागत एवम् पद बहाली कार्यक्रमका तस्बिर।\n२०७९/०५/०८ https://t.co/5kYGkTL27X", "संस्कृति, पर्यटन तथा नागरिक उड्‍डयन मन्त्रालयका श्रीमान् सचिव श्री महेश्‍वर न्याैपानेज्यूको विदाई कार्यक्रमका तस्वीरहरु(२०७९-०४-१२) https://t.co/go5P79eTZG", "संस्कृति, पर्यटन तथा नागरिक उड्‍डयन मन्त्रालयद्धारा आयोजित राष्ट्रिय संस्कृति नीति, २०६७ को समयानुकूल परिमार्जन सम्बन्धमा छलफल तथा अन्तरक्रिया कार्यक्रमका तस्वीरहरु(२०७९-०३-१९) https://t.co/GeNgeqavYv", "संस्कृति, पर्यटन तथा नागरिक उड्‍डयन मन्त्री माननीय प्रेम बहादुर आलेज्यूको बिदाई कार्यक्रमका तस्वीरहरु(२०७९-०३-१३) https://t.co/C06vS2znTk", "प्रेस विज्ञप्ति https://t.co/ien3YFrMYL", "https://t.co/mqkvzyspEX", "तारा एयर 9N-AET दुर्घटना छानविन आयोगको प्रेस विज्ञप्ति https://t.co/kKe1lo7Xl2", "15th Everest Day 2022, may 29 https://t.co/srF2lVTIRs", "संस्कृति, पर्यटन तथा नागरिक उड्डययन मन्त्रालय अन्तर्गतको नेपाल पञ्चाङ्ग निर्णायक विकास समितिले प्रकाशन गरेको पात्रो विमोचन कार्यक्रम https://t.co/wjcuYn7IBY", "RT @hello_dotnpl: सगरमाथा आधार शिविरमा पर्वताराेहण अनुगमन तथा सहजीकरण समितिकाे बैठकमा पर्वताराेहण सम्बन्धी विभिन्न विषयहरूमा सराेकारवालाहरू…", "RT @hello_dotnpl: Countrywise Expedition Permitted Spring Data Upto April 12, 2022 https://t.co/JysOrgRelV", "RT @hello_dotnpl: Countrywise Sagarmatha Expedition Permitted Data (Upto 12, April 2022) https://t.co/G7GrfbOStq", "संस्कृति, पर्यटन तथा नागरिक उड्‍डयन मन्त्री माननीय प्रेम बहादुर आलेज्यूसँग नेपालका लागि डोमिनिकन रिपब्लिकका गैरआवासीय राजदूत H.E David Puig Buchel को शिष्टाचार भेटका तस्वीरहरु(२०७८-१२-२९) https://t.co/4XEgTuaAPU", "RT @hello_dotnpl: Expedition Permitted Spring Data of Different Mountains Upto April 11 2022 https://t.co/j78Dox7WF7", "RT @hello_dotnpl: Countrywise Expedition Permitted Spring Data Upto April 11, 2022 https://t.co/QVbsPvtPK6", "RT @hello_dotnpl: Expedition Permitted Data of Sagarmatha Upto April 6, 2022 https://t.co/l5PoIs2RLN", "RT @hello_dotnpl: Issuing the climbing permit. https://t.co/rqJQ65uSLn", "RT @hello_dotnpl: Press Release Regarding Expedition https://t.co/SD9bD0E54Y", "RT @hello_dotnpl: Country wise Expedition Permitted data of Spring Season Up to April 6, 2022 https://t.co/C6KMvjM69x", "स्वागत तथा विदाइ कार्यक्रमका फोटोहरु https://t.co/4LZWuIrZBO", "RT @hello_dotnpl: Expedition Permitted Data Spring, Up to 04, April 2022 https://t.co/R3MdIEP010", "कार्यक्रमः\nसंस्कृति, पर्यटन तथा नागरिक उड्‍डयन मन्त्रालयद्धारा हिमाल आरोही निर्मल पुर्जालाई \"The Global Goodwill Ambassador for Nepal's Tourism\" बाट सम्मान गरिएको कार्यक्रमका तस्वीरहरु(२०७८।११।११) https://t.co/kM3Dyfm1io", "कार्यक्रमः\nमाननीय मन्त्री श्री प्रेम बहादुर आलेज्यूसँग रसियाका गैर आवासीय व्यापार प्रतिनिधि Mr. Alexander Rybas सहितको टोलीले गरेको भेटका तस्वीरहरु (२०७८-११-१०) https://t.co/rXvJkZXLiI", "कार्यक्रमः\nगैर सैनिक हवार्इ उडान (दुर्घटना जाँच) नियमावली २०७८ को मस्यौदा कार्यदलका संयोजक श्री बुद्धिसागर लामिछानेबाट श्रीमान सचिवज्यू महेश्‍वर न्यौपाने समक्ष मस्यौदा पेश भएको कार्यक्रमका तस्वीरहरु (२०७८-११-०९) https://t.co/J2hvAUnbU9", "https://t.co/lqliWnw8Us", "माननीय मन्त्री श्री प्रेम बहादुर आलेज्यूसँग विश्‍व बैंकका Country Director Mr. Faris Hadad-Zervos को शिष्टाचार भेटका तस्वीरहरु (२०७८-१०-२८) https://t.co/nwHIzoOPon", "Programme:-\n७२ औं राष्ट्रिय प्रजातन्त्र दिवस, सांस्कृतिक साहित्यिक तथा अतिरिक्त क्रियाकलाप उपसमितका संयोजक श्रीमान सचिव श्री महेश्‍वर न्यौपानेज्यूको अध्यक्षतामा बसेको बैठकका तस्वीरहरु(२०७८-१०-२७) https://t.co/SkxsckP7eT", "माननीय मन्त्री श्री प्रेम बहादुर आलेज्यूसँग European Union प्रतिनिधिमण्डलका महामहिम राजदूत Mrs. Nona Deprez को शिष्टाचार भेटका तस्वीरहरु (२०७८-१०-२४) https://t.co/l4jbv7Gy8k", "श्रीमान सचिव श्री महेश्‍वर न्यौपानेज्यूको संयोजकत्वमा बसेको आ.व. २०७८/०७९ को दोस्रो त्रैमासिक प्रगति समीक्षा एवम् मन्त्रालयस्तरीय विकास समस्या समाधान उपसमिति( Pre-MDAC) को बैठका तस्वीरहरु (२०७८-१०-२३) https://t.co/lMJetLCXfh", "मन्त्रालयमा आयोजित एक समारोहमा माननीय मन्त्रीज्यूबाट नेपाल नागरिक उड्‍डयन प्राधिकरण (CAAN) का नवनियुक्त महानिर्देशक प्रदीप अधिकारीज्यूले नियुक्ति पत्र लिदै गर्दाको तस्वीरहरु।(२०७८-१०-२०) https://t.co/oTMGHKZ9Ap", "https://t.co/3purtsTPQd", "https://t.co/iPwEqkQrQz", "https://t.co/gu5LXCyW0i", "यस मन्त्रालयका उपसचिव श्री नरहरि घिमिरेज्यूको सरुवा विदाई कायर्क्रमका तस्वीरहरु-(२०७८-०९-३०) https://t.co/N8W3TD8YUz", "मा. मन्त्री श्री प्रेम बहादुर आलेज्यू समक्ष नारायणहिटि दरबार संग्रहालयमा क्‍यान्टिन/क्याफ्टेरिया संचालन सम्बन्धी अध्ययन एवं छानविन समितिका संयोजक, सह सचिव श्री होम प्रसाद लुइटेलज्यूबाट प्रतिवेदन हस्तान्तरण कार्यक्रमको तस्वीरहरु(२०७८-०९-२६) https://t.co/IRerKxpWBd", "माननीय मन्त्रीज्यूसँग BIMSTEC का महासचिवको शिष्टाचार भेटको तस्वीरहरु-२०७८-०९-२० https://t.co/ouoDauzJ3G", "RT @NepalAirlinesRA: नेपाल विद्युत प्राधिकरण र नेपाल वायुसेवा निगमबीच एक आपसमा सहकार्य गर्ने समझदारीपत्र (एमओयू)मा हस्ताक्षर भएको छ । https…", "माननीय मन्त्रीज्यूको उपस्थितिमा नेपाल वायु सेवा निगमका कार्यकारी अधिकृत युवराज अधिकारी तथा नेपाल विद्य‍ुत प्राधिकारणका महानिर्देशक कुलमान धिसिङ बिच यात्रु तथा कार्गो बोक्ने सम्झौता कार्यक्रमका तस्वीरहरु(२०७८-०९-१९) https://t.co/d7iIlmqWcb", "माननीय मन्त्रीज्यूको अध्यक्षतामा बसेको पशुपति क्षेत्र विकास कोष संचालक परिषदको बोर्ड बैठकका तस्वीरहरु(२०७८-०९-१८) https://t.co/MhMvq3v3EN", "RT @nepaltourismb: The Secretary of @hello_tourismnp Maheshwar Neupane, was welcomed by NTB on the 22nd of Dec, 21. At the program held in…", "https://t.co/3AJqMmslg7", "माननीय मन्त्रीज्यूसँग नेपालका लागि रुवाण्डाका गैर-आवासीय महामहिम राजदूत Ms. Jacqueline Mukangira को शिष्टाचार भेटवार्ताको तस्वीर https://t.co/wB2GwSeD0J", "माननीय मन्त्रीज्यूको संयोजकत्वमा बसेको उच्च व्यवस्थापन समूह(SMT) बैठकका तस्वीरहरु-(२०७८-०८-२६) https://t.co/Cd3vJlpw7G", "मन्त्रालयका उपसचिव श्री प्रेम सुवेदीज्यूको सरुवा विदाई कायर्क्रमका तस्वीरहरु-(२०७८-०८-२२) https://t.co/pAP3rPwfKn", "https://t.co/GXW3XAtU5T", "७७औं अन्तर्राष्ट्रिय नागरिक उड्डयन दिवसको अवसरमा मन्त्रालयद्धारा आयोजित \"Challenges of Wildlife Management in Aviation Safety\" विषयक कार्यशाला गोष्ठीका तस्वीरहरु-(२०७८-०८-२१) https://t.co/WA8xn7dpjB", "माननीय मन्त्रीज्यूको समुपस्थितिमा नेपाल वायुसेवा निगमले Dangerous Goods बोक्न पाउने प्रमाण पत्र हस्तान्तरण कार्यक्रमका तस्वीरहरु-(२०७८-०८-२०) https://t.co/ByX2kfSGBH", "माननीय मन्त्रीज्यूसँग नेपाल बंगलादेश मैत्री संघका पदाधिकारी एवम बंगलादेशका पेशागत प्रतिनिधि मण्डलको शिष्टाचार भेटका तस्वीरहरु। https://t.co/eQlq8dhT1b", "RT @nepaltourismb: #NTB in collaboration with #NATTA, completed 1 day B2B &amp; destination promo prog, 14 #Nepali tour operators interacted an…", "राष्ट्रिय पुरस्कार सम्बन्धि सूचना २०७८- https://t.co/WzFSDz2JoP", "यस मन्त्रालयका उपसचिव (कानून) श्री राजन नेपालज्यूको सरुवा विदाई  तथा फेरी भेटौला कायर्क्रमका तस्वीरहरु-(२०७८-०८-०६) https://t.co/8Y4hn44wjt", "आ.व.२०७८/७९ को प्रथम त्रैमासिक प्रगति समीक्षा तथा मन्त्रालय स्तरीय विकास समस्या समाधान\n\nसमिति (MDAC) को बैठक\n\n२०७८ कात्तिक २८ गते https://t.co/Ufpd3IVZwF", "माननीय मन्त्रीज्यूको ADB (Asian Development Bank) का प्रतिनिधि मण्डलसँगको बैठका तस्वीरहरु(२०७८-०७-२३) https://t.co/nIw6532SRu", "RT @nepaltourismb: Nepal participated in WTM 2021 London. During the event, NTB was awarded the Wanderlust Gold Award for Best Pandemic Res…", "RT @hello_CAANepal: https://t.co/yQHxQ2SQVC", "श्रीमान सचिवज्यूको उपस्थितिमा नेपाल वायुसेवा निगमका कार्यकारी अध्यक्ष युवराज अधिकारीज्युले नियुक्ति पत्र लिदै गर्दाको तस्वीरहरु। https://t.co/9ZVkPgaes8", "श्रीमान सचिवज्यूको उपस्थितिमा CAAN का नवनियुक्त महानिर्देशक राजकुमार क्षेत्रीज्यूले नियुक्ति पत्र लिदै गर्दाको तस्वीर।(२०७८-०७-११) https://t.co/8rB1lHS2xD", "54th Meeting of UNWTO Commission for East Asia and the Pacific &amp; 58th \nMeeting of UNWTO Commission for South Asia &amp; 33rd Joint Meeting of CAP &amp; \nCSA https://t.co/MDJheUdmdF", "27 September 2021 , ४२ औं विश्‍व पर्यटन दिवसको पूर्व तयारी सम्बन्धमा श्रीमान सचिवज्यूबाट मन्त्रालय मातहतका निकाय प्रमुखहरुसँगको भर्चुल बैठकका तस्वीरहरु (२०७८-०५-२८) https://t.co/nOugSCJVrk", "निजामती सेवा दिवस २०७८ को अवसरमा श्रीमान सचिवज्यूबाट नारायणहिटी दरबार संग्रहालय परिसरमा वृक्षारोपन तथा बेलायती महारानीबाट उपहारको रुपमा प्राप्त बग्गी उद्घाटन कार्यक्रमको तस्वीरहरु(२०७८-०५-२१)     ०२ https://t.co/UmgfKghd0c", "निजामती सेवा दिवस २०७८ को अवसरमा श्रीमान सचिवज्यूबाट नारायणहिटी दरबार संग्रहालय परिसरमा वृक्षारोपन तथा बेलायती महारानीबाट उपहारको रुपमा प्राप्त बग्गी उद्घाटन कार्यक्रमको तस्वीरहरु(२०७८-०५-२१) https://t.co/lAqoE3kIcI", "Download: https://t.co/Uj1raRnOG1 https://t.co/NtbDjXufgp", "https://t.co/Uj1raRnOG1 https://t.co/fnBTm3v1ha", "https://t.co/EyXzn9lGm4", "सम्माननीय प्रधानमन्त्री श्री केपी शर्मा ओलीज्यूबाट २०७७ सालको पुरस्कार समर्पण कार्यक्रमका तस्वीरहरु-(२०७८-०३-२५) https://t.co/TjPfLGq8kZ", "RT @nepaltourismb: Coming to Nepal? Here's all you in to know. Please log on to the Crisis page on our website https://t.co/HEY79iDsxn for…", "RT @hello_CAANepal: New health and quarantine protocols for passengers travelling to Nepal https://t.co/xfoU7gUjLT", "नव-नियुक्त माननीय मन्त्री श्री लिलानाथ श्रेष्ठज्यूको मन्त्रालयमा स्वागत तथा परिचयात्मक कार्यक्रमका तस्वीरहरु(२०७८-०३-१३) https://t.co/vSdyBE0h0L", "श्रीमान सचिवज्यूको संयोजकत्वमा मन्त्रालय अन्तर्गतका निकायहरुको बार्षिक प्रगति लगायत विविध विषयमा भएको छलफल कार्यक्रम तस्वीर-(२०७८-३-९) https://t.co/outqc7i5Wq", "RT @hello_CAANepal: https://t.co/ZHC5o2kIXO", "PRESS Release:- हवाई भाडादर सम्बन्धमा प्राप्त गुनासो उपर छानबीन समिति गठन सम्बन्धमा https://t.co/jBqTdnaIj4", "नव-नियुक्त माननीय मन्त्री श्री उमाशंकर अरगरियाज्यूको स्वागत तथा परिचयात्मक कार्यक्रमका तस्वीरहरु(२०७८-०२-२३) https://t.co/vJyQZdaUKB", "https://t.co/qYS7mFcLvt", "https://t.co/Agkj0zAPMG", "https://t.co/Ifqy86I1yA", "नेपाली तथा बिदेशी नागरिकहरु बिदेशबाट नेपाल आउंदा पालना गर्नुपर्ने मापदण्ड,२०७८ https://t.co/Lzn6rjnJMP", "https://t.co/J3TOWYcxDG", "https://t.co/OeLAOQiEMo", "https://t.co/cyzkJwGSTI", "RT @nepaltourismb: Nepal became a republic state on May 29, 2008. Since then our young republic has continued to evolve through many challe…", "https://t.co/ci2j60IGUk", "RT @NepalAirlinesRA: https://t.co/bh15O0HudY", "Press Release:-\n\nविभिन्न उडानसँग सम्बन्धित टिकेटिङ्गमा अनियमितता भएको भनि केहि सञ्‍चार माध्यममा प्रकाशित भ्रमपूर्ण र तथ्यहिन समाचार प्रति यस मन्त्रालयको ध्यानाकर्षण भएको छ । https://t.co/yKCDtDmmAs", "https://t.co/TxQxR87B9h", "https://t.co/2BWKFLxOwt", "RT @TIACAO2: Request to all ladies &amp; gentlemen visiting TIA \nत्रिभुवन अन्त्रराष्ट्रिय विमान्स्थल मा पल्नुहुने सबै महानुभाव हरु लाई हार्दिक…", "श्री सीताराम शोभा रथयात्रा तथा श्री सीताराम स्थापना समारोह-२०७८ को अवसरमा सम्माननीय प्रधानमन्त्रीज्यूबाट गरिएको पूजा सहितका विविध कार्यक्रमका तस्वीरहरु(२०७८-०१-०७) https://t.co/lyzDpGCTRh", "मन्त्रालयका सहसचिव श्री प्रदीप कुमार कोइरालाज्यूको सरुवा विदाई कायर्क्रमका तस्वीरहरु-(२०७८-०१-०३) https://t.co/CWZPhAphCq", "\"आजको पर्यटन-चुनौती र अवसर\" बिषयमा पर्यटन सम्बद्ध सरोकारवाला संस्थाहरुसँगको अन्‍तर्कृया कार्यक्रमका तस्वीरहरु(२०७७-१२-३०) https://t.co/651CBnf9mG", "त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल(त्रि.अ.वि) सुधारका सम्बन्धमा माननीय मन्त्रीज्यूबाट आयोजित त्रि.अ.वि. सँग सम्बद्ध सरोकारवाला कार्यालयहरु सहितको बैठकका तस्वीरहरु-(२०७७ चैत २२) https://t.co/ACn3kFM7sw", "RT @NepalAirlinesRA: Our valued customer Uma Gautam Bhandari shares her experience of flying with Nepal Airlines. Thank you for giving us t…", "RT @TIACAO2: Civil Aviation Authority of Nepal (CAAN) has operated CUPPS (Common Use Passenger Processing system) officially from today at…", "MDAC/ 2077-12-17 https://t.co/sz38FINxIr", "माननीय मन्त्रीज्यूबाट नारायणहिटी दरबार संग्रहालयको अवलोकनका तस्वीरहरु-(२०७७-१२-१६) https://t.co/kjk6iaOddJ", "https://t.co/6rpSVkjKZZ", "पर्यटकहरूको आवागमन मापदण्ड-२०७७ https://t.co/gM8h2InN5N", "RT @NepalAirlinesRA: Notice for Passengers Travelling to India! https://t.co/pJb1u5Vb4p", "RT @hello_dotnpl: To Whom It May Concern https://t.co/LruHjj6Zs0", "RT @sushbhattarai: नेपालको बहुआयामिक पर्यटनमा तथ्याङ्कलाई डिजिटल डाटावेशमा राख्न @nepaltourismb ले ‘डिजिटल डेटावेस फर टुरिज्म प्लानिङ’ का…", "https://t.co/eKSt9WLsMW", "RT @nepaltourismb: Join hands with NTB to promote new destinations &amp; products which must b shown to the world ! Follow @nepaltourismboard o…", "RT @NepalAirlinesRA: नेपालको चिनारी तपाईँको आफ्नै एयरलाइन्स! नेपाल वायुसेवा! https://t.co/X4j1IPWt2H", "RT @yogesbhattarai: https://t.co/X8FA9mVUqU", "https://t.co/wBBcEIzNng", "RT @hello_CAANepal: सुदुर पश्चिम प्रदेशका हिमाली तथा पहाडी जिल्लाहरुलाई राजधानी धनगढीसँग हवाई सेवाले जोड्ने अभियान अन्तर्गत लामो समय देखि ब…", "World highest swing tested by Department of Tourism Engineer himself.\n#PARBAT #KUSHMA\n#INSPECTION TEAM FROM DOT. https://t.co/l9BaaeXuMq", "RT @NepalAirlinesRA: नेपाल वायुुसेवा निगमका नवनियुक्त महाप्रवन्धक डिम प्रसाद पौडेलले आज आफ्नो पदभार ग्रहण गर्नुभयो । उहाँलाई नेपाल सरकारले…", "RT @hello_dotnpl: Press release https://t.co/gP4jVpAm1g", "RT @hello_dotnpl: बहराइन एमटि एक्स्पिडिसन टिम 'ए' र टिम 'बि' का साथमा गएका पर्वतीय पथ प्रदर्शक तथा उचाइका कामदारले मनास्लु हिमालमा रहेको फो…", "RT @nepaltourismb: @hello_tourismnp र @nepaltourismb बाट संयुक्त रूपमा प्रकाशित परिचालन निर्देशिका; पर्यटन क्षेत्रकाे लागि स्वास्थ्य प्राे…", "RT @KedarBAdhikari: चौतिस बर्षको सेवा अवधि पश्चात् आजबाट निजामती सेवाबाट अवकाश भएको छु । भावपूर्ण बिदाइका लागि माननीय मन्त्रीज्यू र मन्त्रा…", "संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालयका श्रीमान् सचिव Kedar Bahadur Adhikari निजामती सेवावाट निवृत्त हुनुभएपश्चात विदाईको क्षण । उहाँको सेवा निवृत्त जीवन अझ उर्जामय वन्नेछ भन्ने अपेक्षा गर्दछौ। https://t.co/iFLpARiEJ2", "https://t.co/Gr6nGXCYie", "RT @TIACAO2: All international Passengers arriving at Tribhuvan International Airport Kathmandu are requested to fill this Online Form\nhttp…", "RT @hello_CAANepal: Inaguration of new Departure Sterile Hall, Int'l Apron, 300 m long Runway End Safety Area and Arrival Walk-way of Tribh…", "पर्यटन गाउँ छनौट, विकास तथा व्यवस्थापन सम्बन्धी कार्यविधि, २०७७: सम्बन्धमा राय/सुझाव पठाइदिनुहुन इच्छुक सरोकारवाला निकायहरु सबैमा यसै सूचनाद्वारा अनुरोध गरिएको छ ।\nराय सुझावको लागि उल्लेखित इमेल मा पठाउन अनुरोध छ |\nEMAIL: promotion@tourism.gov.np\nकार्यविधि वेबसाइट मा रहेको छ।", "RT @KedarBAdhikari: आज माननीय संस्कृति पर्यटन तथा नागरिक उड्डयन मंत्रीज्यूबाट लकडाउन अवधिमा निर्माण सम्पन्न तीनसय मीटर रनवे दुइ ठुला पा…", "RT @NepalAirlinesRA: नेपाल वायुसेवा निगमको मिति १७ सेप्टेम्वर, २०२० को काठमाण्डौं–हङ्गकङ्ग र १८ सेप्टेम्वर, २०२० को हङ्गकङ्ग–काठमाण्डौंको उ…", "RT @KedarBAdhikari: निजामती दिवसको उपलक्ष्यमा समस्त निजामती कर्मचारीबन्धुहरूमा हार्दिक शुभकामना!", "RT @yogesbhattarai: निजामती सेवा दिवस २०७७ को अवसरमा समस्त कर्मचारी मित्रहरुमा हार्दिक शुभकामना ! अझ बढी गतिशिल, पारदर्शी, जवफदेही र प्रति…", "https://t.co/18uVkaPNv2", "https://t.co/g0a9YlEtCE", "RT @PADT_Official: यहाँहरु सम्पूर्णमा गौरा पर्वको मंगलमय शुभकामना ! भगवान श्री पशुपतिनाथले सबैको कल्याण गरुन। https://t.co/5AL8enaToz", "नियमित तथा चार्टर अन्तर्राष्ट्रिय उडान संचालन सम्बन्धमा । https://t.co/ZttQLxhdFf", "@bijayamatya Yes sir, please visit tourism ministry website.", "आ.व २०७६ ७७ को वार्षिक प्रगति पुस्तिका सार्वजनिकीकरण!\nFor more visit our MOCTCA OFFICIAL FACEBOOK PAGE.", "RT @PADT_Official: आ.व २०७६ ७७ को वार्षिक प्रगति पुस्तिका सार्वजनिकीकरण!\nhttps://t.co/0vBdKSiBFx", "RT @PADT_Official: श्री गणेशाय नम:\nशान्ताकारम् भुजगशयनम् पद्मनाभम् सुरेशम् ।\nविश्वाधारम् गगनसदृशम् मेघवर्ण शुभाङ्गम् ।।\nलक्षमीकान्तम् कमलनय…", "RT @NepalAirlinesRA: पुनः श्री संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालयको स्वीकृतिमा उक्त दिन दुवईबाट काठमाडौं उडानका लागि टिकट लिइसके…", "RT @NepalAirlinesRA: उडान तालिका https://t.co/49fz8WL7G8", "काठमाण्डौ प्र जि अ वाट क्वारेन्टाईन प्रयोगका लागि प्रकाशित होटलहरुको सूची आवश्यक जानकारीका लागि\nClick on MOCTCA_CLOUD LINK. https://t.co/Ud4Zr6bOUy", "https://t.co/AECoej6SGL \n\n LIST OF QUARANTINE:-HOTEL.", "@bijayamatya https://t.co/AECoej6SGL", "RT @KedarBAdhikari: हरितालिका तीजको अवसरमा सम्पूर्ण महिलाहरूमा शुभकामना । पर्वले महिलाको सम्मान र सशक्तिकरणमा विशेष योगदान पुर्याओस भन्न का…", "RT @yogesbhattarai: स्वदेश तथा बिदेशमा रहनुभएका सम्पूर्ण दिदिबहिनीहरुमा तीज पर्वको हार्दिक शुभकामना । अर्को साल जमघट गरौला, यसपटक कोरनालाई…", "@ektarey @yogesbhattarai 9851310811 मा सम्पर्क गर्न सक्नुहुन्छ। भुलबस गलत नंबर सूचना मा पर्न गएको थियो।", "यस सम्बन्धमा निर्देशिका एवम usermanual मन्त्रालयको वेबसाइट(सूचना) मा राखिएको छ। थप जानकारी को लागि planning@tourism.gov.np मा सम्पर्क गर्न सक्नुहुने छ। https://t.co/LoR6CKoneY", "सूचना।।।। https://t.co/AeWlv2aKCF", "RT @KedarBAdhikari: नेपाल सरकारबाट प्रदेश र स्थानीय तहसंग पर्यटन पूर्वाधार तथा पर्यटन उपज विकासमा लागत साझेदारी निर्देशिका २०७७ स्वीकृत भए…", "पशुपति क्षेत्रको गुरुयोजना, २०७७ मन्त्रालय को वेबसाइट मा सूचना तथा डाउनलोड मा राखिएको छ।\nhttp://103.69.125.47/index.php/s/bRNHrDQ3QzCSAX2\nपशुपति क्षेत्रको गुरुयोजना, २०७७ का सम्बन्धमा सुझाव सल्लाह भए २०७७ भाद्र १० गते सम्म bimal.gnawali@nepal.gov.np मा इमेल गर्नुहुन अनुरोध छ ।", "NEPAL TOURISM STATISTICS 2019 -PDF COPY\n\nhttps://t.co/t3BmPLa9Bi", "RT @TIACAO2: Press Release regarding Friday's (26th June 2020) flights from TIA https://t.co/Jta7mKpEHp", "RT @TIACAO2: आज मिती २०७७ असार १२ गते शुक्रबार को दिन त्रिभुवन अन्तरराष्ट्रिय विमानस्थल बाट भएको उडान सम्बन्धी प्रेस विज्ञप्ती https://t.co…", "RT @TIACAO2: २०७७ असार ८ गते को उडान सम्बन्धी प्रेस विज्ञप्ती https://t.co/GXzkmf3GRR", "RT @nepaltourismb: Press Release !!\n\n#Nepal #NepalNOW #NepalinJune2020 https://t.co/1yXw0gX4RY", "https://t.co/u1ZCDk1y5O", "RT @hello_CAANepal: The suspension period of all domestic and international commercial flights has been extended till 15 May 2020 mid-night…", "RT @nepaltourismb: Another batch of foreigners and Nepali people was rescued today with two flights bringing back a total of 24 passengers,…", "RT @KedarBAdhikari: आजबाट पर्यटक उद्धारको सबै कार्य सम्पन्न भएको छ। कूल १७२१ जना देशभित्रबाट र १५९२ जना सम्बन्धित देशमा पठाउने कार्य भएको छ…", "बजेट रोक्का सम्बन्धमा। मन्त्रालय तथा अन्तर्गत निकायहरुको लागि https://t.co/fjNMnohYYZ", "RT @mofaganepal: बजेट रोक्का सम्बन्धमा । (पत्रमा उल्लेखित निकायहरु सबै) https://t.co/lUDJB6ZYm3", "RT @KedarBAdhikari: Nepal airlines flew to Brisbane, Australia today carrying 250 passengers. I would like to express my sincere gratitude…", "RT @KedarBAdhikari: कोरोना प्रभावका कारण नेपाल सरकारको २०७६।१२।९ को निर्णयबाट नेपाल भ्रमण वर्ष २०२० को कार्यक्रम स्थगित भएको छ। साथै २०७७…", "RT @KedarBAdhikari: कोरोनाको उद्धारपछि नेवानिको अर्को सफलताको कथा ! आठ घण्टा बढी समयको पीडादायी पर्खाई पछि कोरोनाको उपचार सामाग्रीसहितको ज…", "RT @NepalPoliceHQ: स्वयम् एकान्तवास , क्वारेन्टाइनमा बस्दा पालना गर्नुपर्ने नियमहरू\n\nhttps://t.co/J0obL30qZe https://t.co/EwDnzJEYFS", "RT @mofaganepal: कोरोना भाईरस (COVID-19) सम्बन्धी क्वारेन्टाईन सञ्चालन तथा व्यवस्थापन गर्न बनेको मापदण्ड २०७६ । (स्थानीय तहहरु सबै) https:/…", "RT @nepaltourismb: Buddha Air chartered flight carrying 58 French nationals stranded at Pokhara due to the lockdown landed at TIA today. Th…", "RT @kpsharmaoli: We all are under lockdown\nBe Safe - Stay at Home\nTill the next announcement !\n#COVID_19Nepal #बन्दबन्दीमा_नेपाल https://t.…", "RT @KedarBAdhikari: Rescue flight arranged for stranded foreigners inside country. Contact MoFA for further detail. Nepal Tourism Board’s r…", "RT @KedarBAdhikari: Free riding arranged for evacuated foreigners from airport to hotel by Nepal Tourism Board. We are help to there.", "कोभिड संक्रमण रोकथाम तथा नियन्त्रण उच्चस्तरीय समन्वय समितिको १२ औ बैठकका निर्णयहरू यस प्रकार रहेका छन। https://t.co/PeoxSSmLlC", "https://t.co/YDL6HRQB3F", "RT @rekhafilms: हरेक बिपत्ती, त्रासदी र प्रतिकुलतालाई जितेर मानव जीवनले अझ उन्नत र नौलो दिन देखेको छ, देखी रहने छ । अफवाह र हल्ला होइन जिम्…", "RT @mofaganepal: COVID-19 सम्बन्धी कार्ययोजना कार्यान्वयन सम्बन्धमा । (प्रमुख प्रशाकिय अधिकृत स्थानीय तहहरु सबै) https://t.co/2lB4pdREDc", "RT @NepalPoliceHQ: महानगरीय ट्राफिक प्रहरी महाशाखाको अनुरोध", "RT @mofaganepal: बिदा सम्बन्धमा । (श्री स्थानीय तहरु सबै) https://t.co/6946D9YyLZ", "RT @mofaganepal: आवश्यक समन्वय तथा सहजीकरण सम्बन्धमा । (स्थानीय तहहरु सबै) https://t.co/35DvoWHnmM", "RT @NepalPoliceHQ: https://t.co/ErBNuQblHa", "RT @NepalPoliceHQ: नेपालभर COVID-19 को संक्रमण फैलने सम्भावना देखिएकोले नेपाल सरकारले संक्रामक रोग ऐन २०२० को दफा २ ले दिएको अधिकार प्रयोग…", "RT @NepalPoliceHQ: https://t.co/PyFWHBoKa0", "RT @valleytraffic: ट्राफिक प्रहरीको अनुरोध । https://t.co/fAZWFSYQD6", "RT @nepaltourismb: NTB under the Ministry of Culture, Tourism and Civil Aviation visited hotels and restaurants in the different parts of t…", "RT @hello_sarkar: https://t.co/KLZ6cfLmoV", "RT @TIACAO2: TIA Operation related Notice in context of COVID-19 https://t.co/Pyw0W7ABRX", "RT @hello_CAANepal: Urgent Notice to All International Airlines https://t.co/dS722YiBUJ", "RT @hello_CAANepal: सामाजिक सञ्जालमा वायुसेवाहरुले बढी भाडा लिएको भन्ने सम्बन्धमा प्राधिकरणको ध्यानाकर्षण भएको छ । प्राधिकरणबाट स्वीकृत उडा…", "RT @NepalAirlinesRA: The Directorate General of Civil Aviation, India in response to COVID-19 for its transmission prevention and control,…", "RT @NepalAirlinesRA: Passengers who have tickets for the cancelled flights are eligible for full refund with no extra charge.", "RT @NepalAirlinesRA: Nepal Airlines Corporation, has postponed its regular flights to and from India's New Delhi, Mumbai and Bangalore citi…", "RT @TIACAO2: For details, please visit https://t.co/NATetvnF2B https://t.co/WuqUeHdsId", "RT @ourktv: \"यतिबेला तपाईँको निजी घर पनि सार्वजनिक सम्पत्ति भइसक्यो, सरकारले चाह्यो भने जतिबेला पनि प्रयोग गर्न सक्छ।\"\n\n- योगेश भट्टराई, प…", "RT @KedarBAdhikari: २२ मार्च २०२० को मध्यराति ११.५९ बजे देखि लागू हुने गरी नेपाल आउने सबै अन्तर्राष्ट्रीय हवाई उड़ान ३१ मार्च राती ११.५९ ब…", "RT @hello_CAANepal: Urgent Notice to All Int'l Airlines:\nWith effective from 22 March 2020 midnight (23:59Nepali Standard Time), landing pe…", "Press Release : 2076/11/29-30 https://t.co/gFgf6knafk", "RT @yogesbhattarai: लैंगिक, सामाजिक र आर्थिक समानता सहितको समाज निर्माणमा कृयाशील समस्त दिदिबहिनी तथा दाजुभाईमा ११० औ अन्तरास्ट्रिय श्रमीक…", "RT @KedarBAdhikari: अन्तर्राष्ट्रीय नारी दिवसको उपलक्ष्यमा सम्पूर्ण नारीहरुमा शुभकामना! सहकार्य, सहभागिताबाटै सफलता र सम्मान मिलोस भन्ने का…", "RT @KedarBAdhikari: Health Desks established in Chandragadhi, Janakpur, Bharatpur and Dhangadhi Airport to check CORONA VIRUS. More to come.", "https://t.co/BBJZOmir3t", "https://t.co/tfjv4qbHPv", "RT @nepaltourismb: Congratulations to Dr. Dhananjaya Regmi on being appointed as the new CEO of Nepal Tourism Board. We wish him a successf…", "RT @nepaltourismb: What is man compared to the mighty marvels of nature? A beautiful perspective of Mount Machhapuchhre in Pokhara.\n\n#Visit…", "RT @hello_dot_np: Committee formulation https://t.co/ZXA5qy3Yig", "RT @KedarBAdhikari: Bring all information.", "RT @NepalAirlinesRA: नेपाल एयरलाइन्सको आन्तरिक उडानका टिकट मोबाइल एपमा https://t.co/Ef6kIBH632", "RT @hello_dot_np: Brief note of the 2019, Autumn Season (Mountaineering of Nepal) https://t.co/oquT3fD2D2", "RT @nepaltourismb: Fulfil your dreams of conquering the #Everest on the walk of a lifetime! The journey to #EverestBaseCamp is a trek to re…", "RT @nepaltourismb: The colourful Taalbarahi Temple looks simply beautiful from the sky!\n\nThe temple can be found in the middle of #PhewaLak…", "RT @picwrds: An aerial view of Bauddhanath Stupa. The monument is listed by the UNESCO as one of the World Heritage Sites of Nepal. \nDay 3…", "RT @yogesbhattarai: त्रिभुवन अन्तरास्ट्रिय बिमानस्थललाई बुटीक बिमानस्थलमा रुपान्तरण गर्ने काम मध्ये आगमन क्षेत्रमा बुद्धको प्रतिमा स्थापित…", "RT @nepaltourismb: Nepal Airlines has incorporated the Visit Nepal logo on their aircraft!\n\n#VisitNepal2020 #LifeTimeExperiences #NepalAirl…", "RT @nepaltourismb: The Great Buddhist Trail, launched as a unique Tourism product in 2013, starts from Swoyambhunath 3 days before the full…", "RT @nepaltourismb: The 16th edition of #ElephantFestival kicked off in #Nepal's popular #tourismdestination #Chitwan on Thursday 26th Decem…", "RT @prahladspatel: जनकपुर मे माता सीता जी के जन्म भूमि पर बने मंदिर प्रांगण में सवा लाख शालिगराम के दर्शन एवं स्पर्श का अद्भुत संयोग मिला @…", "RT @prahladspatel: जनकपुर मे माता सीता जी के मंदिर प्रांगण में महंत जी सहित अन्य गणमान्यो ने जो आत्मीय स्वागत किया, वह अभिनंदनीय है, मै हृद…", "RT @UNDPNepal: Let’s make 2020, a year of #sustainabletourism. Nepal, one of the world’s most beautiful tourist destinations, has launched…", "RT @USAmbNepal: To support the #VisitNepal2020 campaign, I announce a month-long initiative across all @USEmbassyNepal social media platfor…", "RT @humagainrajeev: Yes, Please use the correct Logo ! https://t.co/2Zb0L4JYea", "@abhi4418 Noted,thanks", "https://t.co/w0ceE3tM2m", "https://t.co/ybgjVkbumz", "RT @yogesbhattarai: I am honored to thank President of Global Resilience Council (GRC) and Tourism Minister of Jamaica Mr. Bartlett for ann…", "RT @nepaltourismb: Inauguration of Visit Nepal 2020 at Dasarath Stadium, Kathmandu, Nepal.\n\n#VisitNepal2020 #LifeTimeExperiences #OnceIsNot…", "https://t.co/id3AIlFkzU", "आजदेखि नेपाल भ्रमण बर्ष २०२० को सुरुवात हुँंदैछ ।  \nपाहुनालाई मनैदेखि स्वागत गरौं । \nनेपाल भ्रमण बर्ष २०२० सफल पारौं ।", "RT @nepaltourismb: Here's how the official Visit Nepal logo should look like. Please use the correct logo for any promotional activities.…", "RT @nepaltourismb: #Nepal is more than snow-covered mountains and glaciers. Explore the abundant natural beauty of Nepal with an open mind…", "RT @VNY2020official: #NyatapolaTemple, one of the tallest pagoda-style temples in Nepal, is one of the major attractions of Bhaktapur. The…", "https://t.co/5890Ve6x8y", "RT @hello_dot_np: Urgent Notice https://t.co/K5Cv7b0gX7", "RT @KedarBAdhikari: पर्यटन क्षेत्रका व्यावसायीहरुमाझ भ्रमण वर्ष सफल पार्न आह्वान गर्दै माननीय मन्त्रीज्यु ! https://t.co/wQRvLyvndt", "RT @VNY2020official: Towering at 7,031m, Mount Saipal is the second highest peak of the Far Western Himalayan region. The trail up the moun…", "RT @KedarBAdhikari: बौद्ध धर्म गुरुहरुसंग भ्रमण वर्ष २०२० सफल पार्न मा मन्त्रीज्युबाट विशेष आह्वान ! https://t.co/TWMAMmEMg1", "RT @Lumbinidtrust: Goodwill ambassador of Nepal for the promotion of the #VisitNepal2020 campaign Chinese actress Xu Qing visited the birth…", "RT @hello_dot_np: Urgent Notice https://t.co/m8kCvbQGqa", "RT @VNY2020official: Begnas is the third-largest freshwater lake in Nepal and the second largest among the eight largest lakes in Pokhara.…", "RT @Lumbinidtrust: Hon. Minister for Culture, Tourism, and Civil Aviation Mr. Yogesh Bhattarai visiting the birthplace of Sakyamuni Buddha…", "Visit Nepal 2020 को सन्दर्भमा  मन्त्रालय तथा अन्तरगत  निकाय को गुनासो /सुझाब /सेवा स्तर/आपतकालीन नंबर  सहितको Real Time मा हेर्न तथा सो सम्बन्धी आवश्यक कार्य  अघि बढाउन मिल्ने DIGITAL COMPLAIN SYSTEM(DCB) at Moctca. https://t.co/mbABHiggGQ https://t.co/KDliJDOhGO", "@KedarBAdhikari https://t.co/bSwDrLQcSH", "RT @deepakshres: @hello_tourismnp विषेशतः स्थानिय तहकाे प्रिण्ट पत्रिकामा अाउने धेरै सूचनामा माछापुच्छ्रे र सगरमाथा उल्टा प्रयाेग भएकाे भे…", "@gbudhathoki Background Transparent भएको ले  कालो देखिएको हो। मात्र सबै ठाऊँ मा गलत लोगों प्रयोग भएको ले जानकारी को लागि मात्र। https://t.co/WCy4sU7clt", "Visit Nepal 2020 https://t.co/l9dcWbB2Dm", "RT @yogesbhattarai: त्रिभुवन अन्तरास्ट्रिय बिमानस्थलमा थप पार्किङ् क्षेत्रको बिस्तार र Txi Way को काम अन्तिम चरणमा पुगेको छ । त्यसपछि जहाज…", "https://t.co/XO4OtxHmwf", "प्रेस विज्ञप्ति: हवाई उड़ान समान भाड़ा दर कायम गर्ने तथा छुट, लगायत इन्धन सम्बन्धमा। \nFor more: Visit Tourism Website https://t.co/PZF02ACzSW", "RT @NepalAirlinesRA: फ्लाइट अपरेसनका निर्देशक श्री दिपराज ज्वारचन नेपाल वायुसेवा निगमको Nepal Airlines Breathalyzer Policyका बारेमा जानकारी…", "RT @mofaganepal: समायोजन संशोधन, सरुवा, पदस्थापना तथा काज सम्बन्धी सूचना\n\nhttps://t.co/2zLtlH41OY", "RT @cookieshradha: Finally.. thanks to all who made this possible!! @NepalAirlinesRA https://t.co/aUOnb6ONJi", "RT @mofaganepal: कर्मचारीको बिदा स्वीकृत बारे । (श्री सचिव सम्पुर्ण आयोग मन्त्रालय तथा निकायहरु)\nhttps://t.co/7m1v4AIWrk", "RT @hello_CAANepal: Presentation and interaction programme on the Masterplan of Nepalgunj Airport in the presence of Hon. Minister Yogesh B…", "RT @NepalAirlinesRA: नेपाल वायुसेवा निगमले नेपाल सरकारद्वारा घोषित नेपाल भ्रमण बर्ष २०२० लाई अत्यधिक सफल बनाउन रणनीतिक कार्य योजनालाई थप प…", "RT @TIACAO2: Feel free to contact \"Ask Me\" jacket wearing staff in Departure, Immigration &amp; Arrival area of International Terminal Building…", "नया तथा स्थापित पर्यटन पुर्बाधार विकास कार्यक्रम तर्फको बजेट बिनियोजन बिबरण एबम मार्गदर्शन सहित |\nhttps://t.co/z3mj3ml1O1", "RT @hello_dot_np: Today's Press Release\n6th november 2019 https://t.co/9lEGB2fBHv", "RT @VNY2020official: Visit Nepal for its diverse cuisine. Taste the story with each bite. \n\n#VisitNepal2020 https://t.co/RkikO5n39y", "RT @hello_dot_np: Today's Press Release\n4th november 2019 https://t.co/NpHzqWxNTN", "RT @nepaltourismb: The #BhaktapurDurbarSquare in the historic town of Bhaktapur, located 13 km east of Kathmandu, is one of the three main…", "RT @hello_dot_np: Today's Press Release\n3rd november 2019 https://t.co/Poo4VvGDPt", "RT @hello_CAANepal: The Director General of the Civil Aviation Authority of Nepal has been elected as the Vice-Chairman of Asia Pacific Air…", "RT @yogesbhattarai: नारायणहीटी दरबारको एेतिहासिकता तथा पुरातात्वीक महत्वलाई असर पर्ने कुनै पनि काम सरकारबाट हुनेछैन् । अपुस्ट तथा अपूर्ण स…", "RT @valleytraffic: ट्राफिक प्रहरीको अनुरोध ।\n------------------- https://t.co/46s85CvJII", "RT @doitnepal: सूचना प्रविधि विभाग र राष्ट्रिय सर्तकता केन्द्रबिच केन्द्रिय हाजिरी प्रणालीको संचालनका विषयमा MOU (Memorandum of Understandi…", "RT @hello_dot_np: Today's Press Release https://t.co/lU7cJElaAD", "RT @suraj_vaidya14: This is Nepal and 2020 awaits you https://t.co/f540cRnXDL", "RT @hello_dot_np: Congratulations !! https://t.co/nnTW9t2pij", "https://t.co/dK5ijXpxsy", "RT @TIACAO2: VVIP Movement Related Notice https://t.co/3WXkcAGeWp", "RT @NepalAirlinesRA: Osaka Flight for Today has been canceled due to Typhoon.\nSorry for the inconvenience.\n@TIACAO2 @hello_tourismnp", "RT @suraj_vaidya14: https://t.co/oPco5bBBwM", "RT @suraj_vaidya14: Spread the word #VisitNepal2020 https://t.co/xb5uYe6paX", "RT @hello_CAANepal: Final signing of Air Services Agreement between Nepal and UAE at ICAO Headquarters, Montreal on 28th September 2019. ht…", "https://t.co/P1Vh9zu4k5", "RT @PM_Nepal: १०१ औं जन्मदिवसका अवसरमा काव्यसाधक तथा राष्ट्रकवि माधवप्रसाद घिमिरेज्यूमा हार्दिक बधाई ज्ञापन गर्दछु । नेपाली वाङ्मयले अझै ला…", "RT @nepaltourismb: The #BhaktapurDurbarSquare, located 13 km east of Kathmandu in the ancient city of #Bhaktapur, is listed as a #UNESCO #W…", "RT @yogesbhattarai: संघीय लोकतान्त्रिक गणतन्त्रलाई संस्थागत गर्दै सम्म्रिद्ध नेपाल सुखी नेपालीकोको यात्रामा एकताबद्ध ढंगले अघि बढौ । संबिधा…", "संबिधान दिवस तथा राष्ट्रिय दिवस मनाउने सम्बन्धमा । https://t.co/1D3spKxBz9", "RT @Online_khabar: नेपाल एयरलाइन्सले ७० वर्ष कटेका ज्येष्ठ नागरिकलाई भाडामा ५० प्रतिशत छुट दिने घोषणा गरेको छ ।\nhttps://t.co/H2LGDT5FlM", "RT @yogesbhattarai: Thanks Gulf Times and Usha ji Savour the experiences of a lifetime” — Yogesh Bhattarai, Minister of Culture, Tourism an…", "RT @NepalAirlinesRA: जेष्ठ नागरिकको सम्मान स्वरुप नेपाल वायुसेवा निगमले ७० बर्ष नाघेका जेष्ठ नेपाली नागरिकका लागि आन्तरिक उडानको भाडामा ५०…", "@NepalAirlinesRA", "नेपाल वायुसेवा निगम सुधार सुझाव कार्यदलले माननीय संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रीज्यूसमक्ष २०७६।६।१ मा पेश गरेको प्रतिवेदन डाउनलोड गर्नुहोस्---&gt;\nhttps://t.co/GGW2RA6YQd https://t.co/R4r75FG0OW", "RT @mofaganepal: कर्मचारी अनिबार्य उपस्थिति सम्बन्धमा । (तोकिएका निकाय सबै)\nhttps://t.co/KLTdyqjA89", "RT @Mohagunaso: https://t.co/do5Me3x6eW", "RT @nepaltourismb: Upper Dolpo, one of the most remote areas of Nepal, is an almost impossible trek considering the terrain, weather condit…", "RT @TIACAO2: Press Release regarding progress report of 141 points commitment by Honorable Minister of culture, Tourism &amp; Civil Aviation ht…", "RT @nepaltourismb: According to data collected from the Pokhara Civil Aviation Office and police stations located in Anbu Khaireni, Tanahu…", "RT @TIACAO2: Notice (Suchana) regarding VVIP Vehicle Pass https://t.co/tmhzDBbL3u", "@Ranjitkumarkark @SuryaRAcharya @yogesbhattarai https://t.co/dLtDMSVUyS", "RT @nepaltourismb: Nepali art is diverse and complex. Traditional art here includes intricate floral patterns, mythical beings, and the com…", "RT @yogesbhattarai: https://t.co/6L4lErh3WN", "@SuryaRAcharya @yogesbhattarai सुझाबको लागि धन्यवाद, सुधार गर्ने तथा सो सम्बन्धमा ब्यबस्थापन गर्ने कामहरु अगाडि बढ़ी रहेको छ।", "https://t.co/RuVjzWXXot", "RT @picwrds: टौदह । \n#VisitNepal2020 https://t.co/oXWzEj6jp4", "RT @Lumbinidtrust: A group of Buddhist pilgrims posing for photograph at Mayadevi Temple, Lumbini: the birthplace of Gautam Buddha.\n\n#Visit…", "RT @NepalAirlinesRA: The Embassy of Japan in Nepal organized a Promotional Event of Nepal Airlines Direct flight to Japan as well as Visit…", "RT @TIACAO2: Inauguration of Baggage Handling system at Domestic terminal of TIA by Honorable  Minister of Culture, Tourism &amp; Civil Aviatio…", "RT @WorldBankNepal: An absolute honor to meet with Hon.  Minister @yogesbhattarai and listen to his plans for uplifting the tourism and avi…", "RT @hello_dot_np: Press Release\nAugust 23, 2019\nDepartment of Tourism https://t.co/Ys4BXWrT87", "RT @hello_CAANepal: Press-meet organized by CAAN to inform about successful completion of 56th DGCA conference detailing about the conferen…", "RT @hello_tourismnp: एकवर्षको प्रमुख प्राथमिकताका कार्यक्रमहरुको सार्वजनिकीकरण २०७६_५_९\nhttps://t.co/dLtDMSVUyS", "RT @valleytraffic: २०७६/५/१०, सवारी साधन पार्किङ सम्बन्धि सूचना\n----------------------------------------------------- https://t.co/8qpZUw6P…", "RT @hello_dot_np: Press Release\nAugust 23, 2019\nDepartment of Tourism\n\nhttps://t.co/0xz9MCRHva\n\n@hello_tourismnp @hello_sarkar", "एकवर्षको प्रमुख प्राथमिकताका कार्यक्रमहरुको सार्वजनिकीकरण २०७६_५_९\nhttps://t.co/dLtDMSVUyS", "डेंगु रोग नियन्त्रण सम्बन्धमा। सम्पुर्ण निकायहरुमा जानकारी का लागि। https://t.co/YcHABHrdZ1", "https://t.co/ku0C5h8emK", "RT @yogesbhattarai: जनबादी गणतन्त्र चीनका महामहिम राजदूत https://t.co/tOLdcPJSUK. Hou Yanqi र यूनाइटेड अरब इमिरेट्सका महामहिम राजदूत H.E. M…", "RT @hello_CAANepal: Hon'ble Minister for Culture, Tourism &amp; Civil Aviation unveiling 'Aviation Safety Report 2019' amidst gathering of  Dir…", "Press Release https://t.co/sXvcWnINvg", "RT @yogesbhattarai: नेपालको इतिहासका जीवन्त साक्षी मदनमणि दीक्षितको निधनमा दुःख व्यक्त गर्दै नेपाल सरकार संस्कृति, पर्यटन तथा नागरिक उड्डयन…", "RT @USAmbNepal: Great to talk with Hon’ble Tourism Minister @yogesbhattarai about #VisitNepal2020 and his exciting visions to boost tourism…", "Press Release-/Full Report प्रतिवेदन_ नेपालको पर्वतीय पर्यटन (पर्वतारोहण) सुधार सुझाब समिति, २०७६ को अध्ययन तथा सुझाब\nhttps://t.co/BA8ooSZOao", "RT @TIACAO2: Press release https://t.co/lTxzB6tceG", "https://t.co/hYgYcIAv8F", "RT @Online_khabar: पर्यटन मन्त्रीको आह्वान : फेसबुक, ट्वीटरमा भ्रमण वर्षको लोगो राखिदिनुहोस् https://t.co/tMIVbALxo0", "@SURSWAMY @hello_sarkar @PM_Nepal Thank you for your Message. We will develop such kind of system in Future.", "RT @yogesbhattarai: https://t.co/6kA5sU3u3m", "https://t.co/aHuAjfsbPn", "RT @yogesbhattarai: नेपाल सरकारका पूर्व सचिव श्री सुशिल घिमिरेको संयोजकत्वमा नेपाल वायुसेवा निगम सुधार सुझाव कार्यदल गठन भएको छ । https://t…", "RT @NepalAirlinesRA: Kathmandu - Osaka - Kathmandu direct flight starting from August 29, 2019.\n\nCountry Manager Japan: Mr.Santosh Pandey\nM…", "@aryalbj @nepaltourismb @hello_dot_np @hello_sarkar @yogesbhattarai Well Noted .", "@dinesh_koirala_ @hello_sarkar @yogesbhattarai Noted and Forwarded to @NepalAirlinesRA", "RT @hello_CAANepal: Warmest congratulations to newly appointed Minister for Culture, Tourism and Civil Aviation Mr. Yogesh Bhattarai!!! @yo…", "RT @Nepal_Aviation: Cordially welcome and best wishes to newly appointed minister for culture, tourism and civil aviation ministry @hello_t…", "RT @TravellerSOS: Congratulations Mr. @YogesBhattarai on being appointed Minister for Culture, Tourism &amp; Civil Aviation in #Nepal. We look…", "RT @nepaltourismb: Happy World Tiger's Day 2019!\n\nWorld Tiger Day, often called International Tiger Day, is celebrated annually in honour o…", "@kamalswl @Hello_Sarkar Noted", "@manojgiri100 @hellotourismNP @hello_dot_np Noted", "सार्बजनिक खरिद एन २०६३ को दफा ६(क) बम्बोजिम आ.ब https://t.co/HOTeJWYL2E", "RT @NepalAirlinesRA: We're proud to announce that starting July 4, 2019 Nepal Airlines Corporation will be operating regular flights to Osa…", "RT @nepaltourismb: With the blue #jacaranda in #fullbloom this #Spring, the capital city looks even more vibrant than usual. Don't miss the…", "RT @Lumbinidtrust: नयाँ वर्ष २०७६ को पहिलो दिनमा लुम्बिनीमा लिइएको केही तस्वीर ।\n\n#VisitNepal2020 #VisitLumbini2076 https://t.co/F39vvRIqQu", "RT @Lumbinidtrust: लुम्बिनी विकास कोष क्षेत्रभित्र निर्माणाधीन आयोजनाहरुको प्रगति \nProgress of some ongoing construction projects in Lumbin…", "RT @hello_dot_np: हिमाल आरोहणमा जाने समुहसँग खटाइएका सम्पर्क अधिकृतलाई सुचना ।।। https://t.co/7TDcfxsHKw", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 15, 2019 https://t.co/uXAZZnEtUA", "RT @hello_dot_np: Department of Tourism \nPress Release https://t.co/ZveoSK477T", "RT @nepaltourismb: The entire Nepal Tourism Board team would like to wish all of you a very happy and prosperous #newyear2076. As we ring i…", "RT @hello_dot_np: Department of Tourism\nPress Release https://t.co/3O3jvQ4fi6", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 10, 2019 https://t.co/JOJXCcPmts", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 9, 2019 https://t.co/P3jk1hZk1D", "RT @nepaltourismb: Bhairab Naach (\"Bhairava's Dance\") is an ancient masked dance performed by #newar community in the #kathmanduvalley of #…", "RT @nepaltourismb: f you are in Kathmandu and wish to spend some quiet time while enjoying a panoramic view of the city, then Swayambhunath…", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 8, 2019 https://t.co/8ceMJqZUu3", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 6, 2019 https://t.co/jURrfB4wuo", "RT @hello_dot_np: Department of Tourism\nPress Release\nApril 5, 2019 https://t.co/gnjLIBIS8E", "@subhash521260 @SugatKansakar @Hello_Sarkar @hellotourismNP @hello_CAANepal @NepalAirlinesRA", "RT @NepalAirlinesRA: Before you reach at the airlines check-in counter at the airport please see you have: Valid passport, Valid visa, E-ti…", "@Hello_Sarkar @sachinkarki Plz check again.problem solved", "@LaxmiG10 @Hello_Sarkar Noted.", "@sachinkarki @Hello_Sarkar Noted and already forwarded to @hello_CAANepal .", "RT @Lumbinidtrust: भगवान गौतम बुद्धकाे जन्मस्थल लुम्बिनीबाट कपिलवस्तुसम्मकाे पदयात्रामा निस्केका थाइल्याण्डका भिक्षुहरु । भारतकाे बोधगया…", "@tulasibhatarai @Hello_Sarkar @SugatKansakar @NepalAirlinesRA सो सम्बन्धमा online आबेदन दिने ब्यबस्था मिलाउनु हुन।", "RT @nepaltourismb: Tenzing–Hillary Airport, also known as Lukla Airport, is a small airport in the town of Lukla, in Khumbu, Solukhumbu Dis…", "दरभाऊ आह्वावान सम्बन्धी सुचना। https://t.co/pmWh0DK5pM", "RT @nepaltourismb: The sacred Gosaikunda Lake in Langtang region of Nepal.\n\n#visitnepal2020 #Nepal #lake #gosaikunda #trek #trekinnepal #my…", "RT @nepaltourismb: Bhaktapur Durbar Square, UNESCO’s World Heritage Site, is the centre of attraction in Bhaktapur that includes the magnif…", "@Pradeep27691465 @Hello_Sarkar @hello_CAANepal Well-Noted.", "@gbudhathoki @Hello_Sarkar Already done.", "@Hello_Sarkar @upadhyayabhim Noted and Forwarded to @hello_CAANepal", "@gbudhathoki @Hello_Sarkar 2018 को तथ्यांक बिबरण पब्लिकेशनको क्रम मा रहेको छ। लाइव साइट (https://t.co/qLlUzsea11. np) मा \"पर्यटन तथ्यांक\" मा हेर्न सक्नु हुने छ।", "@gbudhathoki @Hello_Sarkar सुचना प्रविधि विभाग ले सर्वर-स्विच ब्यबस्थापन गर्दै भएकोले हो।  कृपया एकछिन पछि लाइव हुनेछ। https://t.co/e7mDr4y7LN बाट पनि आवश्यक जानकारी लिन सक्नु हुनेछ।", "हार्दिक समवेदना | \n\n(ताप्लेजुङ हेलिकप्टर दुर्घटना सम्बन्धमा) https://t.co/Sp55guPTi7", "https://t.co/6iLRzuBVtZ", "RT @RabindraADH: चैत १८ देखि त्रिभुवन विमानस्थलको धावनमार्गको स्तरोन्नति थालिँदै https://t.co/C3VrokPQr7", "धन्यवाद सहित, कालोपत्रे निर्माण सम्पन्न *२०७६ जेठ (June-2019 ) हुनुपर्नेमा अन्यथा भएकोले सच्चाइएको छ।", "आउँदो चैत्र १८गते (1st April2019)देखि त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलको धावन मार्गको स्तरोन्नतिका लागि नयाँ कालोपत्रेको काम सुरू हुदैछ । र २०७५जेठ (Jun)मा सम्पन्न हुनेछ । स्तरोन्नतिका लागि आवश्यक तयारीको निरीक्षक गर्नुहुदै माननीय मन्त्री @RabindraADH ज्यु\n@Hello_Sarkar https://t.co/71YsxnNRFn", "RT @RabindraADH: समस्यामा फसेको आयोजना यो रुपमा यसरी अगाडि बढ्ला भन्ने धेरैलाई लागेकै थिएन तर यतिखेर आयोजनाको प्रगति ७०%पुगेको छ। प्रश्न एउ…", "@furke2 @Hello_Sarkar @ProudtoBeaNepa1 @RabindraADH @hello_dot_np सम्बंधित निकाय मा फ़ोन मार्फत समेत जानकारी गराउने तथा सामाजिक संजालबाट समेत जानकारी गराउने ब्यबस्था छ। धन्यवाद", "@Hello_Sarkar @Padlocked00 @hello_CAANepal आवश्यक  ब्यबस्था तत्काल गर्न अनुरोध।", "@Hello_Sarkar @journalistniroj धन्यवाद। सम्बन्धित समक्ष जानकारी गराएका छौं।", "@SsDurga @TIACAO2 @RabindraADH @Hello_Sarkar @hello_CAANepal @TIACAO2   सुझाव अनुशार गर्न अनुरोध। धन्यवाद।", "@Hello_Sarkar @TIMSENAJEE @nepaltourismb Noted and Forwarded.Thanks", "@FraudNepal @RabindraADH @PrakashSharmaD3 @hellotourismNP", "@Hello_Sarkar @anilupd @valleytraffic @RabindraADH यस बिषयमा ध्यानाकर्षण भएको छ, सम्बंधित  meter मा जान नमान्ने TAXI बारे थप जानकारी दिन तथा आवश्यक काम -कारवाई को लागि  @valleytraffic  सँग समंवय गर्ने छौं। धन्यवाद", "@Hello_Sarkar @ProudtoBeaNepa1 @RabindraADH @hello_dot_np सम्बन्धित बिषय मा आवश्यक ध्यान दिन तथा  सम्बध्द निकाय लाई समेत सचेत गराउन अनुरोध।", "@Hello_Sarkar @KhilakB @RabindraADH @hellotourismNP @nepaltourismb @hello_dot_np @UNWTO @PM_Nepal @hello_CAANepal Well!!Noted", "Newly appointed Ambassador of China to Nepal, Ms. Hou Yanqi paid a courtesy call to Hon. Minister @RabindraADH today at the ministry. The meeting dealt with issues of mutual cooperation in the area of culture, tourism and civil aviation in the background of #VisitNepal2020 https://t.co/cUodZ3h7T5", "RT @hellotourismNP: प्रशासनिक नेतृत्व सम्हाल्न आइपुग्नु भएका श्रीमान् सचिव श्री मोहन कृष्ण सापकोटा ज्यूलाई @hello_tourismnp मन्त्रालयमा हा…", "RT @hellotourismNP: माननीय मन्त्री @RabindraADH ज्यू बाट श्रीमान् सचिव श्री कृष्ण प्रसाद देवकोटा ज्यूलाई मन्त्रालयको नेतृत्वमा रहदा पुर्याउ…", "RT @nepaltourismb: Located just 30 km southeast from Kathmandu, Dhulikhel has become a popular weekend getaway destination. Just half an ho…", "भूकम्पले क्षति पुर्याएका पुरातात्विक महत्वका सम्पदाको पुनःनिर्माणले गति लिएको र धेरै जसो पुनःनिर्माण पनि सम्पन्न भइसकेको भन्दै काठमाडौं घुम्नलायक शहरको रुपमा रहेको उक्त संस्थाको ठहर छ।नेपालीको आतिथ्यता पनि अर्को…\n@Hello_Sarkar\n@RabindraADH\n@NAYA_PATRIKA\n https://t.co/0kliViDHFB", "RT @RabindraADH: Very pleased to share with you that once again Lonely Planet has listed Kathmandu as world's top fifth tourism spot, thank…", "A meeting between Hon. Minister  @RabindraADH and EU Ambassadors was held today at the ministry. There were fruitful discussions regarding their cooperation on safety concerns of civil aviation of Nepal and #VNY2020 campaign. https://t.co/GyYmKhSn6S", "@Hello_Sarkar @xarugrg86 @Mohagunaso @RabindraADH Noted and done already.", "RT @RabindraADH: सम्माननीय प्रधानमन्त्री @kpsharmaoli ज्यु द्धारा सरकार सञ्चालनको एक वर्ष पुगेको अवसरमा राष्ट्रवासीलाई सम्बोधन गर्नु भएको छ…", "RT @RabindraADH: अवैध रुपमा नेपालवाट बाहिरी मूलुक पुर्‍याईएका ऎतिहासीक कलात्मक मुर्तिहरू फिर्ता भइरहेका छन । ती मध्य ३६ वटा फिर्ता भएका मु…", "राष्ट्रिय प्रजातन्त्र दिवस मा उपस्थित हुने सुचना सम्बन्धमा। https://t.co/dufMz25miH", "Continue--- https://t.co/pCZyIuPqls", "बैदेशिक अध्ययन तथा तालीम सम्बन्धमा सुचना। https://t.co/FQsPmQiUut", "@wildambu @Hello_Sarkar @hellotourismNP For high quality , please contact to Nepal tourism board. Or provide your Email address. Thanks.", "सुचना- सेवाकालीन तालीम सम्बन्धमा। https://t.co/5YP5815HAS", "RT @hellotourismNP: गौतम बुद्ध अन्तर्राष्ट्रिय विमानस्थल आउँदो असारदेखि सञ्चालनमा आउने भएको छ। असारमा परीक्षण उडान गर्ने गरी विमानस्थल निर्…", "@ila_home कृपया सो बिषयमा नेपाल बायुसेवा निगम लाई जानकारी  गराई आवश्यक काम कार्रवाई अगाडि बढाउने छौं। पूण बिबरण उपलब्ध गराउन आग्रह। @NepalAirlinesRA  धन्यवाद।", "#पोखरा\nअन्तर्राष्ट्रिय पर्वतीय संग्रहालयको १६औं वार्षिकोत्सबको उद्घाटन समारोहमा माननीय मन्त्री @RabindraADH ज्यु । संग्रहालय, संस्कृती सभ्यता र  इतिहासको प्रतिविम्बिम हो । पर्यटन प्रबर्द्धन विकास र विस्तारका लागि संग्रहालयको महत्त्व छ…@RabindraADH ।१६औं वार्षिकोत्सबको शुभकामना । https://t.co/sxRot6WmbU", "पर्यटन मन्त्रालयको कार्यप्रगती समिक्षा बैठक । माननीय @RabindraADH मन्त्रीज्यु द्धारा मुख्य उपलब्धि र आगामी योजनाका सन्दर्भमा विभागीय प्रमुख सग छलफल सम्पन्न भएको छ । मन्त्रालयको उपलब्धि र बिस्तृत विवरण छिट्टै सार्वजनिक गर्ने छौ ।\n@Hello_Sarkar https://t.co/txXC73IY57", "RT @RabindraADH: चन्द्रगढी विमानस्थल भद्रपुर झापामा आज बाट रात्रीकालीन हवाई सेवा सम्माननिय प्रधानमन्त्री ज्युको उडान सगै सुरु भएको छ। धनगढी…", "@youbrajbasnet Noted।", "@Hello_Sarkar @dipak9851090653 @RabindraADH @hello_CAANepal सो-कुरा सम्बोधन हुन जानकारी।", "Final Report of Accident Investigation of Us Bangla Airlines, Bombardier (UBG-211), DHC-8-402, S2-AGU, at Tribhuvan International Airport, Kathmandu, Nepal\n\nhttps://t.co/pAusy0Xkn9", "RT @dhppkr: जानकारी !!\nमौसममा आएको खराबीका कारण त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलमा सबै उडान अवतरण बन्द भएको छ । \n@Hello_Sarkar\n@RabindraA…", "RT @RabindraADH: सम्माननीय प्रधानमन्त्री केपी शर्मा ओली ( @kpsharmaoli )ले आज पाटन दरबार क्षेत्रको अवलोकन भ्रमण गरी त्यस क्षेत्रको सम्पदाको…", "RT @RabindraADH: Today held bilateral meeting with Hon. Suresh Prabhu,Minister for Commerce &amp; Industry and Civil aviation, India on sidelin…", "RT @hellotourismNP: Hon. Tourism Minister @RabindraADH invited global investers to invest in Aviation Sector in Nepal in his address at Glo…", "Hon. Tourism Minister @RabindraADH invited global investers to invest in Aviation Sector in Nepal in his address at Global Aviation Summit being held on 15th and 16th January in Mumbai, India. Aviation Ministers and officials from around the world have gathered for the Summit. https://t.co/12AEg8cQyo", "RT @Hello_Sarkar: भोलि नबिर्सिकन चाकु, तरुल, घीउ, तिलका लड्डु, गुँड आदि खानुहोला। जाडो जाँदै छ, न्यानो आउँदै छ। विभिन्न नामले सम्बोधन गरिने…", "RT @Lumbinidtrust: Inauguration of Buddhist International Travel Mart #BITM 2019 in #Lumbini - the birthplace of Lord Buddha, fountain of B…", "RT @RabindraADH: Delighted to attend the first ever Buddhist International Travel Mart in Lumbini with participation of national and intern…", "माननीय मन्त्री @RabindraADH ज्युले  नेपाल वायुसेवा निगमले खरिद गरेको वाइडबडी जहाज बारे उठेका समसामयिक विषय माथि  पर्यटन मन्त्रालयमा भएको पत्रकार सम्मेलनको भिडियो यहाँ उपलब्ध छ ।\nhttps://t.co/UFVER01uRd", "। @Nagarik - पर्यटनमन्त्रीले राखे आकस्मिक पत्रकार सम्मेलन, राजीनामाको तयारी, समाचार प्रति मन्त्रालयको गम्भीर ध्यानाकर्षण भएको छ ।  समाचारमा उल्लेख भए जस्तो कुनै पनि तयारी नभएको र मन्त्रालयको पूर्व योजना अनुसार विषय स्पष्टताका साथ पत्रकार सम्मेलन आयोजना गरेको जानकारी गराउछौं । https://t.co/qy5OigELeQ", "पत्रकार साथीहरुलाई निमन्त्रणा !\nनेपाल वायुसेवा निगमले खरिद गरेको वाइडबडी जहाज बारे उठेका समसामयिक विषय माथि भोलि पुस २३ गते विहान १०:०० बजे माननीय मन्त्री @RabindraADH ज्यु श्रीमान सचिव ज्यु र सम्बद्ध अधिकारी सहित पर्यटन मन्त्रालयमा पत्रकार सम्मेलन आयोजना गरिएको छ ।\n@Hello_Sarkar", "नेपाल भ्रमण वर्ष २०२०को मूल आयोजक समितिको बैठक अहिले मन्त्रालयमा चलिरहेको छ । आज बैठकमा अहिले सम्मको प्रगती, उपसमिती बारे जानकरी, कार्यविधि र अबका योजना सम्बन्धि बिषयमा छलफल हुदैछ । \n@Hello_Sarkar \n@RabindraADH \n@VisitNepalY2020 \n@nepaltourismb https://t.co/Y53cUvrnce", "मन्त्रिपरिषदले नेपाल एयरलाइन्सद्वारा खरिद गरिएका दुईवटा वाइडबडी विमान सम्बन्धमा जाँचबुझगरी प्रतिवेदन पेशगर्न ४५दिनको समयावधि सहित पूर्वमुख्य न्यायाधीश गोविन्द प्रसाद पराजुलीको अध्यक्षतामा पूर्वनायव महान्यायधिवक्ता नरेन्द्रप्रसाद पाठक र चाटर्ड एकाउन्टेन्ट मदन शर्मा-आयोग गठन गरेकोछ", "र ललितकला प्रज्ञा प्रतिष्ठानको सदस्य सचिवमा विपिन कुमार घिमिरे र संगीत तथा नाट्य प्रज्ञा प्रतिष्ठानको सदस्य सचिवमा श्याम प्रकट तमोट ज्युहरूलाई बधाई तथा शुभकामना । उहाँहरुको सफल कार्यकालको शुभकामना । https://t.co/RTXJYnhzsS", "नेपाल ललितकला प्रज्ञा प्रतिष्ठान र नेपाल संगीत तथा नाट्य प्रज्ञा प्रतिष्ठानमा नव नियुक्त कुलपति क्रमशः कान्छा कुमार कर्माचार्य, नारायण भक्त श्रेष्ठ उपकुलपतिमा गोपाल चित्रकार,हरिहर शर्मा तथा सम्पुर्ण प्राज्ञ परिषद सदस्यज्यूहरूलाई हार्दिक बधाई छ।उहाँहरुको सफल कार्यकालको शुभकामना+… https://t.co/zeKVF4e8zL", "RT @RabindraADH: Happy Nepal Tourism Board (NTB) Anniversay Day. NTB has withstood all ordeals to stand out as a model national tourism org…", "Happy Nepal Tourism Board (NTB) Anniversay Day. https://t.co/KAfNmXQRsY", "\"ल्होसारको मंगलमय शुभकामना । https://t.co/MpRnvQrzCt", "RT @RabindraADH: हाम्रो राष्ट्रिय धरोहर, गौरवपुर्ण 'धरहरा' आज सम्माननिय प्रधानमन्त्री केपी शर्मा ओलीज्युले शिलान्यास गर्नुभएको छ। धरहरा २ ब…", "RT @RabindraADH: पोखरामा पर्यटक बसपार्क निर्माण/थप सुधारका लागि बोलपत्र आज सार्वजनिक भएको छ । पर्यटन विभाग काठमाण्डौ द्धारा सार्वजनिक बोलप…", "RT @hellotourismNP: मुलुकमा पर्यटनका लागि आवश्यक पूर्वाधार तयारी गरी पाँच वर्षमा ४० लाख बाह्य पर्यटक भित्र्याउने योजनासाथ काम भईरहेको छ। @R…", "संस्कृती पर्यटन तथा नागरिक उड्डयन मन्त्रालय, मन्त्रालयस्तरीय विकास समस्या समाधान समिति तथा अर्थिक वर्ष २०७५/०७६को चौमासिक समिक्षा मन्त्रालयमा प्रस्तुत भइरहेको छ ।\n@RabindraADH \n@Hello_Sarkar https://t.co/AA6JbILaRC", "RT @RajRimal10: कुनै अन्ततरास्ट्रीय विमानस्थल भन्दा कम भएको छैन हाम्रो बिमानस्थल\nबन्दै गरेको , बनेको चिज जनतामा पुर्याएर उनिहरुमा उत्साहा ज…", "RT @GopalStha16: वा अन्तर्राष्ट्रिय  त्रिभुवन विमानस्थल को रुप फेरिदै @TIACAO2 thank you for @RabindraADH @SugatKansakar @Hello_Sarkar http…", "गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थल तिब्र गतिमा निर्माण भइरहेको छ । अन्तर्राष्ट्रिय टर्मिनल भवन र इन ट्याक्सी वे को काम रातीको समयमा जारी छ । तोकिएको समय भित्रै सम्पन्न गर्ने उद्देश्यका साथ रात्रीकालिन समयमा निर्माण कार्य भइरहेको छ ।\n@RabindraADH \n@Hello_Sarkar \n@kpsharmaoli https://t.co/k1MOryUwUp", "Domestic /International दुबै तर्फ को online Ticketing Booking system  तयार भई कार्यान्वयन मा आएको जानकारी।\n#NepalAirlines #OnlineTicketBookingSystem\n#DigitalNepal https://t.co/oIwp3HAOJs", "RT @RabindraADH: The government is going to formally implement the much-awaited Montreal Convention today.Government had registered the Mon…", "RT @RabindraADH: वायुसेवाबाट अन्तर्राष्ट्रिय उडान गर्ने यात्रुले दुर्घटनामा ज्यान गुमाएमा अब १करोड ५८ लाख रूपैयाँ बिमाबापत क्षतिपूर्ति पाउ…", "लामो समयदेखि चर्चामा रहेको,सरकारले हवाई यात्रुको बिमा बढाउने गरी अनुमोदन गरेको मन्ट्रियल महासन्धी भोलि डिसेम्बर १५देखि कार्यान्वयन हुदैछ।कार्यान्वयन पुर्व विमा सुविधा एवं दुर्घटना क्षतिपूर्ति बापत २०हजार डलर मात्रै पाउने व्यवस्थामा अब करिव एक लाख५८ हजार नौ सय अमेरिकी डलर रहेको छ। https://t.co/opLfma6MJe", "RT @RabindraADH: पवित्र भुमी जनकपुरमा सबैलाई स्वागत छ। मंसिर शुक्ल पञ्चमी अर्थात आजकै दिन त्रेता युग,अयोध्याका राम र नेपालकी छोरी सीता विच…", "RT @RabindraADH: Delighted to initiate the Branding of #Gandaki Province. Branding reinforces distinct identity and functions as an effecti…", "RT @RabindraADH: चन्द्रगढीमा आइएफआर सेवा, दिवा र रात्रि सेवा सञ्चालनका लागि चन्द्रगढी विमानस्थलमा निर्माण कार्य धमाधम भइरहेको छ । आइएफआर से…", "RT @RabindraADH: आज, अन्तर्राष्ट्रिय पर्वतीय दिवस । सबैमा शुभकामना ।\nयहि अवसरमा पोखरामा अन्तर्राष्ट्रिय पर्वतीय महोत्सवमा सहभागी हुन पाउँदा…", "RT @RabindraADH: लुम्बिनीलाई विश्वकै पर्यटकीय र सांस्कृतिक स्थल बनाउनुपर्छ : राष्ट्रपति https://t.co/b7tNWNWbiL", "अन्तराष्ट्रिय नागरीक उड्ययन दिवसको अवसरमा आयोजित अन्तरक्रिया कार्यक्रमलाई सम्बोधन गर्दै माननीय मन्त्री रविन्द्र अधिकारी । । उड्डयन क्षेत्रको सुरक्षा हाम्रो प्रतिबद्ध - @RabindraADH\n\n#ICAO #Day\n@Hello_Sarkar @VisitNepalY2020 @hellotourismNP https://t.co/2ej0BJ6yFj", "RT @hellotourismNP: अन्तराष्ट्रिय नागरीक उड्ययन दिवसको अवसरमा आयोजित प्रभातफेरी कार्यक्रम । माननीय मन्त्री @RabindraADH\nज्यु र सहभागी …\n#IC…", "RT @RabindraADH: हवाई उड्ययनले संसारलाई एकसुत्रमा वाँधिदिएको छ। ICAO को नारा Working Together to Ensure No Country Left Behind को अक्षर र आ…", "RT @hellotourismNP: मन्त्रीपरिषद निर्णय ।\nमहाकवि लक्ष्मीप्रसाद देवकोटाको आवासलाई संग्राहलय बनाउने निर्णय भएको छ । @RabindraADH @VisitNepalY…", "RT @hellotourismNP: +2 https://t.co/HxHkhSx7jQ", "RT @hellotourismNP: जनता सग प्रधानमन्त्रीमा पर्यटन मन्त्रालयले उड्डयन क्षेत्रमा गरेका कामको संक्षिप्त प्रस्तुति ।\n+1… \n@Hello_Sarkar @hello…", "नेपाल वायुसेवा निगम एक दशकपछि पुनः जापान उडान गर्ने अन्तिम तयारीमा छ । जहाज अभावका कारण सन् २००७ यता निगमको जापान उडान रोकिए पनि निगमले नयाँ जहाज खरिदसँगै सीधा उडान गर्न लागेको हो । नेपाल वायुसेवा निगम एक दशकपछि पुन: … @RabindraADH @NepalAirlinesRA\nhttps://t.co/AQD0QaxnbW", "RT @NepalAirlinesRA: जापानको ओसाका विमानस्थलमा नेपाल वायुसेवा निगमको उडान पुनः संचालन गर्ने बारे निगम र जापानी टोलीका उच्चपदाधिकारी बीच आज…", "Israel invites Nepal for participation in IMTM, a big travel fair in the Middle East, an appropriate platform to promote #VisitNepal2020. H.E. Ambassador Omar expressed full support for tourism activities in Nepal, during his meeting with Hon. @RabindraADH at Singhadurbar today. https://t.co/zyOXEzoIjL", "An elaborate Exhibition of Nepali artifacts will be organized in Paris, France. This will be a great platform for Nepal to show its rich historical, cultural and artistic tradition of Nepal in the West. \n@RabindraADH @FranceInNepal https://t.co/tjwLYMLHf5", "RT @RabindraADH: Glad to know that a team of Adventure Riders are coming to Nepal in Dec. from South Africa (SA) with a message of Peace. G…", "Nepal and Cambodia on Thursday signed the first bilateral air service agreement (ASA), allowing 14 weekly flights in either direction.\n\nIt was signed by Nepal’s Tourism Minister @RabindraADH &amp; Cambodian Minister in charge of the …\nhttps://t.co/QmTY1cHxD7", "RT @RabindraADH: सम्माननिय प्रधानमन्त्री @kpsharmaoli र कम्बोडिया प्रधानमन्त्री हुन सेनको उपस्थितिमा आज दुई देश विच हवाई र सांस्कृतिक आदान…", "RT @RabindraADH: योगदानमा अाधारित सामाजिक सुरक्षा योजनामा सहभागी बनौं । कार्यक्रमलाई सफल पारौं । https://t.co/rg96PCvTlc", "RT @Lumbinidtrust: सारसलाई लुम्बिनी साँस्कृतिक नगरपालिकाकाे नगर पन्छी घाेषणा गर्दै पहिलाे 'लुम्बिनी पन्छी महाेत्सव' सम्पन्न भएकाे छ ।\n\nWith…", "त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलमा आइतबारबाट सवारीसाधनको पार्किङ ‘पार्किङ भवन’मा सरेको छ।एयरपोर्ट क्षेत्रभित्र ट्याक्सी पार्किङ गर्दा अत्यधिक चाप बढेपछि विमानस्थलले सवारीसाधनलाई ‘पार्किङ भवन’मा सारेको हो ।आज अनुगमन निर्देशनगर्दै मा. @RabindraADHज्युले… https://t.co/oQqQsE17yO", "RT @RabindraADH: पर्यटकको घुइँचो। होटल भरिभराउ। भूकम्पले क्षतविक्षत लाङटाङ झलमल्ल छ,तंग्रिएको छ।  चर्चित पदमार्ग लाङटाङ पुरानै अवस्थामा फर्…", "RT @hellotourismNP: नारायणहिटि संग्रहालयमा लामो समय बन्द रहेका कोठाहरू आज माननीय मन्त्री @RabindraADH ज्यु बाट सर्वसाधारणका लागि खुल्ला गर्…", "RT @RabindraADH: यस वर्ष अहिलेसम्मकै बढी पर्यटक भित्रिएका छन् । सन् २०१८ को जनवरीदेखि अक्टुबर महिनासम्म ८ लाख ८२ हजार पाँच सय ३१ पर्यटकले…", "RT @RabindraADH: गौतमबुद्ध विमानस्थलको युद्धस्तरमा काम : आगामी जेठभित्र उडानयोग्य https://t.co/qXN6UZ35M0", "RT @nepaltourismb: #KartikNach a 12 days long dance-drama is one of the oldest and consistently staged tradition in #Patan. Visit Patan Dur…", "नारायणहिटि संग्रहालयमा लामो समय बन्द रहेका कोठाहरू आज माननीय मन्त्री @RabindraADH ज्यु बाट सर्वसाधारणका लागि खुल्ला गर्नु भएको छ । आज देखी संग्रहालय तर्फका सबै कोठा खुल्ला भएका छन ।आज खुल्ला भएका कोठाहरुमा शृङगार कक्ष, प्रतीक्षालय, गणेश हिमाल कक्ष, पाहुना कक्ष लगाएत कोठाहरू छ्न । https://t.co/KsI4KPGyJt", "RT @cookieshradha: Domestic Airport, Kathmandu. Nice to see the good changes happening. Have more to do still.. #preparingforVNY2020 #Visit…", "@Hello_Sarkar @samriddhanepal1 @NepalAirlinesRA @SugatKansakar @NepalAirlinesRA", "RT @icao: ICYMI: #Nepal🇳🇵deposits an instrument of accession to the Convention for the Unification of Certain Rules for International Carri…", "@SuryaRAcharya @RabindraADH @hello_CAANepal  यस बिषय मा तत्काल ध्यान दिन आवश्यक देखियो।", "RT @nepaltourismb: If in Palpa, plan a visit to the Rani Mahal or Queen's Palace in #Palpa,  on the banks of River Kali Gandaki. The monume…", "RT @RabindraADH: पोखरामा अक्टोबर अन्तिमदेखि पर्यटकको चाप ह्वात्तै बढेको छ । जस्ले आफूहरू उत्साहित भएको व्यवसायीहरू बताउछन् । अहिले पोखरामा…", "RT @hello_CAANepal: ICAO Regional Director Mr. Arun Mishra made a 3 day official visit to Nepal on 14-16 Nov. 2018. During his visit he mad…", "For All NAC PASSENGERS \n#PublicInformationFromNAC https://t.co/Dh5X8aTbq1", "RT @RabindraADH: निगमले जहाज चलाउँदा टाउको दुख्नेहरू अफवाह फैलाइरहेका छन्’ - गोरखापत्र सँगको कुराकानी ।\nएक सय दिनको कार्यक्रममध्ये ९७ प्रति…", "RT @RabindraADH: बसन्तपुर दरवार परिसरका सम्पदाहरुको अवलोकनमा आज चीनका महामहीम संस्कृति तथा पर्यटन मन्त्री श्री लुओ सुगाङज्यू र डेलिगेसनका स…", "ICAO Regional Director Mr. Arun Mishra expressed satisfaction in the progress Nepal has made in safety and security &amp; Government's initiative to separate operational and regulatory mechanism. He said that in a meeting with Hon. Minister, @RabindraADH at Singhadurbar today. https://t.co/cJuJs8AxJD", "RT @Chakrapathnews: समृद्धि यात्रामा मित्रराष्ट्रहरुको उदार सहयोगको अपेक्षा राखेका छौं – प्रधानमन्त्री ओली  https://t.co/C16a5UK4vf https:/…", "RT @kathmandupost: Nepal has asked China to allow Nepali carriers to fly to different Chinese cities as the government has set a target to…", "RT @RabindraADH: Very pleased and honored to welcome H.E. Minister of Culture and Tourism of China, Mr. Luo Shugang at the Ministry in Sing…", "RT @RabindraADH: जनवादी गणतन्त्र चीनका महामहीम संस्कृति तथा पर्यटन मन्त्री श्री लुओ सुगाङज्यू र डेलिगेसनका सदस्यज्यूहरुलाई आज मन्त्रालयमा…", "RT @hellotourismNP: जनवादी गणतन्त्र चीनका माहामहीम मन्त्री लुओ सुगाङज्यू र उहाँको डेलिगेसनका सदस्य ज्युहरु र @hello_tourismnp माननीय मन्त्…", "RT @hellotourismNP: @hello_CAANepal ले त्रिभुवन विमानस्थलमा अन्तरराष्ट्रिय मापदण्ड अनुसारको सुरक्षित जहाज पार्किङ निर्माण गरेको छ।खतराजन्य…", "RT @RabindraADH: @jainendrajeevan हामीले पहाडको टाकुरामा भ्यू टावर वनाउन कुनै पनि वजेट विनियोजन गरेका छैनौ । हाम्रा पहाड आफै भ्यू टावर हुन…", "RT @hello_dot_np: Helicopter Flight Rate effective from September, 2018:\nPlease check the link : https://t.co/icSh9LaV0l", "RT @hello_dot_np: जो जस सँग सम्बन्धित छ (जानकारी सम्बन्धमा)\nhttps://t.co/lp2Abi1acM", "From Tourism Department. https://t.co/0OqwP620cV", "@khpushkar @Hello_Sarkar @NepalAirlinesRA @SugatKansakar @RabindraADH @NepalAirlinesRA", "RT @hello_dot_np: Department of Tourism has officially launched \"Trekking Porter Guide\" License. Special thanks to Hon'ble Minister @Rabind…", "RT @Lumbinidtrust: लुम्बिनीमा आज कार्तिक १६ गते वृहत सरसफाई कार्यक्रमको आयोजना गरियो । लुम्बिनी विकास कोषका कर्मचारी, नेपाल प्रहरी, सशत्र…", "प्रेस विज्ञप्ति ।\n\"भ्रमण बर्ष २०२०\" राष्ट्रिय कार्यक्रम संयोजकमा श्री सुरज बैद्य नियुक्ति हुनु भएको सम्बन्धमा प्रेस विज्ञप्ति । @Hello_Sarkar \n@PM_Nepal \n@RabindraADH\n@nepaltourismb \n@hellotourismNP https://t.co/pyZFOhd3pj", "RT @RabindraADH: पोखरा अन्तराष्ट्रिय विमानस्थलमा यतिबेला टर्मिनल भवनको जग हाल्ने,रनवे सम्माउने, ट्याक्सी वे, एप्रोन,नाला निर्माणको काम धमाध…", "https://t.co/naVPZkaPcf", "Press Release: \n\nhttps://t.co/nJ9CSIJDfQ https://t.co/gL6KDEJ8Np", "ऎतिहासिक सांस्कृतिक तथा पर्यटकीय संगम जुम्लामा निर्मित डुडुल चैत्य (बोधि चैत्य)को माननीय मन्त्री @RabindraADH ज्यु द्वारा आज शुभारम्भ गर्नु भएको छ । सय पर्यटकिय गन्तव्यमा समावेस गरिने गरि चैत्य र सांस्कृतिक सम्पदा निर्माण कार्य अगाडि बढेको छ । https://t.co/SfLexbManc", "RT @Lumbinidtrust: बुद्ध जन्मस्थल लुम्बिनीमा ५ हजार व्यक्ति अट्ने क्षमताको अन्तर्राष्ट्रिय सम्मेलन केन्द्रको निर्माण कार्यले गति लिएको छ ।…", "RT @ChhetuSherpa: नमस्ते जुम्लाबाट ।@VisitNepal_2020 @hellotourismNP @hello_dot_np @hello_tourismnp @nepaltourismb https://t.co/pkxocTRzeG", "आज बाट गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थल भैरहवाको रनवे पिच गर्ने काम सुरु भएको छ ।माननीय मन्त्री @RabindraADH ज्यु रनवेको पिचको सुरुवाती कार्यक्रममा सहभागी हुनुभएको छ । अबको ६महिना भित्र रनवेको पिच सम्पन्न हुने छ । र सन् २०१९अगष्ट सम्ममा विमानस्थल सम्पन्न भइ सञ्चालनमा आउने छ । https://t.co/y19ImpPkTZ", "RT @TIACAO2: त्रिभुवन अन्तराष्ट्रिय विमानस्थलमा यात्रुसेवा प्रयोजनार्थ worldlink सँगको सहकार्यमा Free Wifi सन्चालनमा ल्याइएको छ । यात्रु म…", "RT @Lumbinidtrust: दशैंमा ५० हजार भन्दा बढीले गरे लुम्बिनी भ्रमण \n#VisitNepal2020 #VisitLumbini #Lumbini #Nepal \n https://t.co/yjeT9j4biS…", "RT @VMetteyya: नेपाल छिर्ने एक मुख्य प्रवेश द्वारको रुपमा रहेको सुनौली बेलहिया नाका मा लुम्बिनी आउने पर्यटक हरु को लागी ब्यवस्थित सुबिधा स…", "RT @Hello_Sarkar: आज काठमाडौं उपत्यकामा वातावरणमैत्री विद्युतीय बस सेवा सुरुवात भएको छ। https://t.co/iJggAdd3aN", "RT @RabindraADH: काठमाडौं उपत्यकामा सञ्चालन गर्न लागिएका बिजुली बसहरुले स्वच्छ ऊर्जातर्फ सबैको ध्यान तान्न सक्षम हुनेछन् भन्ने मेरो विश्वास…", "RT @nepaltourismb: Wrapping up Dashain with good weather &amp; good vibes, in anticipation of  \"Tihar\", Festival of Lights, in about a  fortnig…", "@Hello_Sarkar @GyanendraLeads @RabindraADH @hello_CAANepal यस बिषय मा तुरुन्त ध्यान जावोस। फ़ोन मार्फत समेत जानकारी गराइएएको छ। @Hello_Sarkar", "RT @RabindraADH: पहिलो पटक साइपालको आरोहण हुने https://t.co/6cxmc7F384 via @Annapurna_Post", "RT @RabindraADH: नेपाल र थाइल्यान्डबीच ४७\nवर्षपछि हवाई सेवा सम्झौता हुदैछ ।अब हवाई सम्झौता हुदा त्रिभुवन विमानस्थल र गौतम बुद्ध अन्तर्राष्…", "RT @RabindraADH: नेपालीहरुका महान चाड दशै तिहार नेपाल सम्बत छठ लोसारका अवसरमा सबैमा हार्दिक मंगलमय शुभकामना ।। https://t.co/Iu6uar4W3l", "RT @RabindraADH: श्रीपेच र राजदण्ड सार्वजनिक प्रदर्शनीमा\n\nविशेष सुरक्षा व्यवस्थाका साथ प्रदर्शनीमा छ ।स्वदेशी र विदेशी पर्यटकका साथै अध्यय…", "RT @RabindraADH: सभ्यता युग देखि राजप्रतिनिधिहरुले पहिरीने मुकुटले शक्ति र पदलाई संकेत गर्दछ।नेपाल संघीय गणतन्त्र भए सगै दस बर्ष पछि श्रीपे…", "RT @RabindraADH: We are not talking about Nijgadh all of a sudden. The national discussion on it has been going on for over two decades now…", "ठमेल पर्यटकको राजधानी हो । ठमेल क्षेत्र फोहोर भएको सन्देस गएको छ, तर ठमेल क्षेत्रको हिलो, धुलो र खाल्टाखुल्टी सडक मध्य अहिले ८५ प्रतिशत कालोपत्रे सम्पन्न भएको छ । यस क्षेत्रमा सबैले आ–आफ्नो क्षेत्रबाट सरसफाईलाई निरन्तरता दिनुपर्दछ ।   - @RabindraADH  https://t.co/Znh4STRvV5", "RT @NepalAirlinesRA: Nepal Airlines Corporation has resumed its flight to Taplejung from Kathmandu. The flight will be operated Wednesdays…", "Nepal Airlines dedicated to service. Commencing A330 service to and from Nepal. @hello_CAANepal @NepalAirlinesRA @RabindraADH @Hello_Sarkar https://t.co/eD3eBNSLik", "RT @RabindraADH: नेपालको प्रमुख पर्यटकिय ठमेल क्षेत्रमा आज संचालित सरसफाई कार्यक्रम । \"आफ्नो घर पसल अगाडी मात्र सफा राख्न सके वरिपरिको वाता…", "RT @RabindraADH: लुक्लामा वायु सेवा निगमको एकाबिहानै ४ फ्लाइट https://t.co/vSWAWeURjd", "RT @NepalAirlinesRA: Nepal Airlines is resuming its flights to Lukla from 6th October, Saturday. Four flights are planned for tomorrow. htt…", "RT @NepalAirlinesRA: केही समयदेखि मर्मतमा रहेका निगमका टि्वन अट्टर विमान मध्ये 9N-ABU विमान मर्मत पश्चात् भाेली असाेज १८ देखि नियिमत उडानमा…", "RT @RabindraADH: Very glad to hear from ICAO former Secretary General Mr. Raymond Benjamin, Airbus Sr. Vice-President (Safety) Mr. Yannick…", "RT @RabindraADH: Nepal Airlines dedicated to service. Commencing A330 service to and from Nepal. #nepalairlines https://t.co/pXgdRrXIBN", "RT @RabindraADH: निगमले बुधबारदेखि ताप्लेजुङ उडान गर्ने   https://t.co/9kcbGCGuBF", "RT @RabindraADH: \"अभिलेख सुरक्षीत राख्न हो, न कि गोप्य राख्न\"- केभिन योङ्ग । \nआज राष्ट्रिय अभिलेखालय दिवस । अमुल्य धरोहर राष्ट्रिय अभिलेखाल…", "RT @Lumbinidtrust: #Ramagrama is a site of great #archaeological and #pilgrimage importance as the #Stupa is believed to be the only Stupa…", "RT @dhppkr: गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थलको धावनमार्ग अवको ६ महिनाभित्र संचालनमा आउने छ | राष्ट्रिय सभाको सार्वजनिक सरोकार समितिमा बो…", "@Hello_Sarkar @Janginishaan @AmritaLamsal @RabindraADH @hello_CAANepal", "Hon. Minister @RabindraADH and French Ambassdor to Nepal HE Francois-Xavier Leger discussed issues like #VNY2020, lifting Nepal's aviation from EU safety list and mutual cultural relations. Ambassador Leger expressed his full support and cooperation for Nepal and its concerns. https://t.co/M1TYSUFiMf", "RT @RabindraADH: निजगढ विमानस्थल निर्माणको काम द्रुत गतिमा अगाडि बढाउन संसदीय समितिको निर्देशन :: https://t.co/1kbhIx3c8q https://t.co/s55P…", "RT @dhppkr: आज पवित्र पशुपति क्षेत्रामा ।\n१)१८ वटा सम्पदा पुनर्निर्माण सम्पन्न। १० वटा चालू कार्यक्रम । भने बाकी १८छिटोभन्दा सम्पन्न गर्न…", "RT @Lumbinidtrust: भगवान बुद्धको जन्मस्थल लुम्बिनी, उड्ने चरामा विश्वकै अग्लो 'सारस' पाइने एक प्रमुख स्थल हो । नेपालमा करिब ५०० सारस रहेको…", "यस सम्बन्धमा @Lumbinidtrust  र  उपाध्यक्ष श्री @VMetteyya लाई यस विषयमा आवश्यक काम कार्वाही गर्न भनिएको छ । धन्यवाद । https://t.co/GIdOxOIQOY", "RT @RabindraADH: हामीले समय तोकेर काम नगरेको भए गद्दी बैठकबाट इन्द्रजात्रा हेर्न पाइने थिएन।एअरपोर्ट सुधार र २२घन्टा चल्दैनथ्यो।आन्तरिक तर्…", "RT @RabindraADH: पर्यटक आगमन वृद्धिदर दक्षिण एसियामै नेपालको उच्च https://t.co/WKFiPo5SfW", "RT @hellotourismNP: Happy 39th World Tourism Day. Let's celebrate WTD on the theme \"Tourism and the Digital Transformation\".\n#WorldTourismD…", "RT @RabindraADH: Happy 39th World Tourism Day. Let's celebrate WTD on the theme \"Tourism and the Digital Transformation\". We need to transf…", "RT @nepaltourismb: \"Digitization of Every Aspect of Tourism, the Need of the Hour\" according to 39th WTD celebrations by Nepal’s tourism in…", "RT @Lumbinidtrust: We are celebrating the 39th World Tourism Day with the theme \"Tourism and the Digital Transformation\". Digital Transform…", "@Hello_Sarkar @MSr3GEFMfXGcvNM @hello_dot_np @hello_CAANepal  please note it.", "@Hello_Sarkar @KushalPoudel18 Noted", "@Hello_Sarkar @sahadevbenz @hello_CAANepal @hello_CAANepal   यस बिषय मा तत्काल ध्यान जावोस।", "RT @RabindraADH: यस पटकको विश्व पर्यटन दिवसको अवसरमा आयोजित हाईकिङ कार्यक्रममा झण्डै ५०० भन्दा धेरै जना सहभागी हुनुभयो । नुवाकोट ककनी देखि…", "RT @RabindraADH: छलफलमा निजगढ अन्तर्राष्ट्रिय विमानस्थल : नागरिक उड्डयन विज्ञ वीरेन्द्रबहादुर देउजा सरको सरल रुपमा अभिव्यक्त महत्वपूर्ण वि…", "Press- Release : Appointment of Goodwill Ambassador, 21st September 2018 https://t.co/W49yFIt2U2", "@chhucho_keto Thanks, will be updated.", "RT @Lumbinidtrust: लुम्बिनी विकास कोषको विभिन्न गतिविधिहरुको जानकारी ट्वीटरका साथै निम्न डिजिटल प्लेटफर्ममा पनि उपलब्ध छ ।\n\nTwitter: @Lumbi…", "@Dipakpoudel All the government organization have .gov.np domain provided by NITC NEPAL.\nTHANKS.", "@Hello_Sarkar @ashokpillar @Arjun_jee @RabindraADH आवश्यक विषयमा सचेत हुन @hello_CAANepal  मा कुरा राखिएको छ। धन्यवाद।", "मन्त्रालयको पुरा नामको Domain Name नरहेको भन्ने सन्दर्भमा आएको सुझाब अनुशार मन्त्रालयको website https://t.co/sphPfr8Hn7 तथा https://t.co/PWzqxmxTDJ समेत बाट खुल्ने गरी राखिएको जानकारी ।\n# Ministry Of Culture,Tourism and Civil Aviation\n#MOCTCA", "RT @NepalAirlinesRA: We are glad to inform you of our coach service operating for Airport transfer from Abu Dhabi - Dubai T 2 - Abu Dhabi.…", "@ballavt @Hello_Sarkar @75PZA @RabindraADH @hello_CAANepal  आवश्यक सुझाब को विषयमा  कार्य अघि बढाउन अनुरोध।", "@Hello_Sarkar @smarasini1 Noted and forwarded to related organization.thnks", "RT @NepalAirlinesRA: Nepal Airlines International Destinations!\nBook your tickets online today https://t.co/fp8HpmWUTX https://t.co/f6tJLwK…", "RT @Lumbinidtrust: लुम्बिनीमा ई–टिकटिङको व्यवस्था\n\nhttps://t.co/huJ7rFjGaJ https://t.co/mVXgy6Q4WF", "RT @Lumbinidtrust: Welcome to Lumbini, Nepal: The Birthplace of Lord Buddha and the Fountain of Buddhism and World Peace.\n\nविश्व शान्तिको…", "RT @hellotourismNP: निजगढ विमानस्थलले गति लिनै लाग्दा किन विवाद शुरु भयाे ?समाधान कसरी ?अाज राति ९ बजे कान्तिपुर टि.भी. @ourktv मा ।माननीय…", "RT @hello_CAANepal: @Hello_Sarkar @TikaRegmi @RabindraADH @dineshbh9 @sitaairlines लुक्लामा काठमाडौंबाट नेपाल वायुसेवा, तारा, सिता र समिट ए…", "RT @Lumbinidtrust: नेपाल सरकारको E-Governance को लक्ष्य अनुरुप, लुम्बिनीमा Smart Digital Visitor Ticket Management System लागु भएको छ। यसले…", "RT @Lumbinidtrust: https://t.co/1ZMVjlUdzk", "RT @Lumbinidtrust: 3/3 लुम्बिनी विकास कोषको बोर्ड बैठकबाट नेपाल बौद्ध परियत्ति शिक्षा कार्यक्रमलाई संरक्षण र सहयोग गरि प्रभावकारी बनाउने नि…", "RT @hellotourismNP: निजगढ विमानस्थल, देश विकासलाई गति दिने आयोजना हो, अब कसैले रोकेर रोकिंदैन। निजगढ विमानस्थल सार्वजनिक निजी साझेदारीमा ब…", "RT @Lumbinidtrust: भगवान बुद्धको राजघर र शाक्यहरुको राजधानी, प्राचीन कपिलवस्तुको विकास हाम्रो प्राथमिकतामा रहेको छ। यसै क्रममा कपिलवस्तु दर…", "@Hello_Sarkar @BiswasBabuKU @hello_CAANepal यस विषयमा ध्यान तुरुन्त जावोस।", "@rs_timilsina @Hello_Sarkar Noted @hello_CAANepal", "@surajshakya कृपया रिफ्रेश गर्नु होला। वेबसाइट चलिरहेको छ। https://t.co/DRYeQfbGT8", "निजगढ एअरपोर्ट सन्दर्भमा उठेका प्रश्न माथी सरोकारवाला र पत्रकारहरु सग छलफलमा ।  @hello_tourismnp @RabindraADH @hello_CAANepal @Hello_Sarkar https://t.co/STAyT2lJzO", "RT @hellotourismNP: प्रेस भेटघाट अहिले सुरु भएको छ । निजगढ एअरपोर्ट सम्बन्धि ।। @hello_tourismnp @Hello_Sarkar @RabindraADH @hello_CAANepal…", "पत्रकार साथीहरु\nभोलि भदौ ३० गते लाई निम्ता !\n\nनिजगढ एयरपोर्टका सन्दर्भमा उठेका सवाल र अहिले सम्म भएका कार्यप्रगति र योजनाका सवालमा माननीय मन्त्री @RabindraADH ज्युको उपस्थितिमा भोलि दिउसो, ३:०० बजे, नागरिक उड्डयनको कार्यालय बबरमहलमा पत्रकार साथीहरु सग भेटघाट कार्यक्रम हुँदै छ । https://t.co/pIcsOh1xLA", "Hon. Tourism Minister @RabindraADH had a fruitful talk today with Austrian Ambassador HE Walchshofer regarding  cultural exchanges, development of  Nepal's archaeological sites and positive review on Nepal's aviation in EU. https://t.co/0jvaOdCfS0", "RT @RabindraADH: गोरखाको प्रसिद्ध धार्मिक स्थल मनकामना मन्दिर पुननिर्माण सकिएको छ । दशैंमा भक्तजनले मन्दिरभित्रै पूजा गर्न पाउने हुनुभएको छ…", "RT @RabindraADH: निजगढ एयरपोर्ट १८००हेक्टरमा हरियाली विमानस्थल बनाउनको हो, आवश्यकता र अध्यायनका आधरमा बढीमा अढाई लाख रुख मात्रै काटिने छ, ए…", "RT @hello_CAANepal: All media partners are cordially invited to participate in the inter action program being chaired by Hon'ble Minister R…", "RT @hellotourismNP: आज बसन्तपुर दरबार हनुमान ढोका सगै रहेको बंशगोपाल मन्दिरमा माननीय मन्त्री ज्युबाट प्रसाद ग्रहण साथै साचो हस्तान्तरण कार्…", "RT @hellotourismNP: सरकारले प्रस्तावित निजगढ दोस्रो अन्तर्राष्ट्रिय विमानस्थल निर्माणको लागि आशयपत्र आह्वानको तयारी गर्ने जिम्मेवारी @hello…", "RT @Annapurna_Post: निजगढ विमानस्थलमा दुई लाख ४० हजार मात्रै रुख काटिने/वार्षिक ६ करोड यात्रु धान्ने दाबी https://t.co/h7ExLekbBG", "RT @Ujyaalo: ‘निजगढ विमानस्थल संसारकै हरियाली बन्छ, जम्मा साढे २ लाख रुख मात्रै काट्ने हो’ https://t.co/cecmbOQ5sK", "RT @kpsharmaoli: ‘सुखी नेपाली, समृद्ध नेपालः बाल अधिकार सबैको सरोकार’ भन्ने मूल नाराका साथ आज भदौ २९ गते मनाईंदै गरेको बाल दिवसका अवसरमा सम…", "RT @hellotourismNP: वर्षौंपछि सिधै सुर्खेतबाट जुम्ला हवाई जहाज चड्ने जुम्लीको सपना पूरा भएको छ । सुर्खेतबाट सीधा जुम्ला जहाज चड्ने सपना पू…", "RT @NepalAirlinesRA: Now commencing #A330 service to and from Nepal. Book your tickets today https://t.co/re9VYFAX8q https://t.co/gFd4N5dpke", "RT @RabindraADH: आज हरितालिका तीज । महिला दिदिबहिनीहरुको विशेष पर्व । मौलिक पर्व । तीजको रौनकमा थप उत्साह भनेको तीजका लोक भाकाहरु अनि मौलिक…", "@Hello_Sarkar @Subash4946 @nytimes @PM_Nepal Noted. Working procedure 2018 already published on our website. Thanks.", "@Hello_Sarkar @myselfpradip सो सम्बन्धमा के भएको हो प्रस्ट उल्लेख गर्न अनुरोध। caan समक्ष कुरा राख्ने छौं। धन्यवाद।", "PRESS_२०७५ भदौ २३ गते धादिङमा दुर्घटनाग्रस्त अल्टिच्युड एयरको हेलिकप्टरको दुर्घटना जाँच आयोग गठन भएको सम्बन्धी प्रेस विज्ञप्ति (२०७५।५।२४) https://t.co/u4mTV2kwIC", "सरकारी कामकाजको लागि आधिकारिक इमेल अनिवार्य रुपमा प्रयोग गर्ने सम्बन्धमा । https://t.co/GxPQew56c8", "Rescue Procedure (En)-पर्यटक खोज, उद्धार, उपचार, तथा अनुगमन सम्बन्धी कार्यविधि, २०७५ (English)\nhttps://t.co/nqdCCB6Nzg", "@sannidhyamyagdi @Hello_Sarkar @RabindraADH Noted @hello_CAANepal", "@premzorbanian @Hello_Sarkar @hellotourismNP @hello_dot_np", "RT @sushbhattarai: The @hello_tourismnp of #Nepal has formed a three-member accident investigation committee to probe the crash of an ill-f…", "@Hello_Sarkar @myselfpradip Noted @hello_CAANepal", "RT @hello_dot_np: Tourist Search, Rescue, Medication and Monitoring related Guidelines-2018:\nhttps://t.co/K4dCeEewg1\n@Hello_Sarkar @hello_t…", "@GuyAirline @Dpakme @nepaltourismb @RabindraADH On pdf book, there is monthly data as well of 2017. 2018 --6 months data is there on graph-Image.\nData source is from immigration department ,nepal. So it takes more time to process all data about tourism .  Thanks, we will update ,if we get data in real time.", "RT @ChhetuSherpa: प्राकृतिक सुन्दरताले सिँगारिएकाे जुम्लाको  चन्दननाथ नपा- ६ सिंगाचौर @VisitNepal_2020 @RabindraADH @PM_Nepal @hellotourism…", "RT @renaudmeyer: One of the many perks of living &amp; working in #Nepal: waking up in #Pokhara with this view of the #Annapurna range and the…", "@Hello_Sarkar @Gpgelal @HelloMoeNepal @hello_dot_np", "@GuyAirline @Dpakme @nepaltourismb @RabindraADH Please check our website as well. On website go to e -portal :Tourism statistics menu icon.", "@PrshntBrnwl @kantipurdaily @bbcnepali @nepalembassyusa सुझाब को लागि धन्यवाद। सम्बंधित फ़ोटो हरु प्राप्त भए अपडेट गर्ने छौं।", "RT @NepalAirlinesRA: INSTRUCTIONS FOR RA TRANSIT PASSENGERS HAS BEEN UPLOADED ON OFFICIAL WEBSITE. Click here for the more details.\nhttps:/…", "@GirishThagunna @RabindraADH @nepaltourismb @Hello_Sarkar Noted thanks 👍", "RT @hello_dot_np: Are you passionate about knowing the details of Peak opened for #mountaineering purpose in #Nepal and list of peak still…", "@Hello_Sarkar @parajulisamsher @hello_dot_np wellNoted.", "मा. मन्त्रीज्यू @RabindraADH ज्युसमक्ष दुर्घटना जाँच आयोग, २०७४ ले US Bangla Airlines दुर्घटनाको Draft Final Report पेश गरेको छ - । https://t.co/zJD1Fe2UfU", "RT @TIACAO2: As a result of domestic airport operation opening from 5:00 AM, Summit Air 301 successfully did its first flight to Lukla toda…", "RT @RabindraADH: दुई दर्जन आन्तरिक उडान अब राति पनि हुने https://t.co/f2BrRmU28k via @12khari", "RT @hello_CAANepal: एयरपोर्टमा यात्रु प्रयोजनार्थ Free Wifi सन्चालन ल्याउने कार्य अन्तर्गत Pokhara Airport मा worldlink संगको सहकार्यमा Fre…", "RT @KrrishArya1: नेपाल संगीत नाट्य प्रज्ञा प्रतिष्ठान को ११ औँ प्राज्ञ सभाको समुद्घघाटन गर्नुहुँदै मा. सँस्कृती पर्यटन तथा नागरीक उड्डयन म…", "RT @hellotourismNP: पर्यटक उद्धार(पदयात्रा, पर्वतारोहण) सम्बन्धि कार्य व्यवस्थित गर्न आज कार्यविधि माननीय मन्त्री @RabindraADH ज्युबाट स्वी…", "RT @kpsharmaoli: नेपाल-भारत द्विपक्षीय हितका विषयमा भारतीय प्रधानमन्त्री महामहिम श्री नरेन्द्र मोदीसँग सौहार्दपूर्ण वार्ता भयो । छोटो समयको…", "RT @RabindraADH: Expressions of interest to be called for Nijgadh airport https://t.co/3vl6vMxSoX", "RT @PrakashSharmaD3: पर्यटक उद्धार सम्वन्धी कार्य व्यवस्थित गर्न आज कार्यविधि स्वीकृत भई लागु भएको छ @dhppkr\n@RabindraADH @hello_tourismnp…", "RT @RabindraADH: Rt. Hon. @kpsharmaoli, Prime Minister of Nepal and HE @narendramodi, Prime Minister of India jointly inaugurated Nepal Bha…", "RT @narendramodi: काठमाण्डौमा अद्भूत एवं फलदायी बिम्स्टेक सम्मेलन आयोजना गर्नु भएकोमा म नेपालका प्रधानमन्त्री के.पी. शर्मा ओली र नेपाल सरका…", "RT @RabindraADH: काठमाडौं विमानस्थल अब २२ घण्टा https://t.co/AElTI6dxz6", "RT @RabindraADH: Nepal is honored to host 4th #BIMSTEC Summit in Kathmandu on 30th &amp; 31st Aug. This historic event is expected to strenghte…", "स्रष्टा सम्मान !\nआज पर्यटन मन्त्रालयमा आयोजना गरिएको कार्यक्रममा माननीय मन्त्री @RabindraADH ज्यूले स्रष्टा/कलाकारहरूलाई परिचयपत्र वितरण गर्नु भएको छ । https://t.co/LylalbXLmd", "RT @RabindraADH: आज गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थलको स्थलगत अवलोकन गर्दा Runway, Taxiway, Apron, Control Tower, International Terminal…", "RT @Hello_Sarkar: सरकारी कार्यालयहरुमा अव्यवस्थित राखिएका पुराना सवारीसाधन, प्रयोगमा नआएका मेशिनरी र अन्य सामान प्रचलित कानूनअनुसार लिलामी…", "RT @RabindraADH: Greatly delighted and honored to welcome HE President of Myanmar Win Myint and Madam at the Birth Place of Lord Buddha.\n#L…", "सूचना ---भगत सर्वजित मानव मर्यादा राष्ट्रिय पुरस्कार सम्बन्धी सूचना (2075-5-11)- महाकवि देवकोटा पुरस्कार सम्बन्धी सूचना (2075-05-11)पुष्पलाल राष्ट्रिय पुरस्कार २०७५ सूचना (२०७५-०५-११)राष्ट्रिय तथा प्रादेशिक प्रतिभा पुरस्कार सम्बन्धी सूचना (प्रकाशित मिति : २०७५।०५।११) https://t.co/QI6GFxzmUH", "निजगढ विमानस्थलको मोडालिटी सम्बन्धि मन्त्रालयमा भएको संयुक्त बैठकले Letter of interest(LOI)आव्हान गर्ने निर्णय गरेको छ।संयुक्त बैठक माननीय पर्यटन..र अर्थ मन्त्रीज्यु,सचिवज्यु राष्ट्रिय योजना आयोग,लगानी बोर्ड@hello_CAANepalर मन्त्रालयका प्रतिनिधि ज्युहरुको सहभागीता...\n@RabindraADH https://t.co/GrIoL0BN19", "RT @NepalAirlinesRA: ३ वटा Y12 र एक MA60 चीनिया विमान संचालनमा छन्। एक Y12 को इन्जिन मर्मत क्यानाडामा मर्मत हुँदैछ भने एक MA60 को C-check…", "RT @gnawali_rom: @kunwor_upadesh @RabindraADH @hello_tourismnp Totally practical based course https://t.co/Bx4gnZrcKU", "RT @RabindraADH: रक्षा बंधन एवं जनैपुर्णिमाको शुभ अवसरमा सबैमा हार्दिक शुभकामना ।", "RT @RabindraADH: सम्पदाको शहर पाटन उपत्यकामा सम्पदाको निर्माण सम्पन्न भए सगै पर्यटकको लागि प्रमुख आकर्षणको केन्द्र बन्दै गएको छ । … https:/…", "RT @RabindraADH: पर्यटनलाई अर्थतन्त्रको महत्वपूर्ण आधार भन्ने गरेको भए पनि प्राज्ञिक आवश्यकताको बारेमा बहश भएको छैन। अब जसरी पनि पर्यटन क्…", "कृष्ण मन्दिरको पुनर्निर्माण सम्पन्न भएको छ । आज माननीय मन्त्री @RabindraADH ज्यु वाट क्षमा पुजा गर्दै सबैका लागि कृष्ण मन्दिर खुल्ला भएको बताउनु भयो । …भिडियो… । https://t.co/IQRAYsntQR", "RT @hello_CAANepal: House of Representative of Nepal  ratified the 'Convention for the Unification of Certain Rules for International Carri…", "संस्कृति ,पर्यटन तथा नागरिक उड्डयन मन्त्रालय तथा माननिय मन्त्री ज्यु  सामाजिक संजाल फलो अप गर्नेमध्यमा अग्रपंक्ति मा। \n👍सामाजिक संजाल बाट प्राप्त सल्लाह सुझाव सम्बन्धमा सम्बोधन गर्न मन्त्रालय परिवार निरन्तर लागि रहने छ।  धन्यबाद। https://t.co/ZOtLIfpCOo", "अन्तराष्ट्रिय हवार्इ परिवहन सम्बन्धी मन्ट्रियल महासन्धि अनुमोदन सम्बन्धमा जारी -प्रेस विज्ञप्ती https://t.co/65sbx2EGm2", "RT @Ujyaalo: त्रिभुवन विमानस्थलको आन्तरिक टर्मिनलमा फ्री वाइफाई, अन्तर्राष्ट्रियमा अर्को हप्ता https://t.co/1Wl0nqguXl", "@Hello_Sarkar @Nepalrea Noted।", "RT @hello_dot_np: To Whom it may concern:\n\n@Taandotnp @NMediacentre @hello_tourismnp @Hello_Sarkar @RabindraADH https://t.co/5MmS5fDdnI", "RT @hello_dot_np: श्री नेपाल नागरिक उड्डयन प्रधिकरण:  नियमन तथा अनुगमन गरि सहयोग गरिदिनु हुन\n\n@hello_CAANepal @hello_tourismnp @Hello_Sarka…", "RT @hello_CAANepal: सम्पुर्ण एयरपोर्टहरुमा यात्रु प्रयोजनार्थ Free Wifi सन्चालन ल्याउने कार्य अन्तर्गत TIA Domestic Terminal मा worldlink…", "RT @RabindraADH: आज वाट त्रिभुवन विमानस्थलको Domestic Terminal तर्फ Free WiFi  संचालनमा आएको छ । र  International Terminal तर्फ अर्को हप्ता…", "MDAC) को मिति २०७५/०५/०३ मा बसेको बैठक को प्रेस विज्ञप्ति https://t.co/Aos3HwHUi2", "आ.ब.२०७४/७५ को वार्षिक प्रगति समीक्षा तथा मन्त्रालयस्तरीय विकास समस्या समाधान \nसमिति (MDAC) को बैठक\n\n२०७५ भाद्र ३ गते सम्पनन भएको\nछ | https://t.co/K2CUsFjmC9", "https://t.co/1K8O5EEbUB", "संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रीको जिम्मेवारीप्राप्त भएपश्चात हालसम्म हासिल भएका प्रमुख उपलब्धिहरु (श्रावण ३१, २०७५)\nhttps://t.co/pUY5OQEcgx", "RT @hellotourismNP: पर्यटन मन्त्रालयको २०७४/०७५मा संचालित आयोजना/कार्यक्रमहरुको तेश्रो एवं वार्षिक प्रगती समिक्षा । मन्त्रालयमा । \n@Rabindr…", "RT @Hello_Sarkar: फेसबुक-टि्वटरमा सरकारको विशेष चासो, बन्यो कार्यविधि – OnlineKhabar https://t.co/HcH7okxaXm", "RT @RabindraADH: काठमाडौं स्वयम्भू स्थित प्रतापपुर अनन्तपुर सहित १७ वटा सम्पदाहरुको पुनर्निर्माण सम्पन्न भएसंगै आज सम्माननीय राष्ट्रपति @Pr…", "RT @RabindraADH: एशियाली खेलकुद महोत्सव शनिबार साँझ इण्डोनेसियाको जाकार्तास्थित गेलोरा बुङ कार्नो रङ्गशालामा सुरु भएको छ । नेपाली खेलाडीहरु…", "RT @RabindraADH: स्वयम्भू स्थित प्रतापपुर अनन्तपुर सहित १७ वटा सम्पदाहरुको पुनर्निर्माण सम्पन्न भएका छन । पुनर्निर्माण सम्पन्न संगै अव स्वय…", "RT @RabindraADH: The growth trend (73.5%)in tourist arrivals in Nepal in July this year indicates that our two million per annum target for…", "RT @cookieshradha: #visitNepal2020 logo in different languages.request everyone to use logo and promote Campaign.Pls contact if you need an…", "@Hello_Sarkar @alerteye @RabindraADH आवश्यक निर्देशन सम्बन्धीत ब्यक्ति मार्फत गराई सकिएको छ। धन्यवाद।", "RT @hello_CAANepal: WARM INVITATION\nAll the Media Partners Are Cordially Invited to Participated in the INTER-ACTION PROGRAM Schedule as Fo…", "RT @Hello_Sarkar: प्रदेशका गुनासो संयन्त्र:\n१ नं: ०२१-४७२२३७२, हेलो मुख्यमन्त्री १०९१\n२ नं: १६६०-४१५२५४३\n३ नं: बनेको छैन, (११११, ९८५११४५०४५…", "RT @NepalAirlinesRA: Gr.Handingमा ISAGO certificate लिए जस्तै flight safety मा पनि अन्तर्राष्ट्रिय गुणस्तर सर्टिफिकेट IOSA लिनगरेको कोसिसको…", "RT @nepaltourismb: Trek through hidden valleys, visit ancient Shey Gompa, touch icy waters of  Phoksundo, discover Himalayan life &amp; culture…", "RT @RabindraADH: Lifetime Experiences !\n#VisitNepal2020 \n#NaturallyNepal https://t.co/T8mpCvQntk", "सामाजिक संजाल सञ्चालन सम्बन्धमा । https://t.co/Bj7w9ksGpP", "RT @hello_CAANepal: https://t.co/E5O7kaAYhJ", "@Bishnu_2050 @Hello_Sarkar @chhucho_keto @hello_CAANepal @TIACAO2  यो बिषयमा धरै गुनासो आएको हुँदा तत्काल यस बिषयमा मन्त्रालय मा जानकारी गराउनु हुन अनुरोध छ।", "RT @NepalAirlinesRA: दोहामा ग्राउन्डेड विमान मर्मत सम्बन्धमा एयरबस कंपनी र इन्जिन निर्माता पि. एण्ड डब्लू. कंपनीले गरेको सिफारिस अनुसार के…", "RT @bhattarai_uttam: Hurry Up to Grab the Opportunity!!! Limited Seats.\n\nADMISSIONS OPEN!\nBachelor of Mountaineering Studies (BMS) https://…", "RT @hello_CAANepal: माननीय संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्री एवं नेपाल नागरिक उड्डयन प्राधिकरण सञ्चालक समितिका अध्यक्ष रविन्द्र अ…", "Ambassadors from UK and Canada, Richard Morris and Nadir Patel repectively showed their concerns in investment opportunities, reconstruction, tourism infrastructures and #VisitNepal2020 campaign in their separate meetings with Hon. Minister @RabindraADH in the ministry today. https://t.co/RxqilF5rZ8", "मन्त्रालय को आधिकारिक ट्विटर @hello_tourismnp  मात्र रहेको जानकारी गराउन चाहन्छौं।\n साथै मन्त्रालयको ईमेल info@tourism.gov.np मा समेत लेखी पठाउन सक्नुहुनेछ।", "स. प तथा ना. उ मन्त्रालय तथा मातहतका निकाय सम्बन्धमा, आम जनता तथा सेवाग्राही सल्लाह , सुझाब एबम गुनासो निरन्तर  सुन्ने तथा सो सम्बन्धमा आवश्यक कार्रवाई अघि बढाउन फोकल पर्सन तोकि कार्य अघि बढाएको ब्यहोरा अबगत गराउन चाहन्छौं।\n सल्लाह , सुझाब एबम गुनासो भए mention तथा DM गर्न अनुरोध", "@Hello_Sarkar @mypresense @nepaltourismb Noted. 👍", "ADMISSIONS OPEN!\n#mountains #tourism #Nepal #VisitNepal2020 #skilled #HumanResources #tourismdevelopment #bachelorsinmountaineeringstudies #BMS #NMA #Nepal #Mountain #Academy \n\n@tu_notice @tu_information https://t.co/od2sSTxkUU", "RT @Annapurna_Post: दोस्रो वाइडबडी ‘मकालु’को व्यवसायिक उडान भदौ १६ गतेबाट https://t.co/jkcIwyMBWw via @Annapurna_Post https://t.co/FabW6ztq…", "RT @nepaltourismb: Plan a trip to the Ruby Valley in East Nepal, surrounded by hills of red, pink &amp; pale rhododendron. Find bliss &amp; serenit…", "RT @hello_CAANepal: Nepal Aviation Safety Campaign (NASC), 2018 jointly organized by CAAN, WFP and AOAN today. Six workshops focusing on pe…", "RT @RabindraADH: नेपालमा पर्यटकीय गतिविधि सगै आम्दानीमा वृद्धि हुन थालेको छ । बाह्य र आन्तरिक दुवै पर्यटकको संख्या बढेको तथ्यांकले देखाउँछ …", "RT @bhattarai_uttam: ADMISSIONS OPEN!\n#mountains #tourism #Nepal #VisitNepal2020 #skilled #HumanResources #tourismdevelopment #bachelorsinm…", "@gbudhathoki @RabindraADH @nepaltourismb Noted.👍", "@Gyanu_Babu @Hello_Sarkar Noted", "@chandraptk @Hello_Sarkar @RabindraADH @hello_dot_np @nepaltourismb पर्यटन सैटेलाइट लेखा प्रणाली बारे काम एबम अध्ययन हुदै छ। \nधन्यवाद।", "RT @NepalAirlinesRA: Follow our official social media accounts on these platforms to stay updated and in touch.. #nepalairlinesra #nepalair…", "@Krishna41959902 धन्यवाद कृष्ण जि ।", "RT @RabindraADH: \"पहिला देश, अनि विदेश\" ।\n#VisitNepal2020 https://t.co/IqNt0NYdpG", "RT @RabindraADH: Pleased to note that ADB has agreed to release the loan amount to expedite the works for Gautam Buddha Int'l Airport. Dy D…", "VisitNepal 2020# TourismNepal https://t.co/kkD4HK0pGj", "RT @RabindraADH: आज, मन्त्रालयले आफ्नो ५ वर्षे कार्यदिशा सार्वजनिक गरेको छ । कार्यदिशामा वाषिर्क पर्यटक आवागनलाई आगामी ५ वर्षभित्रै २५ लाख…", "RT @dhppkr: बिहीबार पर्यटन..तथा नागरिक उड्डयन मन्त्रालयले आफ्नो ५ वर्षे कार्यदिशा सार्वजनिक गरेको छ । कार्यदिशामा वाषिर्क पर्यटक आवागनलाई आ…", "RT @RabindraADH: चालुआर्थिक बर्ष र आगामी पाँचबर्ष भित्र सम्पन्नहुने प्राथमिकता प्राप्त कार्यक्रमहरुलाई संस्कृति,पर्यटन तथा नागरिक उड्डयन म…", "RT @RabindraADH: नेपाल वायुसेवा निगमको पहिलो वाइड बडी A330को अन्तर्राष्ट्रिय उडान अाज अगष्ट १ देखि Kathmandu-Doha sector मा हुन लागेकाेमा…", "पर्यटन क्षेत्रको भावी कार्यादिशा चालुआर्थिक बर्ष र आगामी पाँचबर्ष भित्र सम्पन्नहुने प्राथमिकता प्राप्त कार्यक्रमहरु माननीय मन्त्री@RabindraADHज्यु द्वारा संघीय मन्त्रीज्युहरु,प्रदेश सरकारका मन्त्रीज्युहरु र स्थानीय सरकारका प्रतिनिधिहरुका बिच अन्तरक्रिया गरि सार्वजनिक गर्नु भएको छ https://t.co/qLcqeTC7ke", "RT @PrakashSharmaD3: पर्यटक उद्धार सम्बन्धी छानविन कार्यदलको प्रतिवेदन आज माननीय मन्त्री @RabindraADH ज्युलाई हस्तान्तरण भएको छ । यसमा तत्…", "RT @hello_CAANepal: We would like to inform that our official website has been changed to https://t.co/hDW31ujLEI", "RT @NepalAirlinesRA: Agreement signing with E-Sewa for introducing E-Sewa online payment in Online-ticketing system of NAC. \n@RabindraADH @…", "RT @hello_CAANepal: नेपाल नागरिक उड्डयन प्राधिकरणकाे अाधिकारिक वेभसाइट https://t.co/yxvYW6LHcm domain name मा स‌ंचालन भैरहेकोमा मिति २०७५।४…", "RT @dhppkr: पर्यटक उद्धार सम्बन्धी छानविन कार्यदलको प्रतिवेदन आज माननीय मन्त्री @RabindraADH ज्युलाई हस्तान्तरण भएको छ । त्यस सम्बन्धि जान…", "RT @SugatKansakar: प्राधिकरण र निगमले संपुर्ण प्राविधिक काम कार्वाही पुरा गरि सकेपछि पहिलो वाइड बडी A330 को उडान अनुमति आज नागरिक उड्डयन प्…", "पर्यटक उद्धार सम्बन्धी छानविन कार्यदलको प्रतिवेदन २०७५।४।१४ https://t.co/aKs5PsQNUu https://t.co/5LvpvYTKxf", "RT @RabindraADH: Mesmerizing view of various tourism products and activities in Nepal.\n#VisitNepal2020 https://t.co/ITpqyRZwDx", "मन्त्रालयको पहिलो अभ्यास:  ऐतिहासिक एवं पुरातात्विक महत्वको रानी महलको ब्यबस्थापन र संचालन गर्ने जिम्मेवारी माननीय मन्त्री @RabindraADH ज्युको उपस्थितिमा पुरातत्व विभागका महानिर्देशक द्वारा पाल्पाको तानसेन नगरपालिकाका प्रमुख अशोककुमार शाहीज्युलाई आज प्रदान भएको छ । https://t.co/96Fa21UUVV", "RT @RabindraADH: राष्ट्रिय ध्वजाबाहक नेपाल वायुसेवा निगमको दोश्रो एअरबस ३३०आज त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलमा आईपुगेको छ ।नयाँ जहाज आउ…", "RT @NepalAirlinesRA: KTM-DOH Starting from NPR11000*\nKTM-DOH-KTM Starting from NPR18000*\nAnd also Enjoy,\nDOH-KTM: Free Baggage Allownace: 5…", "@Hello_Sarkar @sojho_chor क्यान समक्ष कुरा राखिएको छ। जवाफ प्राप्त भए पछि सो अनुशार काम कार्रवाई अघि बढाउने छौं। धन्यवाद।", "नेपालको पर्यटन क्षेत्रसंग सम्बन्धि पर्वतारोहण पदयात्राका साथै  विविध बिषय र सन्दर्भमा माननीय मन्त्री @RabindraADH ज्यु, श्रीमान सचिव ज्यु र पर्यटन ब्यवसायी विच आज महत्त्वपूर्ण अन्तरक्रिया सम्पन्न भएको छ । https://t.co/qnXfMlNL14", "Delighted to know through newly appointed Ambassador of Japan for Nepal H.E. Masamichi Saigo that Japan Government is expediting the formality process for the operation of our flights to/from Japan. Appreciate Japan's cooperation in multiple development aspects of Nepal. https://t.co/mONyM2JTPN", "RT @hello_CAANepal: Hon. Minister Rabindra Adhikari launches the Aviation Safety Report, 2018 and Nepal Aviation Safety Plan (2018-2022) pu…", "RT @RabindraADH: यी खवरले उत्साह त जोडेको छ, सगै अब नेपाली पर्यटन उद्योगलाई स्वर्ण युगमा प्रवेश गराउन सबैले आफ्नो ठाउँ बाट सकारात्मक सहयोग…", "RT @Online_khabar: २०१९ देखि गौतमबुद्ध विमानस्थलमा अन्तरराष्ट्रिय उडान !\nhttps://t.co/75bE5TFhIE", "RT @RabindraADH: झापाको अर्जुनधारा नगरपालिकामा रहेको सुखानी सहिद स्मृति उद्यान पर्यटकका लागि रोजाइको केन्द्र बन्न थालेको छ ।\n\nhttps://t.co/…", "RT @wildambu: Dodhara Chandani, Mahendranagar, Kanchanpur, Nepal\n@VisitNepalY2020 @hello_tourismnp @RabindraADH @lonelyplanet @TripAdvisor…", "RT @kpsharmaoli: पोखरा क्षेत्रीय  विमानस्थल निर्माण कार्यमा नेपाल र चीन दुवैतर्फबाट योगदान गरिरहेका साथीहरुलाई धन्यवाद ज्ञापन गर्दछु। काम…", "RT @RabindraADH: गौतमबुद्ध अन्तराष्ट्रिय विमानस्थलको पचास प्रतिशत काम सम्पन्न भएकोछ।सन २०१९सेप्टेम्बर २७विश्व पर्यटन दिवसको अवसरमा विमानस्थ…", "RT @RabindraADH: Snow-capped Bhrikuti Sayal Peak (6361meters) offers a wonderful experience to climbers.\n\n#VisitNepal2020 https://t.co/QT9O…", "बाईड बडी A330-200 विमान सम्बन्धि नेपाल वायुसेवा निगमको प्रेस विज्ञपति ।\n#PressRelease \n@RabindraADH \n@hello_CAANepal \n@NepalAirlinesRA \n@Hello_Sarkar https://t.co/l8XG9YFEpT", "RT @RabindraADH: नेपाली भाषाका प्रथम कवि, नेपाली भाषाका प्रबर्द्धक, छरिएका भाषालाई एक शुत्रमा बाध्ने, भाषाका सेतु आदरणीय आदिकवि भानुभक्तबाट…", "RT @Hello_Sarkar: काठमाडौंका सडकको अवस्था सुधार र सार्वजनिक यातायात व्यवस्था सुधार गर्नेबारे छलफल र सम्माननीय प्रधानमन्त्रीज्यूबाट आज भएको…", "RT @RabindraADH: पुरस्कृत श्रष्टा सर्जक सबैमा बधाई ।\nयस बर्षको राष्ट्रिय तथा प्रादेशिक प्रतिभा पुरष्कार,महाकवी देवकोटा,भगत सर्वजित मानव मर्…", "RT @sushbhattarai: नेवानि तीन महिनाभित्र जापान उड्ने https://t.co/v9vOsqcVK5 via @nagarik_news  #Nepal #NepalAirlines #Aviation #A330-200 #…", "@Bishal_Bhardwaj @RabindraADH https://t.co/aVFmcIizAb\nनेपाल पर्यटन बोर्ड को वेबसाइट तथा मन्त्रालय को वेबसाइट मा समेत राखिएको छ। HD तस्बीर को लागि पर्यटन बोर्ड मा ईमेल गर्न अनुरोध।", "RT @NepalAirlinesRA: Daily Flights: Kathmandu-Doha-Kathmandu\nStarts from : 1st August 2018\nBook Your Tickets now.\n\n@RabindraADH @hello_tour…", "नागरिक उड्डयन क्षेत्रको विज्ञ समूह (Think Tank Group) सम्बन्धी संचार मा्ध्यमका समाचार सम्बन्धमा संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालयको प्रेस विज्ञप्ति ।https://t.co/h6nCe3UBpT https://t.co/5srTaGjKKl", "@Hello_Sarkar @KadamKC @RabindraADH @PM_Nepal @hello_CAANepal", "Nepal-India Joint Working Group on Tourism Cooperation को बैठक सम्बन्धी प्रेस विज्ञप्ति https://t.co/a3WSuqTeXB https://t.co/8dz7f3Bjm7", "RT @hellotourismNP: हवाई उडानलाई ब्यबस्थित र सुरक्षित बनाउन विभिन्न एयरलाइन्स सम्बद्ध पाईलटहरु सग माननीय मन्त्री @RabindraADH ज्यु, श्रीमान…", "RT @hello_tourismnp: यस बर्षको पुष्पलाल राष्ट्रिय पुरस्कारबाट पुरस्कृत हुनुहुने श्रष्टालाई सम्माननिय राष्ट्रपति ज्युबाट पुरस्कार एक लाख सहि…", "तस्वीर- पुष्पलाल राष्ट्रिय पुरस्कार समर्पण समारोह https://t.co/qSsnmxqdeM", "यस बर्षको पुष्पलाल राष्ट्रिय पुरस्कारबाट पुरस्कृत हुनुहुने श्रष्टालाई सम्माननिय राष्ट्रपति ज्युबाट पुरस्कार एक लाख सहित सम्मानपत्र प्रदान गर्नुभएकोछ\nपुरस्कृत श्रष्टाहरु र विधा\nलक्ष्मीभक्त लम्साल, राजनीति\nडा.जगमान गुरुङ, इतिहास\nप्राज्ञ विष्णु प्राभात, साहित्य\nश्रष्टाहरु सबैमा बधाई https://t.co/mgBxxpBSb1", "RT @hello_CAANepal: Today aeroplane operated 17 flights from Simikot and brought 277 persons to Nepalgunj and Surkhet. Army helicopter brou…", "गोपाल प्रसाद रिमाल रास्ट्रीय पुरस्कार निर्णय- प्रेस विज्ञप्ति।\n2075/03/19 https://t.co/k7uXapV8On", "RT @RabindraADH: Today, a total of 126 passengers transported from Simikot to Nepalgunj and Surkhet by private  airlines. Nepal Army MI-17…", "RT @RabindraADH: Life in Himalayas, \nphoto by : suman dhakal\n#VisitNepal2020 https://t.co/Q56FcGobwV", "आज बाट शुरूवात भएको बुद्ध एयरको काठमाडौँ—वाराणसी उडानले नेपालको पर्यटकीय क्षेत्रमा निकै सहयोग पुग्ने बिश्वास मन्त्रालयले लिएको छ । सफल उडानको शुभकामना । \n@RabindraADH \n@Hello_Sarkar \n@AirBuddha", "RT @TIACAO2: New flood lights installed in apron !! https://t.co/FZtigBa0U0", "RT @NepalAirlinesRA: The national flag carrier Nepal Airlines Corporation (NAC) is all set to receive its first ever wide-body Airbus A330…", "बिराटनगर विमानस्थलमा अहिले सम्ममा जग्गा अधिग्रहण बापत मुआब्जा वितरण २२ प्रतिशत पुगेको छ । चालू आर्थिक बर्षमा ८० प्रतिशत मुआब्जा वितरण हुनेछ । उडान सुरक्षा सुदृढीकरणका साथै विमानस्थल स्तरोन्नतिका लागि मुवाब्जा बितरण भएको छ । तोकिएकै समय सिमामामा विमानस्थलको काम सम्पन्न हुनेछ ।", "गद्दी बैठक समुदघाटन कार्यक्रम -तस्बिर\nhttps://t.co/4aUipEhm7i", "RT @RabindraADH: हनुमानढोका दरवार स्थित गद्दी बैठक तोकिएकै समयमा निर्माण सम्पन्न पुरा भई, आज सम्माननीय प्रधानमन्त्री @kpsharmaoli ज्यु बाट…", "RT @hellotourismNP: बसन्तपुर दरबार गद्दी बैठकको समुद्घाटन सम्माननीय प्रधानमन्त्री @kpsharmaoli ज्यु बाट उद्घाटन भएको छ । समारोहलाई प्रधानम…", "RT @cookieshradha: Introducing the #VNY2020 logo in Japanese font. This is the first time we are coming up with different languages logo bu…", "RT @sushbhattarai: #Welcome_To_Nepal!\nA total of 454,855 international tourists visited #Nepal in January-May period 2018.  It's an increas…", "RT @RabindraADH: भूकम्पबाट क्षतिग्रस्त भएको हनुमान ढोका दरबार क्षेत्रमा रहेको आकर्षक ऐतिहासिक स्मारक ‘गद्दी बैठक’ को पुनर्निर्माण सम्पन्न भ…", "RT @griwanraza: VISIT NEPAL 2020 !!! \nनेपाल भ्रमण बर्ष -२०२०!!\nभब्य र सभ्य बनाउने प्रण गरौं !!! https://t.co/gpr0Q2ol7h", "Hon. Tourism Minister expressed happiness for growing tourist arrivals from Bangladesh and discussed about boosting our tourism activities in Bangladesh market during his meeting with HE Ambassador of Bangladesh Ms. Mashfee Binte Shams, at his office in Singhdurbar today. https://t.co/BKJJfyf05A", "RT @KrrishArya1: नेपाल म्युजिक सेन्टर ट्रष्टको योजनामा डा. गोविन्द आचार्य र दुर्गा रायमाझी द्वारा अध्ययन  गरिएको थारू जाती र मगर जातीको लोक…", "RT @RabindraADH: Restored Gaddi Baithak sparks controversy https://t.co/C530NeQ0vV", "RT @sushbhattarai: China to help Visit Nepal Year 2020 campaign https://t.co/CeL5jJUgqU via @RepublicaNepal\n#Nepal #Travel #Tourism #VisitN…", "RT @IsarojB: Poon Hill बाट जे देखियो ..... https://t.co/zw29EGSzG0", "RT @KrrishArya1: नेपाल प्रज्ञा-प्रतिष्ठानको ६१औँ वार्षिकोत्सव तथा राष्ट्रिय कविता महोत्सवको उद्घघाटन गर्नुहुँदै मा.सँस्कृती पर्यटन तथा नाग…", "RT @nepaltourismb: Up in The Air: Visitors searching for #Annapurna, early in the morning, that has been enveloped in the cloud !\nPhoto by…", "RT @hello_CAANepal: @Hello_Sarkar @wostey वायुयान घटना दुर्घटना जहाज पुरानो वा नयाँ कारणले गर्दा हुने होइन । पोखरामा अवतरण गरिसकेपछि ट्याक्…", "RT @myholidaynepal: During the Lo manthang drive 4WD #Nepal. #VisitNepal2020 photo by: @supersands https://t.co/EEkSBYI0XY", "RT @thehimalayan: Minister of Culture, Tourism, and Civil Aviation @RabindraADH on Sunday said Prime Minister KP Sharma Oli’s visits have h…", "RT @RabindraADH: Amazing , hope to get more number of travelers on the coming days. https://t.co/8qhn27WLer", "RT @nepaltourismb: Beauty of #Nepal is so mesmerizing it makes frame at every turn! Seen here is a visitor enamored and engrossed by beauty…", "भैरहवा, गौतम बुद्ध अन्तर्राष्ट्रिय विमानस्थल निर्माण प्रक्रियामा ३ दिन देखि देखिएको मुआब्जा सम्बन्धि समस्या समाधान भएको छ । यो समस्या समाधानसगै निर्माण प्रक्रियाले थप गति लिएको छ ।", "RT @xarugrg86: मेराे देश प्राकृतिक साैन्दर्यकाे धराेहर....।।।घुमाै रमाै।।।।\n\nपर्यटन बर्ष २०२० लाई सफल पाराै।बिश्वभर छरिएर कर्म गरिरहेका हा…", "RT @RabindraADH: इद उल फितर-ईद मुबारक\nपबित्र चाड रमजान महिनाको कठिन ब्रतको समापन र इद उल फितरको प्रारम्भ, सम्पूर्ण मुस्लिम धर्मालम्बी मित्र…", "RT @kpsharmaoli: सम्पूर्ण ईस्लाम धर्मालम्वीहरुलाई ईद उल फित्रको शुभकामना । ईद मुबारक । https://t.co/mbY4rFeBmp", "RT @RabindraADH: नेपाललाई अन्तर्राष्ट्रिय उडानका लागि थप प्रवेशमार्ग उपलब्ध गराउने विषयमा नेपाल नागरिक उड्डयन प्राधिकरण र भारतीय विमानस्थल…", "RT @hello_CAANepal: नेपाल नागरिक उड्डयन प्राधिकरण र भारतीय विमानपत्तन प्राधिकरण वीच आज जुन १६, २०१८ का दिन सम्पन्न सहमतीका सम्बन्धमा प्राधि…", "RT @hello_CAANepal: नेपाललाई अन्तर्राष्ट्रिय उडानका लागि थप प्रवेशमार्ग उपलब्ध गराउने विषयमा नेपाल नागरिक उड्डयन प्राधिकरण र भारतीय विमानप…", "RT @hellotourismNP: Achievement ! Congratulation @hello_tourismnp Hon'  @RabindraADH , @hello_CAANepal and team. https://t.co/UE69fGTGJa", "RT @RabindraADH: Nepal awarded with Council President Certificate by #ICAO. Thanks to CAAN and all aviation professionals of Nepal. https:/…", "RT @nepaltourismb: Visit Nepal Year 2020 logo can be downloaded with following link #experienceNepal #VNY2020\n\nhttps://t.co/9I232MSA0E", "पोखरा विमानस्थल सम्बन्धमा, नागरिक उड्डयन प्राधिकरण द्वारा जारी विज्ञप्ती । https://t.co/FtIOVshYBq", "Visit Nepal Year 2020 logo has been slightly modified taking into account the constructive suggestions and feedback in the social media. Thank you very much for your support for the VNY2020 campaign. Here it goes.\n#VNY2020\n#VisitNepalYear2020 https://t.co/KJelw5cSrc", "RT @dhppkr: शुभयत्रा !\nउडान सुरक्षा सुपरिवेक्षणको क्षेत्रमा नेपालले हासिल गरेको उल्लेखनीय प्रगतिलाई कदर गर्दै अन्तर्राष्ट्रिय नागरिक उड्डयन…", "RT @RabindraADH: Nepal is going to be honored by International Civil Aviation Organization (ICAO) with Council President Certificate for it…", "RT @RabindraADH: I am delighted to unveil the  logo of Visit Nepal Year 2020. I request all of you to share this as extensively as possible…", "RT @RabindraADH: पोखरा अन्तर्राष्ट्रिय विमानस्थल निर्माणका सन्दर्भमा केही मिडियामा प्रकाशित समाचारको विषयमा भ्रमित नहुन सबैमा आग्रह गर्दछु…", "RT @nepaltourismb: Visit Nepal Year 2020 logo unveiled\nThe logo designed by Mr. Uddhab Rimal from Boudha, Kathmandu was selected from 145 e…", "RT @RabindraADH: हामीलाई फेसबुकमार्फत १ सय ४५ वटा लोगो प्राप्त भएका थिए। तीमध्येबाट उत्कृष्ट छनौट गरेका हौ ।’ नेपाल चिनाउने तथा यहाँको प्र…", "RT @NepalEmbassyUAE: VISIT NEPAL 🇳🇵 2020: Lifetime Experiences!\nNaturally  Nepal 🇳🇵: Once Is Not Enough! https://t.co/l1X2RABFnH", "RT @KrrishArya1: पशुपति क्षेत्र भित्र ५००० रूख रोप्ने लक्षका साथ वृक्षारोपण कार्य सुरू भएको छ। आज मा.सँस्कृती पर्यटन तथा नागरिक उड्डयन मन्…", "RT @Milanleads: सबै मिलेर Visit Nepal 2020 लाई सफल पारौं। \nपर्यटन हाम्रो संवृद्धिको आधार हो, नेपाल संसारकै प्रमुख पर्यटकीय गन्तब्य बन्न सक्…", "RT @Rishi46366237: HOPE Visit Nepal 2020 can be the big milestone to conclude Nepal as one of the most tourist destination in the world. @R…", "https://t.co/O3DwxdzzFz", "Pleased to present Visit Nepal Year 2020 logo. Today, the 1st Meeting of #VNY2020 Main Organizing Committee Chaired by Hon’ble Minister for Tourism @RabindraADH selected this beautiful logo which truly depicts Nepal's ethos &amp; vibes of lifetime experiences. \n#VisitNepalYear2020 https://t.co/9LFtlyPmpK", "RT @RabindraADH: गुल्मी ।\nगुल्मीको \"रेसुंगा विमानस्थल\"मा आज दिउसो ३:५५मा तारा एयरले सफल परिक्षण उडान गरेको छ । निर्माणाधीन यो विमानस्थल का…", "RT @hello_CAANepal: Safety Awareness Programme organized jointly by CAAN and AOAN is a continuity of Nepal Aviation Safety Campaign. The pr…", "RT @hellotourismNP: Steering Committee meeting of Visit Nepal Year 2020 is underway under the convernorship of Hon. Tourism Minister @Rabin…", "यस पटकको राष्ट्रिय तथा प्रादेशिक प्रतिभा पुरस्कार नेपाल सरकारले घोषण गरेको छ । पुरस्कृत सबैलाई बधाई । \nपुरस्कृत ब्यक्तीहरुको नामवली । https://t.co/Q8R3kgYNJ1", "हार्दिक बधाई!\nभगत सर्वजित मानव मर्यादा राष्ट्रिय पुरस्कार (नेपाल सरकार मन्त्रीस्तरीय)जनही रु एकलाख र सम्मानपत्र प्रदान गर्ने निर्णय भएको छ ।\nविधा र पुरस्कृत स्रष्टाज्यु ।\n\nदलित मुक्ती क्षेत्र-पदमलाल विश्वकर्मा इलाम \nसमाज सुधार-दलविर रसाईली मोरङ्ग \nसीप कला-राजेन्द्र महर्जन काठमाडौ", "RT @RabindraADH: नयाँ पत्रिका दैनिकले हरेक शनिवार \"यात्रा\" नामक पर्यटन विशेषाङक प्रकाशन गर्न शुरु गरेकोमा बधाई तथा धन्यवाद । पर्यटन विशेषाङ…", "RT @cookieshradha: Major brainstorming taking place now @TourismThinkTank workshop               4major areas identified &amp;committee formed…", "भगव सर्वजित मानव मर्यादा राष्ट्रिय पुरस्कार - आ.व. २०७४।२०७५    https://t.co/2euxXPJXd5 https://t.co/TfQFJrz4U4", "राष्ट्रिय तथा प्रादेशिक प्रतिभा पुरस्कार - आ.व. २०७४।२०७५  \nhttps://t.co/OI1iUNg5qp https://t.co/jnOuhbAQXt", "पर्यटन प्रवर्द्धनमा दीर्घकालीन योजना निर्माण गर्ने उद्देश्यका साथ लामो समय पर्यटन क्षेत्रमा कार्यरत प्रबुद्ध विज्ञ समुह सग माननीय मन्त्री @RabindraADH ज्यु, सचिव ज्यु र मन्त्रालय सम्बद्ध ब्यक्ति हरुको पहिलो छलफल चन्द्रागिरी हिल्समा अहिले संचालन भैइरहेको छ । https://t.co/I25BQZSpLs", "पर्यटन प्रवर्द्धनमा दीर्घकालीन योजना निर्माण गर्ने उद्देश्यका साथ लामो समय पर्यटन क्षेत्रमा कार्यरत प्रबुद्ध विज्ञ समुह सग माननीय मन्त्री @RabindraADH ज्यु सग पहिलो छलफल चन्द्रगिरी हिल्समा अहिले संचालन भएको छ । https://t.co/rU6kRe3CKa", "RT @PrakashSharmaD3: Think tank group on Tourism को पहिलो वैठक मा.पर्यटन मंत्रीको अध्यक्षतामा भर्खरै शुरू भएको छ @RabindraADH @hello_touris…", "RT @dhppkr: बार्हौ शताब्दीको भाष्कर देव वर्मा संस्कारीत हिरण्यवर्ण महाविहार(The Golden Temple)ललितपुर महानगर क्वावाहलमा अवस्थित बिश्वसम्पा…", "Hon. Tourism Minister Mr. @RabindraADH welcomed the proposal of constructing Russian monastery in Lumbini while talking to H.E. Ambassador of Russia, Mr. Andrei S. Budnik. https://t.co/FohdLI2oLQ", "Hon. Tourism Minister Mr. @RabindraADH appreciated H.E. Ambasador of Israel Mr. Benny Omer's interest of promoting Nepal in Israel and attracting  investment in tourism of Nepal. https://t.co/5u8SyPqrfS", "@EtherNepal @Hello_Sarkar @Mohagunaso सार्बजनिक सेवा प्रवाह, मन्त्रालय तथा मातहत का निकायका काम कार्रवाई एबम तेहा बाट सार्बजनिक गर्नु पर्ने कुराहरु का सम्बन्धमा साथै उक्त काम कार्रवाई लाई अझ प्रभावकारी बनाउन आउने सल्लाह सुझाब एबम गुनासो बारे सुनिन्छ। धन्यवाद", "RT @RabindraADH: Glad to note that 10+2 Curriculum is including \"Mountaineering Study\" as an optional subject from the coming Academic Sess…", "RT @RabindraADH: पर्वतीय पर्यटनमा दक्ष जनशक्ति उत्पादन गर्ने उद्देश्यका साथ १०+२को पाठ्यक्रममा आगामी शैक्षिक सत्रवाट ऎच्छिक द्दितिय विषयमा…", "RT @hello_CAANepal: Executive Safety Management Seminar for Accountable Executives and other executives of Airline Industry organized by CO…", "Press Release : तारागाउँ रिजेन्सी होटल्स(हायत)को शेयर सम्बन्धी केही\n अनलाईन सञ्चार माध्यमहरुमा आएको समाचारको सन्दर्भमा संस्कृति, पर्यटन तथा\n नागरिक उड्डयन मन्त्रालयको प्रेस विज्ञप्ति https://t.co/gbL57AUn0u https://t.co/mviqRX6scS", "RT @thehimalayan: The Minister for Culture, Tourism and Civil Aviation Rabindra Adhikari @RabindraADH has directed Nepal Airlines Corporati…", "RT @RabindraADH: हाम्रो बिश्वास हो ‘निजगढ विमानस्थल हाम्रो अर्थतन्त्रको गेम–चेञ्जर हुनेछ।\nसबभन्दा ठूलो इकोनोमी भनेकै विमानस्थल हो । किनभने,…", "RT @RabindraADH: विश्व वातावरणमा नेपालको उपस्थिति अभूतपूर्व नै छ, सम्माननीय प्रधानमन्त्री@kpsharmaoli ज्यु ले भनेझै हिमाल पहाड झरना ताल र उ…", "RT @Hello_Sarkar: \"एक नेपाली एक फलफूलको बिरुवा\"अभियानको  २०७५ साल जेठ २२ गते ११ .३० बजे सिंहदरबारबाट शुभारम्भ हुने व्यहोरा अवगत गराउंदै उक्…", "RT @Hello_Sarkar: एक नेपाली एक फलफूलको बिरुवा अभियानमा सहभागी हुन सबैमा हार्दिक अनुरोध:\nजून ५, विश्व वातावरण दिवसको अवसरमा जमिनको सदुपयोग ग…", "Press Release फर्जी विवरणहरु तयार गरी बीमा रकम दावी गर्ने र ठगी हुने गरेको गुनासोहरुका सम्वन्धमा अनुसन्धान/छानविन गर्न कार्यदल गठन सम्बन्धी - २०७५।२।२१ https://t.co/iL6j3FP7AL", "@Hello_Sarkar @JacquelineNepal @achyutluitel @bidya_sundar @PM_Nepal Well Noted", "Press Release.\nबीमा रकम दावी गर्ने र ठगी हुने गरेको गुनासोहरुका सम्वन्धमा अनुसन्धान/छानविन गर्न कार्यदल गठन सम्बन्धी - २०७५।२।२० https://t.co/O7hnDJaCXj", "RT @RabindraADH: भर्खरै ।\nनयाँ विमानस्थल निर्माण सम्पन्न पूरा भए सगै ईलामको फाल्गुणानन्द विमानस्थलमा तारा एयरलाइन्सले आज सफल परिक्षण उडान ग…", "नेपालको हवाई यातायात क्षेत्रमा सुधारका लागि मन्त्रालयले निर्माण गर्न लागेको दीर्घकालीन कार्ययोजनाका सन्दर्भमा नागरिक उड्डयन विज्ञ (Civil Aviation Export Group)समूह र सरोकारवाला निकायहरुसंग अहिले कार्याशाला/अन्तरक्रिया चलिरहेको छ।अहिले माननीय मन्त्री @RabindraADH ज्युको सम्बोधन… https://t.co/QYY3gTtv9I", "RT @kpsharmaoli: मानवता, सभ्य समाज, कानुनी राज र आधुनिक राज्यका लागि जातीय छुवाछूत गम्भीर चुनौति हो । यो सामाजिक र नैतिक भ्रष्टाचार तथा मान…", "RT @RabindraADH: As a special initiative to reform air transport sector in Nepal, a high level Workshop/ Seminar is being held today in Kat…", "सच्चाईएको * \nसंस्कृति पर्यटन तथा नागरिक उड्डयन मन्त्रालय", "RT @hello_tourismnp: सरकारले २०७५/०७६को पर्यटन संस्कृति… मन्त्रालय तर्फ प्रस्तुत नीति कार्यक्रम र विनियोजित बजेटलाई कसरी प्रभावकारी बनाउन स…", "RT @TIACAO2: Buddha Air has started one ATR72 type aircraft's base at Biratnagar from june 1, 2018. It will help to overcome parking bay co…", "RT @hello_tourismnp: देशका विभिन्न ठाउमा रहेका विमानस्थलहरुमा Night Stayगरेर त्यहाँबाट अन्तरप्रदेश र क्षेत्रीय उडान तथा पहाडी उडान हुने ब्य…", "RT @NepalAirlinesRA: अन्तर्राष्ट्रियसेवा तर्फ online-booking संचालन शुरु भएपछि गत ९ महिनामा विश्वभरबाट करिव नेरु १६ करोड मुल्यको टिकेट खरिद…", "देशका विभिन्न ठाउमा रहेका विमानस्थलहरुमा Night Stayगरेर त्यहाँबाट अन्तरप्रदेश र क्षेत्रीय उडान तथा पहाडी उडान हुने ब्यवस्था गरिएको छ ।\n१)नेपालगञ्ज\n२)सुर्खेत\n३)भैरहवा\n४)पोखरा\n५)विराटनगर र थप विमानस्थलहरुमा यो सेवा थपिदै लगिने जानकारी @hello_CAANepal बाट प्राप्त भएको छ।@RabindraADH", "सरकारले २०७५/०७६को पर्यटन संस्कृति… मन्त्रालय तर्फ प्रस्तुत नीति कार्यक्रम र विनियोजित बजेटलाई कसरी प्रभावकारी बनाउन सकिन्छ,भन्ने विषयमा मन्त्रालयमा माननीय मन्त्री@RabindraADH ज्यु, राज्यमन्त्री धनबहादुर बुढा श्रीमान सचिव ज्यु र मन्त्रालय सम्बद्ध कर्मचारी विच छलफल चलिरहेको छ । https://t.co/P8Bd2U8wER", "सवै विमानस्थलमा free wifi सेवा उपलब्ध गराउने सम्बन्धमा माननीय @RabindraADH ज्युको समुपस्थितिमा मन्त्रालयमा आज भएको छलफलमा एक महिना भित्र TIA Domestic Terminal बाट उच्च स्तरको सेवा शुरू गर्ने गरी प्रकृया थाल्न र छिटो भन्दा छिटो सवै airport मा सेवा शुरू गर्न निर्देशन दिनु भएको छ ।", "@sajanloudary @RabindraADH Nac is currently working on that and it will take 3 months for development of Softwares.\n-Source NACIT TEAM\n@NepalAirlinesRA", "RT @hello_CAANepal: प्रदेश नं. ६ को सरकार र सीता एयर  वीच सिमिकोट, रारा ,जुम्ला र डोल्पा विमानस्थलमा प्रदेश राजधानी सुर्खेतबाट नियमित हवाई…", "नेपाल बायुसेवा निगम को डोमेस्टिक फ्लाइट को जानकारी लिन फ़ोन गर्न सक्नु हुनेछ। नम्बर १६१८०७०७५७०१० https://t.co/gxmEncVX7Y", "Hon. Tourism Minister Mr. @RabindraADH expressed appreciation to the people and Gov. of New Zealand for their love and cooperation to Nepal, during his meeting with HE Ambassador of New Zealand to Nepal, Ms. Joanna Kempkers at Singhdurbar today.\n@JKempkersNZ https://t.co/WLC2KQF4l9", "नारायणहिटी दरबार संग्रहालयको अनुगमन तथा निरीक्षण आज माननीय मन्त्री रविन्द्र अधिकारी ज्यु र माननीय राज्य मन्त्री धनबहादुर बुढा ज्यु बाट भएको छ । अनुगमनका क्रममा @RabindraADH ज्यु ले छिट्टैनै यस संग्रहालयको गुरु योजना निर्माण गरि संरक्षण तथा व्यवस्थापन गरिने बताउनुभयो । https://t.co/GJdsTHhBR2", "आज, माननीय मन्त्री @RabindraADH ज्यु बाट काठमाडौ सिनामंगलस्थित एभियसन म्युजियमको अवलोकन तथा निरीक्षण गर्नु भएको छ । सो क्रममा उडान गतिविधि देखि अन्तर्राष्ट्रिय उडानका जानकारीलाई बिद्यार्थी देखि सर्वसाधारण सम्म जोड्नु पर्ने बताउनु भएको छ । https://t.co/Xu7Wdtfgdg", "@myselfpradip @hello_CAANepal @Hello_Sarkar @hello @hello_CAANepal सम्बन्धित बिषय एबम सुझाब बारे आवश्यक कार्य अघि बढाइयोस।", "RT @Hello_Sarkar: पर्यटन विभागले पनि ट्वीटरबाट गुनासा लिने र सूचना जानकारीहरु सार्वजनिक गर्ने कार्यको थालनी गरेको छ | पर्यटन विषयक सुझाव/गु…", "पर्यटन विभाग को आधिकारिक ट्विटर संचालनमा  रहेको जानकारी।\nसाथै पर्यटन सँग सम्बंधित सल्लाह, सुझाव एबम गुनासो @hello_dot_np मा समेत राख्न सकिने छ।\n@Hello_Sarkar https://t.co/S8MlSxv0DI", "हार्दिक बधाई!\nनेपाली भाषाका विभिन्नविधामा योगदान गर्नुहुने स्रष्टाहरुलाई महाकवि देवकोटा पुरस्कार(नेपाल सरकार मन्त्रीस्तरीय)प्रदान गर्ने निर्णय भएको छ\nपुरस्कृत स्रष्टा ज्यु\nकवित विधा-कञ्चन पुडासैनी\nनिबन्ध-तेजराज खतिवडा\nआख्यान-अभि सुवेदी\nवालसहित्य-विनय कसजु\nभाषा साहित्य-महेश्वर राय", "https://t.co/YurOIudPfe\nमहाकवि देवकोटा पुरस्कार - २०७५ सम्बन्धमा ।", "भक्तपुर ललितपुर र काठमाडौमा रहेका पर्यटकिय स्थान सग संग्रहालयलाई जोड्नुस, पर्यटकलाई प्याकेजको रुपमा विकास गर्नुस - माननीय मन्त्री @RabindraADH ज्यु ।\nछाउनी । https://t.co/AElTrORc66", "काठमाण्डौ छाउनीस्थित राष्ट्रिय संग्रहालयको माननीय सस्कृती पर्यटन तथा नागरिक उड्डयनमन्त्री @RabindraADH ज्यु बाट आज अनुगमन निरीक्षण गर्दै संग्रहालयको इतिहासलाई जिवन्त बनाउदै विद्यार्थी देखि आन्तरिक तथा बाह्य पर्यटकलाई संग्रहालय सग जोड्ने गरी काम गर्न निर्देशन गर्नु भएको छ । https://t.co/iTmayGgiDp", "राष्ट्रभक्ती गितका सर्जक प्रसिद्ध प्रगतिबादी साहित्यकार गोपालप्रसाद रिमालको सम्मानार्थ उहाँको नाममा नेपाल सरकार मन्त्रीपरिषदको निर्णय बाट राष्ट्रिय पुरस्कारको स्थापना भएको छ ।", "Hon. Tourism Minister Mr. Rabindra Adhikari discusing with ADB Country Director at Nepal Mission, Mr. Mukhtor Khamudkhanov regarding early completion of Gautam Buddha Int'l Airport and improvement of Tribhuvan International Airport. https://t.co/Le5n7hZ24f", "RT @hello_CAANepal: Test landing at Sanfebagar Airport. https://t.co/1ccB6I5YSV", "RT @NepalAirlinesRA: Please mention @NepalAirlinesRA for the official Nepal Airlines Corporation.\n\nThe mention address has been changed to…", "Big congratulations to Hon. Minister, Mr. Rabindra Adhikari for the book \"The Road to Prosperity\". We believe the book will be a rich resource for scholars and general readers; and wish it a great success. https://t.co/LlBrOXQ43C", "RT @NepalAirlines1: नेपाल बायु सेवा निगम को   अफिसियल टुइटर संचालनमा ल्याएका छौ । यहाँहरुका सुझाब, सहयोग र गुनासा पठाउनका लागि @NepalAirlin…", "RT @RabindraADH: वर्तमान सरकार गठन भएको १०० दिन भित्र सम्पन्न गर्ने गरी सस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालय द्वारा घोषित कार्यक्रमह…", "अहिले पर्यटन मन्त्रालयमा माननीय पर्यटन मन्त्री @RabindraADH ले सरकार गठनको १०० दिनमा सम्पन्न गर्ने भनी घोषण गरिएका कामहरुको प्रगती विवरण सार्वजनिक कार्यक्रम चलिरहेको छ । https://t.co/lYjhgziidC", "RT @RabindraADH: अछामको साँफेवगर विमानस्थल स्तरोन्नति भए सगै आज सफल परिक्षण उडान भएको छ । यो विमानस्थल बिगत १३ बर्ष देखि संचालन हुन सकेको…", "RT @dhppkr: पत्रकार साथीहरू \n\nअहिले दिउँसो १ बजे सम्माननीय प्रधानमन्त्री केपी शर्मा ओलि सरकारको सय दिन सगै सय दिनमा माननीय पर्यटन मन्त्री @…", "RT @RabindraADH: निजगढ अन्तर्राष्ट्रिय विमानस्थल आयोजनाको वातावरणीय प्रभाव मूल्याकंन स्वीकृत भएको छ । जसले गर्दा अब निर्माणको काम अगाडि बढा…", "RT @Rachana_12: My Dad went to Kathmandu recently and got these clicks of the breathtakingly beautiful Mount Everest from the chopper! ❤❤😍😍…", "@NepalAirlines1 https://t.co/2OUx86gaPs", "नेपाल बायुसेवा निगमको आन्तरिक टर्मिनल तर्फ  Information Desk मा Domestic Flight Schedule 【display system】जडान गरिएको छ। साथै Delay लगाएत Flight Information समेत यात्रुलाई  समयमैं जानकारी दिने ब्यबस्था गर्न लागिएको छ। \n@NepalAirlines1 @RabindraADH @hello_CAANepal \nPic:Nac ITTeam https://t.co/ItJpxzrUDN", "RT @hello_CAANepal: चन्द्रगढी विमानस्थलमा आउँदो जुन २१ देखि भूउपग्रहमा आधारित उडान तथा अवतरण प्रणाली उपलब्ध हुनेछ । यसबाट उक्त विमानस्थलमा…", "RT @nepaltourismb: Location: Markhu \n\nPhoto by : Ajay.G\n\nMarkhu is a small town at the northwestern shores of Indrasarovar, a manmade lake…", "RT @RabindraADH: प्रदेश २ सप्तरी स्थित राजविराज विमानस्थल स्तरोन्नति सहित असार १ गते देखि नियमित उडान सुरु हुने भएको छ । यो विमानस्थल लामो…", "In a meeting with H.E. Ambassador of European Union Ms.Veronica Cody held today at Singadurbar, Hon.Tourism Minister appreciated EU for its very positive &amp; constructive role in Nepal's political, economic &amp; social developments and hoped the same in Nepal's aviation issue as well. https://t.co/WUnE3ijgB0", "RT @RabindraADH: रानीमहल पाल्पा को संरक्षण, संचालन र थप विकासकालागी तानसेन नगरपालीकालाइ हस्तान्तरण गर्न मन्त्रालयले तयारी गरेको छ । https:/…", "RT @nepaltourismb: Location : Khaptad \n\nPhoto by: Angad Dhakal\n\nWhat it feels to be wild - Horse in Khaptad area feeding freely in the gras…", "RT @RabindraADH: पाल्पा दरवार पुनर्निर्माण अगाडी वढीरहेको छ । https://t.co/P6WbVGPghh", "RT @kpsharmaoli: अव हामीले देशलाई योजनावद्ध विकासमा तीब्रताका साथ अघि बढाउनु पर्छ र समृद्ध नेपाल हासिल गर्नुपर्छ | https://t.co/78xdrGCmL2", "RT @RabindraADH: चिनियाँ पर्यटन प्रबर्द्धन गर्ने उद्देश्यका साथ यो वेबसाईट सन्चलनमा ल्याएका छौ।\nThis website has been launched with an obje…", "RT @TIACAO2: Tribhuvan International Airport into its 21 hour operation from today formally inaugrated by Hon.Minister Rabindra Adhikari. h…", "त्रिभुवन विमानस्थल आज देखि २१ घण्टा सञ्चालमा आएको छ । सो सेवाको उद्घाटन माननीय संस्कृति पर्यटन तथा नागरिक उड्डयन मन्त्री रविन्द्र अधिकारी ज्यु बाट, राज्य मन्त्री माननीय धनबहादुर बुढा ज्यु, श्रीमान सचिव ज्यु सहित सरोकार पक्ष सहितको उपस्थितिमा भएको छ । https://t.co/6fP4SSXGlg", "RT @RabindraADH: Tribhuvan International Airport is coming into operation for 21 hours from today onwards. It will help reduce air traffic…", "माननीय पर्यटन मन्त्री @RabindraADH ज्यु सग चीनका लागि नेपाली राजदुत श्री @paudyallm ज्यु बिच नेपाल चीनका संस्कृति तथा पर्यटन प्रवर्द्धन हवाई कनेक्टिभिटी र समसामयिक बिषयमा छलफल भएको छ । https://t.co/iYiwZDytnI", "RT @RabindraADH: सगरमाथाको सफल आरोहण गर्न सफल फोटो पत्रकार पूर्णिमा श्रेष्ठलाई हार्दिक बधाई । https://t.co/75Cb6ErMvW", "RT @RabindraADH: २२औ पटक सगरमाथाको चुचुरो पुग्ने किर्तिमानी कामिरिता शेर्पालाई हार्दिक बधाई । र सम्पूर्ण सफल आरोहिहरुलाई पनि धेरै धेरै बधाई…", "RT @RabindraADH: Very pleased to launch Nepal tourism website in Chinese language and infographic videos of all Seven Provinces of Nepal. H…", "RT @nepaltourismb: Photo by : @photos_in_stills \nLocation: Kathmandu Durbar Square, Nepal https://t.co/YGxqA9nCbO", "RT @RabindraADH: माननीय रक्षामन्त्रीद्वारा नेपाली सेनाले निर्माण गरेको मैलुङ—स्याफ्रुबेशी सडक ( डवल लैण्ड ट्रयाक ) समुद्घाटन तथा सडक विभाग…", "RT @PrakashSharmaD3: पर्यटनमा सर्किट अवधारणा र नेपालमा यसको सान्दर्भिकता @hello_tourismnp @dhppkr https://t.co/GXy8sJNh5C", "RT @RabindraADH: Domestic Airport को सम्भाब्यता अध्ययनका लागि गठन भएको बिज्ञ समुहले तयार पार्नु भएको अध्ययन प्रतिवेदन आज प्राप्त भएको छ ।बि…", "मानानिय मन्त्री ज्युले आग्रह गर्नु भएकै समयमै विज्ञ समुहले प्रतिवेदन पेस गर्नु भएको छ । मन्त्रालयको तर्फ बाट विज्ञ ज्युलाई धन्यवाद छ । https://t.co/aCZ6lDQVWu", "मकालु एरको बिमान दुर्घटनामा ज्यान गुमाउनुहुने चालक दलका सदस्यहरु प्रति हार्दिक श्रद्धाञ्जली, शोक सन्तप्त परिवार प्रति गहिरो समवेदना ।\n\nमकालु एरको बिमान दुर्घटना जाचँ आयोग गठन सम्बन्धमा प्रेस विज्ञप्ती ! https://t.co/9qu5ZVfi9Y", "Tourism Minister Hon. @RabindraADH welcomed H.E. Prime Minister  of India Shri @narendramodi at Pashupatinath Temple this afternoon. https://t.co/Hmms6JJgR3", "मुक्तिनाथ दर्शनका अवसरमा संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्री माननीय रविन्द्र अधिकारी द्धारा भारतीय प्रधानमन्त्री नरेन्द्र मोदीलाई उपहार प्रदान गर्नुहुँदै ।\nफोटो: वासुदेव पौडेल https://t.co/9twVJ47nyp", "RT @RabindraADH: Hearty welcome to HE Prime Minister of India Shri Narendra Modi at holy temple of Muktinath.  We are confident that his vi…", "Tourism Minister Hon. @RabindraADH welcomed H.E. Prime Minister  of India Shri @narendramodi at Muktinath Temple this morning. https://t.co/icFF9NrNqX", "RT @hello_tourismnp: Honorable Tourism Minister @RabindraADH and H.E. Amjad Hussain B. Sial, SAARC  Secretary General had a talk on the iss…", "Honorable Tourism Minister @RabindraADH and H.E. Amjad Hussain B. Sial, SAARC  Secretary General had a talk on the issues of tourism, culture and civil aviation as per the spirit of SAARC Charter. Both were committed to expedite cultural exchange programs in the region. https://t.co/JFTOWN9HMO", "RT @RabindraADH: Honored to meet the delegation of British Group of Inter Parliamentary Union led by Mr. Nigel Evans.The meeting was very f…", "Honorable Tourism Minister Mr. @RabindraADH interacted with the most promising young Tourism Enterpreneurs in Nepal. New initiative to promote and encourage youth brains, souls and skills. https://t.co/7rUAmAaltc", "Honorable Tourism Minister Mr. Rabindra Adhikari participated in a program organized in Kathmandu to promote and globalize Nepali local and typical cuisine culture. He expressed confidence that this campaign will greatly promote our  culinery heritage globally. https://t.co/Q2HIDvZsWB", "RT @TIACAO2: Canopy under construction at Domestic Arrival https://t.co/FYYdPhrtPP", "RT @Hello_Sarkar: @AmritGautam13 @hello_tourismnp @RabindraADH @hello_CAANepal Thank you! The Ministry of Tourism will act for better airpo…", "RT @deependradc: गर्न सकिने साना साना कामहरु जसले सार्वजनिक सेवामा ठुलो फरक पार्छन! ठुला गफ त फुर्सदमा गर्ने हो :) Marginal changes matters…", "RT @paudyallm: Well done @RabindraADH , so quick so nice to see! We can! https://t.co/9NkjeLNgRm", "RT @MLaczo: Huge thank you to Kathmandu Airport TIA staff who found our documents and money as we were traveling on @ThaiAirways. Your hone…", "RT @beingprp: लगाएत AIR cooler र fan /dustbin समेत को ब्यबस्था राम्रो भएको रहेछ।  साथै अब्यबस्थित विज्ञापन /बोर्ड समेतको ब्यबस्थापन भएको दे…", "@BharatKShresth2 @hello_CAANepal @RabindraADH @Hello_Sarkar सो सम्बन्धमा आवश्यक कार्य एबम अध्ययन हुदै छ। कृपया धैर्य गरी दिनुहोला।", "@TulsiPokharel Well Noted. Thanks👍", "आन्तरिक टर्मिनल(DOMESTIC) तर्फ यात्रु को चाप लाई थेग्ने गरी हाल लाई बस्ने सिट को ब्यबस्था गरिएको छ। सुधार का अन्य कार्य पनि हुदै छन।  धन्यवाद।\n@RabindraADH \n@Hello_Sarkar \n@hello_CAANepal https://t.co/uy6UBxQSN3", "RT @TIACAO2: Cleaning of golden gate !! https://t.co/QhrL8QrW5k", "RT @kps_baglung: पहिला यहाँ चुरोटको धुवा उडाइन्थ्यो अहिले यात्रुको लागि प्रयोगमा ल्याइएको छ । अन्य स्थानमा कुर्सी थपिएच ।माननीय पर्यटन मंत्…", "RT @RabindraADH: आउँदो मंसिरसम्ममा टर्मिनल भवनको छाना हालिसक्ने र फागुनसम्ममा धावन मार्गको पिच सम्पन्न गर्ने गरी कार्ययोजना निर्धारण गरिएको…", "कृपया तपाईको गुनासो प्रस्ट रुपमा राख्न अनुरोध छ। https://t.co/QoU1LdMKYF", "RT @hello_CAANepal: नेपाल नागरिक उडडयन प्राधिकरणको  अफिसियल टुइटर संचालनमा ल्याएका छौ । यहाँहरुका सुझाब, सहयोग र गुनासा पठाउनका लागि @hello…", "नागरिक उड्डयन सम्बन्धित उजुरी गुनासो एबम सर -सल्लाह  @hello_CAANepal  मा समेत राख्न सक्नु हुने छ।\n@hello_tourismnp \n@RabindraADH \n@Hello_Sarkar https://t.co/NvefDBA1fV", "@KapriUttam कृपया यसको बारे बिस्तृत बिबरण सहित उल्लेख गर्नु होला। धन्यवाद", "काठमाण्डौ उपत्यका नजिक वैकल्पिक एयरपोर्ट निर्माणका लागि प्राविधिक अध्ययन सुझाव समूह (मन्त्रीस्तरीय निर्णय बाट) गठन गरिएको छ । (२०७५।१।१९)\nपुरा जानकारी प्रेस बिज्ञप्ती सगै https://t.co/DkFGdoAeyP", "RT @RabindraADH: बुद्ध जयन्ती तथा लुम्बिनी दिवस समारोह । लुम्बिनी । https://t.co/KlAvF1jHpu", "RT @hello_tourismnp: बुद्ध जयन्तीको अवसरमा पावन भुमि शाक्य मुनि बुद्धको जन्मस्थल लुम्बिनीको केन्द्रिय नहरको पुर्वी बिहार क्षेत्रमा संस्कृति…", "RT @RabindraADH: सम्माननीय राष्ट्रपति बिद्यादेवि भण्डारी द्धारा लुम्बिनी अन्तर्राष्ट्रिय बौद्ध ध्यान केन्द्र तथा सभागृहको शिलान्यास गर्नुभए…", "बुद्ध जयन्तीको अवसरमा पावन भुमि शाक्य मुनि बुद्धको जन्मस्थल लुम्बिनीको केन्द्रिय नहरको पुर्वी बिहार क्षेत्रमा संस्कृति पर्यटन तथा नागरिक उड्डयन मन्त्री मा. रविन्द्र अधिकारी द्धारा पहिलो बिरुवा रोपि अभियानको थालनी गर्नु भएको छ,२५६२औं बुद्ध जयन्तीको अवसरमा २५६२वटा बृक्षारोपण गरिदैछ https://t.co/dffdjurc9J", "RT @RabindraADH: बुद्ध जयन्तीको अवसरमा भगवान गौतम बुद्धको मावली गाउँ, भवानीपुरमा आयोजित कार्यक्रम । देबदह नगरपालिका रुपन्देही लुम्बिनी । ht…", "बुद्ध जयन्तीको अवसरमा भगवान गौतम बुद्धको मावली गाउँ, भवानीपुरमा आयोजित कार्यक्रमलाई माननीय संस्कृति पर्यटन..मन्त्री @RabindraADH ले सम्बोधन गर्नु भएको छ । सम्बोधनमा बृहतर लुम्बिनीका लागि सरकारले गुरुयोजना कार्यान्वयन गर्दै अगाडि बढिरहेको बताउनु भयो । https://t.co/yTiidDEoXI", "RT @RabindraADH: International Buddhist Conference 2018 has been officially inaugurated at the Chinese Temple in Lumbini. https://t.co/RkzE…", "अन्तर्राष्ट्रिय बौद्ध सम्मेलन २०१८ लुम्बिनीको चाईनिज ट्याम्पलमा भर्खर सुरु भएको छ । https://t.co/jmaN2QX5u1", "२५६२औं बुद्ध जयन्तीकोअबसरमा भोलि देखि लुम्बिनीमा सुरुहुने अन्तर्राष्ट्रिय बौद्ध सम्मेलनको तयारी पुरा भएको छ।आज संस्कृति पर्यटन तथा नागरिक उडड्यन मन्त्री माननीय रविन्द्र अधिकारी द्वाराअन्तर्राष्ट्रिय बौद्ध सम्मेलन केन्द्रको स्थलगत अवलोकन गरी तयारीको अवस्था बारे जानकारी लिनु भएको छ https://t.co/JlPQ2inuXC", "RT @RabindraADH: सम्माननीय प्रधानमन्त्रीज्युको पदभार ग्रहणसगै पर्यटन सस्कृति तथा नागरिक उडड्य मन्त्रालयले १००दिन भित्र सम्पन्न गर्ने कार्य…", "सम्माननीय प्रधानमन्त्री ज्युको पदभार ग्रहण सगै पर्यटन सस्कृति तथा नागरिक उडड्य मन्त्रालयले १०० दिन भित्र सम्पन्न गर्ने कार्य अन्तरगत ७० दिन भित्रको प्रगति विवरण माननीय ..पर्यटन मन्त्री @RabindraADHज्यु ले सम्बन्धित निकाय बाट मन्त्रालयमा आज जानकारी लिनुभएको छ । https://t.co/Ne8Ej4S3KV", "हनुमानढोका दरबार संग्रहालय बिकास समितिको नवौं बार्षिकोत्सब तथा पुनर्निर्माण पछीको प्रताब मल्लको सालिक अनावरण, बसन्तपुर संग्रहालयको उद्घाटन कार्यक्रममा माननीय संस्कृति मन्त्री रविन्द्र अधिकारी, सताब्दी पुरुष सत्यमोहन जोशी र उपस्तिथि समारोह ।\n@RabindraADH https://t.co/r3fAbmo1Ni", "RT @RabindraADH: रामायण सर्किट बनाउन मोदीलाई प्रस्ताव https://t.co/uKYe2sZ762 via @Annapurna_Post", "RT @RabindraADH: जानकीको जन्मदिनका अवसरमा आयोजित जानकी महत्सोवमा सबैलाई धेरै धेरै शुभकामना !! https://t.co/TVV1JCbyd6", "RT @RabindraADH: The first meeting of‘Aviation expert Group’which was formulated with the objective of gathering experience,knowledge&amp;exper…", "नागरिक उडड्यन बिज्ञ समुहको पहिलो बैठक !\nनागरिक उडड्यन क्षेत्रलाई सुरक्षति, ब्यबस्थित,उच्च प्रविधियुक्त बनाउन बिज्ञहरुको अनुभव, ज्ञान र सिपको आदानप्रदान गर्न एवं यस क्षेत्रको सुधारका लागि सुझाब एवं परामर्श लिने उद्देश्यका साथ गठन गरिएको बिज्ञ समुहको पहिलो बैठकआज मन्त्रालयमा भएको छ https://t.co/qHbkwvnw4K", "२५६२ औं बुद्ध जयन्ति तथा अन्तर्राष्ट्रिय बौद्ध सम्मेलनको तयारीका लागि माननीय पर्यटन मन्त्री, प्रदेस ५ का मुख्य मन्त्री, पुर्व पर्यटनमन्त्री तथा सम्बद्ध अधिकारी बीच तयारी/प्रगति माथि मन्त्रालयमा आज छलफल भएको छ । https://t.co/48wAbm50j5", "RT @RabindraADH: संस्कृति, पर्यटन तथा नागरिक उडड्यन मन्त्रालयको अफिसियल टुइटर संचालनमा ल्याएका छौ । यहाँहरुका सुझाब, सहयोग र गुनासा पठाउनका…", "RT @nepaltourismb: Evening sunset at Swoyambhu overlooking the southern part of Kathmandu \nPhoto by 📷: @photos_in_stills https://t.co/WZzDt…", "RT @Hello_Sarkar: संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालय गुनासाहरू तत्काल सम्बन्धित निकायमा पठाउन तथा नियमित अनुगमन गर्न क्रियाशील र…", "RT @RabindraADH: Malindo Air's B737 aircraft outbound to Kualalampur  which was overrun the runway and stuck at grass area towards south wh…", "त्रिभुवन विमानस्थलमा फसेको मालिन्दो एयरको विमानलाई दुर्घटनास्थलबाट हटाइएको छ । अबको केही समय भित्रै विमानस्थल संचालमा आउदै छ ।\n@RabindraADH", "गुनासोकर्ता अथवा सुझाव प्रदायकले आफ्ना गुनासा तथा सुझावहरू @hello_tourismnp एबम हाम्रो  facebook पेजमा  लेख्न सक्नुहुनेछ । लेखिएका गुनासाहरू तत्काल सम्बन्धित निकायमा पठाउन तथा नियमित अनुगमन गर्नका लागि मन्त्रालय क्रियाशील रहेको छ ।", "https://t.co/V0xwlLjWbl", "सेवामैत्री प्रशासन, सङ्घीयतामा सुशासन", "संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्रालय"]