["Canelo", "The second Consultative Meeting on the Protocol of Transit Transport Agreement between Nepal and PR China held in Beijing on 11-12 July 2018 https://t.co/A2zLuvdV2Y", "The Second Consultative Meeting between Nepal and People’s Republic of China held in Beijing on 10-11 July 2018 https://t.co/FlQoPY77Mn", "Honorable Matrika Prasad Yadav, Minister for Industry, Commerce and Supplies during courtesy meeting with German Ambassador to Nepal H.E. Mr. Ronald Schaefer https://t.co/BfR0KgVMIX", "सूचनाको हक सम्बन्धी अन्तर्क्रिया/अभिमुखीकरण कार्यक्रम (२०७५/०३/१९) https://t.co/n6hxHDxKRK", "Nepal-United Arab Emirates Bilateral Meeting on Promoting Trades, Investment and Economic Cooperation in Kathmandu (25 June 2018) https://t.co/jYVc7O8kLH", "Secretary for Commerce and Supplies Mr. Chandra Kumar Ghimire during courtesy meeting with Chinese Ambassador to Nepal HE Ms. Yu Hong at Ministry of Industry, Commerce and Supplies https://t.co/hfpSAo7anO", "Nepal-Bangladesh 4th Commerce Secretary Level Meeting held on 30-31 May 2018 in Kathmandu https://t.co/aURHrJ9BQH", "Nepal-India Inter-Governmental Committee (IGC) meeting held on 26-27 April 2018 at Kathmandu, Nepal. https://t.co/PxDOjoD39B", "मन्त्रालय स्तरीय विकास समस्या समाधान समितिको बैठक (MDAC) तथा आ.व. २०७४/०७५ को दोस्रो चौमासिक प्रगति समीक्षा कार्यक्रम । https://t.co/QeEjPuRsy1", "Secretary Mr. Chandra Kumar Ghimire during courtesy meeting with Chinese delegation https://t.co/XqEHfn4liE", "Honorable Matrika Prasad Yadav, Minister of Industry, Commerce and Supplies during courtesy meeting with Australian Ambassador to Nepal HE Mr. Peter Budd https://t.co/gNlWq2XqJp", "Secretary Mr. Chandra Kumar Ghimire during courtesy meeting with Mr. He Liqui (Deputy Secretary General, Yunnan Province, People's Republic of China ) at Ministry of Industry, Commerce and Supplies https://t.co/Tu1tcaTZJd", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यूबाट चीनका State Administration for Industry and Commerce का Vice Minister Ms. Gan Lin नेतृत्वको प्रतिनिधि मण्डलसँग शिष्टाचार भेटघाट । https://t.co/1oy6I84hWn", "Integrated Check Post (ICP), Birgunj, jointly inaugurated by Rt. Honorable Prime Minister of Nepal and Prime Minister of India https://t.co/SrtFfgM0iO", "Birgunj ICP Visited by Hon. Matrika Prasad Yadav, Minister for Industry, Commerce and Supplies (2 April, 2018) https://t.co/JGF0riXt4P", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यूबाट नेपालका लागि जापानका राजदूत H.E. Mr. Masafumi Ogawa सँग शिष्टाचार भेट । https://t.co/U6DYM5h7iG", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यूबाट नेपालका लागि बंगलादेशी राजदूत H.E. Ms. Mashfee Binte Shams सँग शिष्टाचार भेट । https://t.co/ePY71ImxGC", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यूबाट नेपालका लागि  United Arab Emirates का राजदूत H.E. Mr. Saeed Hamdan Al-Naqbi सँग शिष्टाचार भेट । https://t.co/eVDO7klNM2", "6th SAARC Business Leaders Conclave organized on 16-18 March 2018 in Kathmandu with the theme 'Unleashing Shared Prosperity through Economic Integration''. https://t.co/jCU7l3W0wU", "Informal WTO Ministerial Meeting, 19-20 March 2018, New Delhi https://t.co/ov89njnEpt", "विश्व व्यापार संगठनको मार्च १९ र २० मा भारतको नयाँ दिल्लीमा आयोजना गरिएको अनौपचारिक मन्त्रिस्तरीय बैठकका क्रममा उद्योग, वाणिज्य तथा आपूर्ति मन्त्री माननीय मातृका प्रसाद यादव र भारतका वाणिज्य मन्त्री श्री सुरेस प्रभु र परराष्ट्र मन्त्री श्री सुषमा स्वराजसँग भेटवार्ता सम्पन्न । https://t.co/shSRzR9WA6", "Honorable Matrika Prasad Yadav, Minister of Industry, Commerce and Supplies meets with Ambassador of United States of America Alaina B. Teplitz. https://t.co/EAo4Uh9RrT", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यू पदवहाली पश्चातको कार्यक्रममा निर्देशन दिनुहुँदै https://t.co/6CAJH1pyq6", "माननीय उद्योग, वाणिज्य तथा आपूर्ति मन्त्री मातृका प्रसाद यादवज्यूको स्वागत कार्यक्रम https://t.co/yOyKLo600s", "वाणिज्य मन्त्री एवं राज्यमन्त्रीको विदाइ कार्यक्रम (२०७४ फागुन ३) https://t.co/jSsTJ8tf9Y", "वाणिज्य मन्त्रालयको प्रथम चौमासिक प्रगति समीक्षा तथा मन्त्रालयस्तर विकास समस्या समाधान समितिको बैठक (२०७४/९/११)\nhttps://t.co/eZEgI2t1xw", "Hon. Commerce Minister Meen Bahadur Bishwakarma during WTO Ministerial Conference 11, Buenos Aires, Argentina (Dec 10-13, 2017)\nhttps://t.co/Xie98uLIBZ", "National seminar for the preparation of 11th Ministerial Conference of World Trade Organization held at Soaltee Hotel, Kathmandu on 28th November 2017 https://t.co/WdWkGBaoi9", "माननीय वाणिज्य मन्त्री मीन विश्वकर्माबाट वाणिज्य मन्त्रालयमा पदभार ग्रहण https://t.co/W8VRSgONun", "Meet the Press program of Ministry of Commerce chaired by Hon. Minister for Commerce Mr. Romi Gauchan Thakali  ... more pictures https://t.co/KpxYLpc1IL", "Meet the Press program of Ministry of Commerce chaired by Hon. Minister for Commerce Mr. Romi Gauchan Thakali  held today at Conference Hall https://t.co/fCKKLD1tQo", "Introduction Program of newly appointed ED of TEPC at MoC Conference Hall https://t.co/4Og5YZJH3k", "Courtesy meeting of Indian Ambassador Mr. Manjeev Singh Puri with Hon'ble Minister for Commerce Mr. Romi Gauchan Thakali https://t.co/JvUeXVqNss", "Ambassador of UAE Mr. Saeed Hamdan Al-Hantoobi Al-Naqbi courtesy meeting with Hon. Commerce Minister Mr. Romi Gauchan Thakali at MoC https://t.co/rzr5VDVOa0", "3rd TIFA Council Meeting held on Kathmandu on April 20, 2017. https://t.co/4WqpewHeOW", "Hon. Commerce Minister Romi Gauchan Thakali during 2nd Quarter Progress Meeting of Fiscal Year 2073/074. https://t.co/M9ImdgTsti", "Hon. Commerce Minister Romi Gauchan Thakali with Mr. Reto Aschwanden, Brand Ambassador, Nepali Handmade Woolen Carpet for Europe https://t.co/cqhmvPcxOW", "Press Briefing Program at Conference Hall of Ministry of Commerce on March 20, 2017 to inform about the performed works of the Ministry. https://t.co/FiEuhNjLq4", "Hon'ble Commerce Minister Romi Gauchan Thakali in the program of Journalist meeting  at Conference Hall of Ministry of Commerce https://t.co/uhcimvESXi", "Hon. Minister for Commerce Mr. Romi Gauchan Thakali meeting with H.E. Ms. Alaina B. Teplitz, US Ambassador to Nepal https://t.co/W4Bn8X0d3H", "https://t.co/cBr92cNvfV", "Remarks  delivery by Hon'ble Commerce Minister Romi Gauchan Thakali @  4th Ministerial Meeting on Agricultural Commodity Markets &amp; Prices https://t.co/Van77pHdjB"]