["United Nations Children Fund (UNICEF) Representative for Nepal Ms. Elke Wisch paid a courtesy call on Finance Secretary, Mr. Krishna Hari Pushkar, today. (Sept. 8, 2022)\n@khpushkar https://t.co/Y43cGVeJb7", "USAID Mission Director Ms. Sepideh Keyvanshad paid a courtesy call on Finance Secretary Krishna Hari Puskar today. https://t.co/HnJxmwPEy7", "United Nations Development Programme (UNDP), Nepal Resident Representative Ayshanie Medagangoda-Labe Paid courtesy visit to Finance Secretary Mr. Krishna Hari Pushkar @khpushkar  @Ayshaniee https://t.co/zdaOIImtBj", "Asian Development Bank Country Director Mr. Arnaud M. Cauchois paid a courtesy visit to Finance Secretary Mr. Krishna Hari Pushkar\n@khpushkar https://t.co/RoIq4ybWAN", "अर्थ सचिव श्रीमान् कृष्णहरि पुष्कर ज्यूसँग बेलायती राजदूत निकोला पोलिट (Nicola Pollitt) ले शिष्टाचार भेट गर्नुहुँदै। भेटका अवसरमा द्विपक्षीय सहायताका विषयमा समेत छलफल भएको छ।\n@khpushkar https://t.co/cg6hcaAFnb", "नवनियुक्त सचिव (राजस्व) रामेश्वर दंगाल ज्यूद्वारा पदभार ग्रहण। (२०७९-०५-०२) https://t.co/hOPp3decO3", "नवनियुक्त सचिव (राजस्व) ज्यूलाई मन्त्रालयमा श्रीमान् सचिव ज्यूद्वारा स्वागत। (२०७९-०५-०२) \n@khpushkar https://t.co/ahzN0rzLYn", "नेपाल राष्‍ट्र बैङ्क सञ्चालक समितिको सदस्यको रुपमा अर्थ मन्त्रालयका सचिव श्री कृष्णहरि पुष्करज्यूको सम्माननीय कायममुकायम प्रधानन्यायाधीश  श्री दीपककुमार कार्कीज्यूसमक्ष पद तथा गोपनीयताको सपथग्रहण कार्यक्रम। https://t.co/K0xCtVgG8B", "नवनियुक्त अर्थ सचिव कृष्णहरि पुस्करद्वारा पदभार ग्रहण (२०७९-०४-३०)।\nNewly appointed Finance Secretary Krishnahari Puskar assumed office on 15th August, 2022. https://t.co/EDoZSXdXsq", "Signing Ceremony between Nepal and Switzerland for Quality Enhancement of TVET Sector in Nepal https://t.co/DERyNu45eQ", "Signing Ceremony of The Project for Human Resources Development Scholarship https://t.co/nqw4nxpQCf", "Signing ceremony between Nepal and  Switzerland for using Swiss grant for the project - Reintegration of Returnee Migrant Workers https://t.co/tvbi8C9tv7", "Norwegian State Secretary of International Development Hon. Ms. Bjorg Sandkjaer सँग शिष्टाचार भेट गर्नुहुँदै माननीय अर्थमन्त्री जनार्दन शर्मा 'प्रभाकर' । https://t.co/K3727vBD52", "व्यय अनुमानको विवरण २०७९/८०\nhttps://t.co/HLIEl4oXQp", "अन्तर सरकारी वित्तीय हस्तान्तरण २०७९/८०\nhttps://t.co/J0hVMegk4T", "आर्थिक सर्वेक्षण २०७८/७९\nhttps://t.co/3PxJa33rQq", "आर्थिक विधेयक, २०७९\nhttps://t.co/rNserS2pwZ", "आर्थिक वर्ष २०७९/८० को बजेट वक्तव्य\nhttps://t.co/SCfdEc4FXW", "विनियोजन विधेयक २०७९ को सिद्धान्त र प्राथामिकता\nhttps://t.co/AUFjbwRCYb", "Ministry of Finance signed a bilateral agreement named Development Objective Agreement with USAID and Secretary Madhu Kumar Marasini held a bilateral talk with USAID Mission Director  Ms. Sepideh Keyvanshad following the signing ceremony at the Ministry of Finance today. https://t.co/Ekf2yYHpsp", "नेपालको वित्तिय क्षेत्रको सुद‍ृढीकरण गर्न नेपाल सरकार र विश्‍व बैंक बिच १५ करोड अमेरिकी डलर बराबरको Finance for Growth Development Policy Credit सम्झौतापत्रमा आज हस्ताक्षर भएको छ । @madhumarasini https://t.co/qI9ncxzdPF", "इन्धन खर्च कटौति गर्ने सम्बन्धी सूचना\nhttps://t.co/2dmXZHhGiG", "आगामी आर्थिक वर्ष २०७९/८० को बजेट र नीति तथा कार्यक्रमको सम्बन्धमा खेलकुदसँग सम्बन्धित सरोकारवालाहरूसँगको छलफल कार्यक्रममा सहभागी मा. अर्थमन्त्री जनार्दन शर्मा प्रभाकरलगायत । ३० चैत २०७८ । https://t.co/FiKw6I5h4P", "नेपालका लागि क्यानडाका गैर-आवासीय महामहिम राजदूत क्यामेरोन डिन मकेसँग आफ्नो कार्यकक्षमा शिष्टाचार भेट गर्नुहुँदै मा. अर्थमन्त्री जनार्दन शर्मा प्रभाकर। https://t.co/p1JTZKe79u", "अन्तर सरकारी वित्त परिषद्को ७औं बैठकमा मा. अर्थमन्त्रीलगायत सहभागीहरू । २८ चैत २०७८ । https://t.co/F7DAAkva9e", "आगामी आर्थिक वर्ष ०७९/८० को बजेट र नीति तथा कार्यक्रमको सम्बन्धमा सहकारी क्षेत्रसँग सम्बन्धित सरोकारवाला एवम् अभियन्ताहरूसँगको छलफलमा मा. अर्थमन्त्री जनार्दन शर्मा प्रभाकरलगायत । २३ चैत २०७८ । https://t.co/yTHfwEgS3Y", "आगामी आवको बजेट र नीति तथा कार्यक्रम सम्बन्धमा महिला एवम् अभियन्ताहरूसँगको छलफलमा मा. अर्थमन्त्री जनार्दन शर्मालगायत सहभागीहरू । https://t.co/xxDr50GGul", "आगामी आवको बजेट र नीति तथा कार्यक्रम निर्माण सम्बन्धी अपाङ्गता भएका व्यक्तिहरूसँगको छलफलमा मा. मन्त्री जनार्दन शर्मा ‘प्रभाकर’ लगायत । https://t.co/qlbNk1rMck", "मा. अर्थमन्त्री जनार्दन शर्माको उपस्थितिमा लगानी बोर्ड र उद्योग वाणिज्य महासंघबिच सम्झौता (एमओयू)मा हस्ताक्षर हुँदै । https://t.co/xBkQwpN8OS", "https://t.co/ZL6Ly1IW0f", "Bilateral Talk between Mr. Madhu Kumar Marasini, Finance Secretary of Ministry of Finance, and Mr. Sheng Qiuping, Assistant Minister of MOFCOM,  On Nepal-China economic relationship and issues of both concerns. @madhumarasini https://t.co/1Zm5B7wh9x", "अर्थसचिव मधुकुमार मरासिनीज्यू र नेपालको लागि जापानिज राजदुत महामहिम किकुता युटाकाज्यूबाट जापान सरकारले विराटनगर खानेपानी सुधार आयोजना कार्यान्वयनको लागि प्रदान गर्ने रु. २ अर्व ६१ करोड बराबरको अनुदान सहायता सम्बन्धी आदान प्रदान पत्रमा हस्ताक्षर गर्नु हुँदै। https://t.co/MMF61DJAjI", "Signing Ceremony of additional Concessional financing of US$18 million for COVID -19 Emergency Response and Health Systems Preparedness Project Between GoN and WB. Finance secretary Madhu Kumar Marasini &amp; WB country Director signed  &amp; exchanged the concessional loan agreement. https://t.co/IGFm15P8eO", "आर्थिक वर्ष २०७८/७९ को बजेटको अर्धवार्षिक मूल्याङ्कन प्रतिवेदन\nhttps://t.co/3Ven8aibs7\n@JSPrabhakar @madhumarasini", "अर्थसचिव मधुकुमार मरासिनीज्यूबाट जापान सरकारले प्रदान गर्ने रू १० अर्ब ४७ करोड बराबरको सहुलियतपूर्ण विकास नीतिगत ऋण सहायता सम्बन्धी आदान प्रदान पत्रमा हस्ताक्षर गर्नु हुँदै। @madhumarasini https://t.co/13DbTmo9h7", "अन्तर्राष्ट्रिय मुद्रा कोषले कोभिड पछिको अर्थतन्त्र पुनर्स्थापना गर्न नेपाल सरकारलाई करिब $३९६मि.(नेरु ४७ अर्ब) सहायता प्रदान गर्ने भएको छ।१० बर्षको निर्ब्याजी ऋण सहायताको पहिलो किस्ता $११० मि.(नेरु १३ अर्ब) आगामी हप्ता भित्रै प्राप्त हुनेछ। https://t.co/pxvzlsz7mc\n@madhumarasini", "An MoU on Establishing Polytechnic Institute in Bardibas was signed by Mr. Madhu K. Marasini, Finance Secretary, Government of Nepal, and H.E. Park Chong -Suk, Korean Ambassador to Nepal, today. https://t.co/EqhnyGkT1U", "अर्थसचिव श्री मधुकुमार मरासिनी र FCDO UK का Director Mr. Ben Mellor बीच शिष्टाचार भेटघाट सम्पन्न भयो। सो भेटघाटका क्रममा  बिकास सहायता, जलवायु परिवर्तन र Green Investment का बिषयमा समेत छलफल भयो !! https://t.co/bOWvIpYKMT", "अर्थ मन्त्रालयको आफ्नो कार्यकक्षमा अन्तर्राष्ट्रिय मुद्रा कोष (आईएमएफ) का मिसन प्रमुख ग्रेगरी रोबर्ट र प्रतिनिधिसँग आपसी सहायता र आर्थिक विकासका विषयमा छलफल गर्नुहुँदै माननीय अर्थमन्त्री जनार्दन शर्मा ‘प्रभाकर’ । https://t.co/ge0BDsZVXS", "Signing Ceremony of additional financing of US$60 million for Electricity Grid Modernization Project Between Government of Nepal and ADB. Finance secretary Madhu Kumar Marasini &amp; ADB country Director signed  &amp; exchanged the loan agreement. https://t.co/JYVcqnfG7K", "मन्त्रालयमा बसेको आर्थिक वर्ष २०७८/०७९ को प्रथम त्रैमासिक प्रगति समीक्षा एवम् मन्त्रालयस्तरीय विकास समस्या समाधान समिति (MDAC) को बैठकमा सहभागी हुनुहुँदै माननीय अर्थमन्त्री जनार्दन शर्मा, सचिवहरूलगायत सरकारका उच्च पदस्थ कर्मचारीहरू । https://t.co/FcFS18ReBI", "मंसिर ७, २०७८ मंगलबार राष्ट्र बैंकको संक्षिप्त कामकारबाही बारे जानकारी लिने क्रममा माननीय अर्थमन्त्री जनार्दन शर्मा तथा अर्थसचिव मधुकुमार मरासिनी । https://t.co/EPBHQ2HQ9p", "अर्थ सचिव श्री मधुकुमार मरासिनी र नेपालका लागि इयुका राजदुत महामहिम Nona Deprez बीच शिष्टाचार भेटघाट तथा छलफल ! https://t.co/CiXxFTwiyz", "प्रेस नोट: नेपाल धितोपत्र बोर्डका अध्यक्षले पदीय मर्यादा विपरित कार्य गरेको भन्ने सम्बन्धमा जाँचबुझ गर्न गठित समितिले प्रतिवेदन पेश गरेको सम्बन्धी।\nhttps://t.co/vOhRkcRFkl", "अर्थ सचिव श्री मधुकुमार मरासिनी र विश्‍व वैङ्कका कार्यकारी निर्देशक श्री मोहम्द हसन र उपाध्यक्ष श्री हार्टविग सेफर नेतृत्वको प्रतिनिधिमण्डलवीच सम्पन्‍न शिष्टाचार भेटघाट तथा छलफल। https://t.co/LlwSiB5wwY", "सोमबार मन्त्रालयमा विश्व बैंकका कार्यकारी निर्देशक मोहम्मद हसन र दक्षिण एशियाली क्षेत्रका उपाध्यक्ष श्री हार्टविग सेफर तथा प्रतिनिधिसँगको भेटमा माननीय अर्थमन्त्री जनार्दन शर्मा, अर्थ सचिव मधुकुमार मरासिनीलगायत। https://t.co/rtM2JaqPra", "सामयिक कर असुल ऐनको सूचित आदेश सम्बन्धि सूचना २०७८‌\nhttps://t.co/1FmpBtFnMq", "अर्थमन्त्री श्री जनार्दन शर्मा ‘प्रभाकर’ द्वारा अर्थसम्बन्धी अध्यादेशहरूलाई प्रतिस्थापन गर्ने विधेयकका सम्बन्धमा सङ्‍घीय संसदमा प्रस्तुत वक्तव्य (आर्थिक वर्ष २०७८/७९)\nhttps://t.co/QhqMpEmJd1", "अर्थ बुलेटिन, जेठ अङ्क (२०७८)\nhttps://t.co/efgsAkQnbf", "प्राविधिक ग्रेड सम्बन्धमा\nhttps://t.co/pbVR6XKHpA", "माननीय अर्थमन्त्री र नेपालका लागि एशियाली विकास बैंकका देशीय निर्देशक बीच शिष्टाचार भेटघाट\nhttps://t.co/tH9NlUiFU3", "आर्थिक बर्ष २०७७।७८ को वार्षिक प्रगति समीक्षा तथा मन्त्रालयस्तरीय विकास समस्या समाधान समितिको बैठक सम्पन्न\nhttps://t.co/f5jJt2lLy0", "२०७८ साउन १ गतेदेखि लागू हुने तलबमान\nhttps://t.co/NMIwk3HMcv", "Courtesy meeting with Country Director of World Bank for Maldives, Nepal and Sri Lanka https://t.co/SjrjJlarAP", "एशियाली विकास बैंकले नेपाललाई प्रदान गर्न लागेको १९ अर्ब ५८ करोड रुपैयाँको सहुलियतपूर्ण ऋण सम्झौतामा हस्ताक्षर गर्नुहुँदै नेपाल सरकारका तर्फबाट अर्थसचिव मधुकुमार मरासिनी र बैंकका तर्फबाट कन्ट्री डाइरेक्टर आनो कुस्वा । https://t.co/D8OZmINk8H", "पदभार ग्रहणपछि नवनियुक्त अर्थसचिव मधुकुमार मरासिनी । https://t.co/TYJcuHnHUw", "प्रधानमन्त्री कार्यालयमा सरुवा हुनुभएका सचिव शिशिरकुमार ढुंगानालाई विदाइ गर्नुहुँदै माननीय अर्थमन्त्री जनार्दन शर्मा 'प्रभाकर' । https://t.co/UyOuZtFZVV", "अर्थमन्त्री मा. जनार्दन शर्मा र नेपालका लागि जनवादी गणतन्त्र चीनका राजदुत महामहिम Hou Yanqi बिच मन्त्रालयमा शिष्टाचार भेटघाट https://t.co/rlGo1HCQnP", "सूचनाको हक सम्वन्धी ऐन, २०६४ को दफा ५(३) तथा नियमावली, २०६५को नियम ३ को प्रयोजनार्थ ( २०७८ बैशाख देखि असार मसान्तसम्म)\nhttps://t.co/2R6Ni5jfrY", "अर्थमन्त्री मा. जनार्दन शर्मा र नेपालका लागि दक्षिण कोरियाका राजदुत महामहिम Park Chong-Suk  बिच शिष्टाचार भेटघाट https://t.co/NkMmJRHTBL", "अर्थमन्त्री मा. जनार्दन शर्मा र नेपालका लागि अमेरिकी राजदुत महामहिम Randy Berry बिच शिष्टाचार भेटघाट https://t.co/YgVMOUBrEZ https://t.co/qzoNYPbcbj", "Budget Speech FY 2021-22 (English Translation) https://t.co/iYgY2N758e", "माननीय अर्थमन्त्रीको पूर्व अर्थमन्त्रीज्यूहरुसँग अन्तरक्रिया सम्बन्धी प्रेस नोट\nhttps://t.co/cHvsWECRBS", "प्रेस नोटः पुँजीगत खर्च वृद्धिका लागि समीक्षात्मक अन्तरक्रिया\nhttps://t.co/wTVBuzR3Zn", "नवनियुक्त माननीय अर्थमन्त्री श्री जनार्दन शर्मा “प्रभाकर” ले आज मिति २०७८ असार ३० गते अर्थ मन्त्रालयमा पदबहाली गर्नुभएको छ। https://t.co/KUVc6RQS3t", "उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलको बिदाईका लागि आयोजित कार्यक्रम । उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा आफ्नो कार्यकाल सफल पार्न सहयोग गर्नु हुने सबैप्रति धन्यवाद व्यक्त । २०७८ असार, २९ । https://t.co/IoHPE0eWhD", "अमेरिकी सरकारबाट प्राप्त कोभिड-१९ विरुद्धको खोप हस्तान्तरण कार्यक्रम । २०७८ असार, २८ । https://t.co/X0OeRWDgEX", "६७९ मेगावाटको तल्लो अरुण जलविद्युत परियोजना विकासका लागि समझदारी पत्रमा हस्ताक्षर । उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा प्रतिबद्धता अनुसार समयमा काम गर्न आग्रह । २०७८ असार, २७। https://t.co/3StvwucW0j", "आगामी आर्थिक वर्ष २०७८/७९ को अर्थ मन्त्रालयसँग सम्बन्धित कार्य सम्पादन सम्झौता हस्ताक्षर कार्यक्रम ।   बजेट कार्यान्वयनमा खरो रुपमा प्रस्तुत भई गतिलो नतिजा ल्याउने उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाई । https://t.co/nqU3sYnYrR", "राष्ट्रिय गौरवको माथिल्लो तामाकोशी जलविद्युत् आयोजनाको उदघाटन । आयोजनाको सफलताबाट अरु आयोजनाहरु थप्न उत्साह बढेको उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाई । २०७८ असार २१ । https://t.co/WXA3z439Ir", "उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेल र माल्दिभ्स, नेपाल तथा श्रीलंकाका लागि विश्व बैंकका राष्ट्रिय निर्देशक फारिस हदाद-जर्भोसबीच कोभिड-१९ नियन्त्रण, वैदेशिक सहायता, आर्थिक पुनर्स्थापना लगायतका विषयमा छलफल । https://t.co/KDyzBzZXd6", "कोभिड-१९ महामारीबाट उत्थानशील पुनरुत्थान तथा अति विपन्न र जोखिममा रहेकाहरूको संरक्षण एवं दिगो विकास हासिल गर्न नेपाललाई १७ अर्ब ७८ करोड रुपैयाँ बराबरको सहुलियत ऋण उपलब्ध गराउने सम्बन्धी वित्तीय सम्झौतामा सरकार र विश्व बैंकबीच हस्ताक्षर । https://t.co/Kmk7MbXdEQ", "उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा काली गण्डकी तिनाउ डाइभर्सन बहुउद्देश्यि आयोजना वुटवल कार्यालयको समुद्घाटन ।विस्तृत अध्ययनका अधारमा आयोजना अघि बढाइ सफल पार्न भनाई । https://t.co/70lsBXUDYC", "होटल संघ नेपालका पदाधिकारीद्वारा २०७८/७९ को मौद्रिक नीति सम्बन्धी उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेललाई सुझावपत्र । आगामी वर्षको बजेटले होटल र पर्यटन क्षेत्रका धेरै मागहरु सम्बोधन गरेको भन्दै त्यसबाट लाभान्वित हुन उपप्रधान तथा अर्थमन्त्रीको आग्रह । https://t.co/bRptAiWptQ", "अर्थ मन्त्रालयद्वारा प्रकाशित अर्थ बुलेटिनको नयाँ अंक  \nhttps://t.co/MndU5kBVwU", "उपप्रधान तथा अर्थमन्त्री,  गृहमन्त्री, उर्जा, जलस्रोत तथा  सिचाई मन्त्री, वन तथा वातावरण मन्त्री, भुमि व्यवस्था, सहकारी तथा गरिबी निवारण मन्त्री, सचिवहरु लगायतको बैठक । विद्युत प्रसारण लाइन निर्माणमा देखा परेका समस्या समाधानका लागि संघ र स्थानीय तहमा कार्यदल गठन गर्ने निर्णय । https://t.co/vG8FgREuWq", "बजेटमा धेरै माग सम्बोधन गरिएको भन्दै नेपाल निर्माण व्यवसायी महासंघका पदाधिकारीद्वारा उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेललाई  धन्यवाद व्यक्त । गुणस्तरीय र समयमा काम सम्पन्न गर्ने गरी काम गर्न उपप्रधान तथा अर्थमन्त्रीको आग्रह । https://t.co/4PsmC4725j", "नेपाल वातावरण पत्रकार समूहद्वारा खानीजन्य सामग्रीबारे छलफल कार्यक्रम आयोजना । चुरे संरक्षण विरुद्धमा कुनै सम्झौता नुहने माननीय उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाई । https://t.co/PeZDGOTICN", "अनेरास्ववियु नेपालद्वारा बजेटमा उल्लेखित कार्यक्रमहरुको कार्यान्वयन सम्बन्धी ध्यानाकर्षण पत्र । माननीय उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलले भन्नुभयो- 'बजेटमा उल्लेखित सबै कार्यक्रमहरुको प्रभावकारी कार्यान्वयन  गर्छौं ।' https://t.co/qvOB8upU7l", "माननीय उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा नेपाल धितोपत्र बोर्डको २९ औं वार्षिकोत्सव कार्यक्रमलाई सम्बोधन । लगानीकर्ताको लगानी सुरक्षित हुने गरी पूँजी बजारको विस्तार हुने वातावरण तयार पार्न निर्देशन । https://t.co/so15CxAbQn", "अर्थ मन्त्रालयद्वारा नेपाल उद्योग वाणिज्य महासंघ, नेपाल उद्योग परिसंघ, नेपाल चेम्बर अफ कमर्स तथा नेपाल बैङ्कर्स एशोशियसनका पदाधिकारीहरूसँग छलफल । स्टार्टअप व्यवसाय र कार्यस्थलमा आधारित तालिम तथा रोजगारी कार्यक्रम सम्बन्धी गृहकार्य गर्न कार्यदल गठन । https://t.co/qzXOXhE7U4", "नवनियुक्त माननीय उपप्रधान तथा अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा पदबहाली ।   आमनागरिकलाई कोभिड-१९  विरुद्धको खोप सुनिश्चित र आर्थिक पुनरुत्थानमा केन्द्रित हुने भनाई । https://t.co/sFi98zfF6r", "अर्थ मन्त्रालय, उद्योग, वाणिज्य तथा आपूर्ति मन्त्रालय, खाद्य व्यवस्था तथा व्यापार कम्पनी र साल्ट ट्रेडिङ कर्पोरेसनबीच बैठक । आर्थिक वर्ष २०७८/७९ को बजेट वक्तव्यमा उल्लेखित छुट तथा सुविधाको कार्यान्वयन सुरु गर्ने निर्णय । https://t.co/dslw5PkPir", "आगामी वर्षको बजेट कार्यान्वयन सम्बन्धी अर्थ मन्त्रालयद्वारा भुमि व्यवस्था, वन, पर्यटन, महिला र कृषि मन्त्रालयसँग छलफल । मन्त्रलयहरुबीच समन्वय हुनुपर्नेमा जोड । https://t.co/EUmEMGuDPd", "खानीजन्य सामग्री सम्बन्धी अर्थ मन्त्रालयको प्रेस विज्ञप्ति । https://t.co/qk5ZpNt1ie", "आर्थिक वर्ष २०७८/७९ को बजेट सार्वजनिक गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । २०७८ जेठ १५ । \nhttps://t.co/jsNNqf7nQi", "अर्थ मन्त्रालयद्वारा आर्थिक वर्ष २०७८/७९ को बजेट कार्यान्वयनका लागि गृहकार्य सुरु । https://t.co/1QoCt5CtP5", "बजेट प्रस्तुतपछिको पत्रकार सम्मेलन । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल भन्नुहुन्छ- 'व्यवस्थित योजना बनाएर बजेट कार्यान्वयन गर्छैं ।' https://t.co/zy2ekeeNml", "आर्थिक वर्ष २०७८।७९ को आय-व्ययको सार्वजनिक जानकारी वक्तव्य।(Budget Speech)\nhttps://t.co/PQbdHGSaQk", "आर्थिक वर्ष २०७७/७८ को आर्थिक सर्वेक्षण र  सार्वजनिक संस्थानहरुको वार्षिक स्थिति समीक्षा सार्वजनिक । https://t.co/o3ZW4lRGFo", "आर्थिक सर्वेक्षण २०७७/७८\nhttps://t.co/yHd23UGlHh", "आर्थिक सर्वेक्षण सार्वजनिक कार्यक्रम ।  २०७८ जेठ १४ गते, २ बजे । \nhttps://t.co/9Gbe8gMrWN\nMeeting ID: 983 1507 3889\nPasscode: 481810", "अर्थ मन्त्रालयद्वारा १३ वटा अस्पतालमा अक्सिजन प्लान्ट स्थापना तथा एचडियु जडान गर्न थप १७ करोड ८७ लाख रुपैयाँको सहमति।", "भन्सार विभागका महानिर्देशक, उपमहानिर्देशक, भन्सार कार्यालयका प्रमुखहरुसँग छलफल । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा  कोभिड-१९ को रोकथाम र उपचारसँग सम्बन्धित सामग्रीहरुको भन्सार जाँचपास छिटो र छरितो बनाउन निर्देशन । https://t.co/hnfaPHXwel", "अर्थ मन्त्रालयद्वारा कोभिड-१९ को रोकथाम, उपचार तथा नियन्त्रणका लागि ४ अर्ब ३१ करोड रुपैयाँको सहमति ।", "नवनियुक्त अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा पद बहाली । कोभिड-१९ को महामारीलाई सामना गर्ने गरी आगामी आर्थिक वर्षको बजेट ल्याउने भनाई । https://t.co/i6M1eOBYmj", "आगामी आर्थिक वर्षको बजेट तयारी सम्बन्धी स्थानीय विकास साझेदार बैठक  । https://t.co/4ye6EtrLRr", "दक्षिण एशियाली सहयोग संगठन (सार्क) अर्थमन्त्रीहरुको अनौपचारिक बैठक । कोभिड-१९ को प्रभावलाई न्यूनीकरण एवं आर्थिक-सामाजिक पुनरुत्थान गर्न एकआपसमा सहयोग हुनुपर्नेमा जोड । https://t.co/MkzBliEMSe", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि बेलायतका  राजदूत निकोला पोलिटबीच शिष्टाचार भेटघाट । https://t.co/LCEIN4QtzM", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी नेपाल चेम्बर अफ कमर्सका पदाधिकारीहरुसँग छलफल । https://t.co/UqwiHc1BUb", "आर्थिक वर्ष २०७८/७९ को बजेट एवं आर्थिक ऐेन सम्बन्धी नेपाल उद्योग वाणिज्य महासंघको सुझाव । निजी क्षेत्रलाई सहयोग र प्रोत्साहन गर्ने माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाई । https://t.co/oYKOE5GAi2", "आगामी आर्थिक वर्षको बजेट सम्बन्धी नेपाल नगरपालिका संघ, गाउँपालिका राष्ट्रिय महासंघ, जिल्ला समन्य समिति र स्थानीय तहका जनप्रतिनिधिहरुसँग छलफल । बजेट तयारीबारे  आफूहरुसँग पहिलो पटक छलफल गरिएको भन्दै जनप्रतिनिधिहरुद्वारा खुशी व्यक्त  । https://t.co/LGV8QjuLhA", "आगामी आर्थिक वर्षको बजेट सम्बन्धी युवा व्यवसायीहरुको सुझाव लिनुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । २०७८ वैशाख ११। https://t.co/4zZzDbHSCy", "अन्तर सरकारी वित्त परिषद्को बैठक । माननीय \nअर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा आवश्यकताका आधारमा आयोजनाहरु छनौट गर्न  प्रदेश र स्थानीय तहलाई निर्देशन । https://t.co/jDQo61aKMA", "आगामी आर्थिक वर्षको बजेट तयारी सम्बन्धी अर्थशास्त्री र बुद्धिजीवीहरुसँग छलफल । https://t.co/qqZyFM9M8F", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा आर्थिक वर्ष २०७८/७९ बजेट तयारी सम्बन्धी जनता समाजवादी पार्टीका सांसदहरुसँग छलफल । https://t.co/PttEtT3SqU", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा पूर्व अर्थमन्त्रीहरुसँग छलफल । https://t.co/axAzpkBXwe", "अर्थ मन्त्रालय र गैरआवासीय नेपाली संघद्वारा पत्रकार सम्मेलन । नेपालमा पूर्वाधार , उत्पादनशिल लगायतका क्षेत्रमा लगानी गर्ने गरी १० अर्ब रुपैयाँको पूँजी भएको एनआरएन नेपाल डेभलमेन्ट फण्डको स्थापना भएको जानकारी । https://t.co/c8x0tTX3Mr", "आगामी आर्थिक वर्षको बजेट तयारी सम्बन्धी माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा नेकपा एमालेका सांसदहरुसँग छलफल । https://t.co/v5POPR5sIm", "आगामी आर्थिक वर्षको बजेट तयारी सम्बन्धी माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा नेपाली काँग्रेसका सांसदहरुसँग छलफल । https://t.co/QzRMboxsid", "नेपाल उद्योग परिसंघका पदाधिकारीद्वारा आर्थिक वर्ष २०७८/७९ को बजेट सम्बन्धी माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल समक्ष सुझाव प्रस्तुत । https://t.co/YjtSd6Q7we", "अर्थ समितिको बैठक । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा आगामी वर्षको बजेट तयारीबारे जानकारी । https://t.co/tY4CSsz5Ba", "विश्व बैंकबाट प्रकाशित नेपाल डेभलपमेन्ट अपडेट, २०२१ सार्वजनिक कार्यक्रममा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलले भन्नु भयो-कोभिड-१९ को असर सम्बोधन गर्ने विषयलाई प्राथमिकता दिँदै हामी आगामी आर्थिक वर्षको बजेटको तयारीमा लागेका छौं ।' https://t.co/TgaGwtLD5q", "विश्व बैंकबाट प्रकाशित नेपाल डेभलपमेन्ट अपडेट सार्वजनिक गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/ohSsgqUzyd", "नेपाल उद्योग वाणिज्य महासंघको ५५औं वार्षिक साधारण सभा एवं उद्योग वाणिज्य दिवसका अवसरमा आयोजित कार्यक्रममा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/FQDTsIaTSP", "निर्यात व्यवसायी महासंघ नेपालको प्रथम साधारण सभाको समुद्घाटन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल  । २०७७ चैत्र २७ । https://t.co/EPKLZzRldf", "शिक्षा, विज्ञान तथा प्रविधि मन्त्रालयसँग आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी छलफल । https://t.co/mJMFliNE9J", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी सञ्चार तथा सूचना प्रविधि मन्त्रालयसँग छलफल । https://t.co/XvAnyUOqIk", "Development Cooperation Report यहाँ हेर्न सक्नु हुन्छ । \nhttps://t.co/OaOzqDOV1u", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी रक्षा मन्त्रालयसँग छलफल । https://t.co/AJ01IEkHSP", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी परराष्ट्र मन्त्रालयसँग छलफल । https://t.co/IicB3b94c3", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी राष्ट्रिय पुनर्निर्माण प्राधिकरणसँग छलफल । https://t.co/X1EChZaBbt", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी कानून, न्याय तथा संसदीय मामिला मन्त्रालयसँग छलफल । https://t.co/HN10lXQF7Z", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी महिला, बालबालिका तथा ज्येष्ठ नागरिक, युवा तथा खेलकूद, श्रम, रोजगार तथा सामाजिक सुरक्षा र स्वास्थ्य तथा जनसंख्या मन्त्रालयसँग छलफल । https://t.co/nd3aAXl1XO", "आर्थिक वर्ष २०७८/७९ को बजेट तयारी सम्बन्धी उद्योग, वाणिज्य तथा आपूर्ति, वन तथा वातावरण र भूमि व्यवस्था, सहकारी तथा गरिबी निवारण मन्त्रालयसँग छलफल । https://t.co/ZrNfiD6Foo", "आर्थिक वर्ष २०७८/७९ को बजेट तयारीबारे उर्जा, जलस्रोत तथा सिचाईँ, खानेपानी, कृषि तथा पशुपंक्षी विकास र संघीय मामिला तथा सामान्य प्रशासन मन्त्रालयसँग छुट्टा छुट्टै छलफल । https://t.co/8oiuorbjuV", "आर्थिक वर्ष २०७८/७९ को बजेट तयारीबारे भौतिक पूर्वाधार तथा यातायात मन्त्रालय र शहरी विकास मन्त्रालयसँग छुट्टा छुट्टै छलफल । https://t.co/cQHnxZov5A", "कोभिड-१९ विरूद्ध सुरक्षित र प्रभावकारी खोपको पहुँच बिस्तार गर्न नेपाल सरकार र विश्व बैंकबीच ८ अर्ब ७०  करोड रुपैयाँ (७५ मिलियन अमेरिकी डलर) बराबरको सहुलियतपूर्ण ऋण सहयोग सम्झौतापत्रमा हस्ताक्षर । https://t.co/7kmDgJFaMv", "स्टार्टअपबारे छलफल । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलले भन्नुभयो-'सिर्जनशिल कार्यलाई सरकारले प्रोत्साहन गर्छ ।' https://t.co/D00ExFlxSa", "आर्थिक वर्ष २०७८/७९ को बजेटमा समावेश गर्नु पर्ने कार्यक्रम तथा बजेटबारे संस्कृति पर्यटन तथा नागरिक उड्डयन मन्त्रालयसँग छलफल । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा कार्यान्वयन गर्न सक्ने कार्यक्रमहरु र सोही अनुसार बजेट प्रस्ताव गर्न मन्त्रालयहरुलाई आग्रह  । https://t.co/1xjNqctZ2z", "*आर्थिक वर्ष २०७८/७९ को बजेट तर्जुमा सम्बन्धी कार्य प्रारम्भ भैसकेको छ। बजेटमा समावेश गरिनुपर्ने नीति तथा कार्यक्रमका सम्बन्धमा सुझावहरु २०७८ वैशाख ५ गतेसम्म \nbudgetsuggestion@mof.gov.np मा पठाउनुहुनु अनुरोध छ ।", "आर्थिक वर्ष २०७८/७९ को बजेट तर्जुमा सम्बन्धी कार्य प्रारम्भ भैसकेको छ। बजेटमा समावेश गरिनुपर्ने नीति तथा कार्यक्रमका सम्बन्धमा सुझावहरु २०७८ वैशाख ५ गतेसम्म \nbpd@mof.gov.np मा पठाउनुहुनु अनुरोध छ ।", "भन्सार व्यवस्थापन सम्बन्धी कार्यक्रम । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा भन्सार प्रणालीलाई थप प्रभावकारी बनाउने गरी आवश्यक सुझावहरु दिन आग्रह । https://t.co/T0oRLc0W39", "नेपाल राष्ट्रिय उद्योग व्यावसाय महासंघको कार्यक्रममा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको सम्बोधन । निजी क्षेत्रको आत्मविश्वास बढ्ने गरी बजेट निर्माण गर्ने भनाई । आवश्यक सुझाव दिन व्यवसायीहरुलाई आग्रह । https://t.co/KKOoUX9BAq", "केन्द्रीय राजस्व चुहावट नियन्त्रण समितिको बैठक । राजस्व चुहावट नियन्त्रणका लागि सबै सामार्थ्य प्रयोग गर्ने माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाई । https://t.co/LGjMtlhzIb", "सार्वजनिक वित्त व्यवस्थापन सम्बन्धी कार्यक्रम । बजेट प्रणाली, त्यसको कार्यान्वयन र वित्तीय अनुशासनमा विशेष ध्यान दिन माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको अनुरोध । https://t.co/JAfkmquVhQ", "आर्थिक वर्ष २०७७/७८ को दोश्रो चौमासिक प्रगति समीक्षा एवं मन्त्रालयस्तरीय विकास समस्या समाधान समितिको बैठक । https://t.co/sEQKoE4wLo", "समृद्धिका लागि वन आयोजनाका लागि सरकार  र विश्व बैंकबीच २ अर्ब ८० करोड रूपैंयाँ बराबरको वित्तीय सम्झौतापत्रमा हस्ताक्षर । https://t.co/kC55wgSci9", "अर्थ बुलेटिन,२०७७ माघ, अंक ।  \nhttps://t.co/aC12mvxEpf", "आर्थिक वर्ष २०७८/७९ को बजेट तर्जुमा सम्बन्धी छलफल। सिलिङ्गभित्र रहेर बजेट प्रस्ताव गर्न मन्त्रालयहरुलाई आग्रह। https://t.co/ZXUSW9Zbev", "रुपन्देही जिल्लाको तिलोत्तमा नगरपालिकाको प्रशासनिक भवनको समुदघाटन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/lCELomOlEP", "अर्थ मन्त्रालयद्वारा १ सय १३ वटा स्थानीय तहमा निर्माणाधिन स्वास्थ्य सेवा केन्द्रका लागि १ अर्ब ८ करोड ५३ लाख २३ हजार रुपैयाँ शसर्त अनुदानका रुपमा निकासा स्वीकृत । https://t.co/oFgsBuFQaK", "अर्थ मन्त्रालयको प्रवक्तामा सहसचिव सुमन दाहाल । https://t.co/CzK0Xi0t3e", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल समक्ष नेपाल उद्योग परिसंघद्वारा 'मेक इन नेपाल' अवधारणा प्रस्तुत । उत्पादनमूलक उद्योगलाई प्राथमिकतामा राख्ने अर्थमन्त्री पौडेलको भनाई । https://t.co/P708BKJlhz", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा सिद्धार्थ केबलकारको शिलान्यास । बुटवललाई विकास र समृद्धिको नमूना बनाउने प्रतिबद्धता । २०७७ फागुन ९ । https://t.co/pWFc7oU04v", "पूर्व अर्थ सचिवहरुसँग आर्थिक स्थितिबारे छलफल । https://t.co/TZWLiX2Irc", "अर्थ मन्त्रालयमा बैठक । गैरआवासीय नेपाली संघ (एनआरएनए)को अग्रसरतामा पूर्वाधार क्षेत्रमा लगानी गर्ने गरी १० अर्ब रुपैयाँको कोषमा सरकारको तर्फबाट पूर्व सहमति बमोजिम पाँच प्रतिशत लगानी गर्ने निर्णय । https://t.co/2QHVmFr4oC", "आर्थिक वर्ष २०७७/७८ को बजेटको अर्धवार्षिक मूल्यांकन प्रतिवेदन । \n\nhttps://t.co/WAfAKMykGV", "अर्थ मन्त्रालयद्वारा आर्थिक वर्ष २०७७/७८ को बजेटको अर्धवार्षिक मूल्यांकन प्रतिवेदन सार्वजनिक । https://t.co/vYYzEI4VnG", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल, माननीय स्वास्थ्य मन्त्री हृदयेश त्रिपाठी लगायतबाट भक्तपुरको दुवाकोटस्थित विस्तारित वीर अस्पताल बनाउने स्थानको अवलोकन ।  अस्पताल बनाउन स्रोतको सुनिश्चित गर्ने अर्थमन्त्री पौडेलको प्रतिबद्धता  । https://t.co/iJxsW6bJdi", "बीमा समितिका नवनियुक्त अध्यक्ष सूर्यप्रसाद सिलवालद्वारा पद तथा गोपनियताको सपथ ग्रहण । माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा बीमा क्षेत्रमा भएका समस्या समाधानका लागि खरोरुपमा उत्रन र आफ्नो कार्यकाल बीमा क्षेत्रका लागि कोसेढुङ्गा सावित गर्न निर्देशन । https://t.co/VvSXbeYish", "अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा भूमि सम्बन्धी समस्या समाधान आयोगका पदाधिकारीसँग छलफल । भूमिहिन दलित र भूमिहिन सुकुम्बासीलाई जग्गाधनी पूर्जा वितरण गर्ने कार्यलाई तीव्रता दिन निर्देशन । https://t.co/xCO9QPKSdh", "नेपाल चार्टड एकाउन्टेन्ट्स संस्थाको तेस्रो चार्टड एकाउन्टेन्ट दीक्षान्त समारोह । माननीय अर्थमन्त्री विष्णुप्रसद पौडेलद्वारा सम्बोधन । 'लेखा प्रणाली राष्ट्रका लागि महत्वपूर्ण' । https://t.co/gBhDqbVMdn", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा काठमाडौंमा आयोजित महिला उद्यमी सम्बन्धी कार्यक्रमलाई सम्बोधन । महिला उद्यमीहरुलाई सरकारले प्रोत्साहन र सहयोग गर्दै आएको भनाई । https://t.co/uhV32IgAgf", "सिद्धार्थ राजमार्गको बुटवल राजमार्ग चौराहदेखि चिडियाखोलासम्मको सडक बिस्तार कार्यको शुभारम्भ गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/GpfO1DvfnT", "रुपन्देही जिल्लाको तिनाउ नदी पुल र दानव नदी पुलको समुद्घाटन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/LDa9ZWV3th", "६९औं अन्तर्राष्ट्रिय भन्सार दिवसका अवसरमा आयोजित कार्यक्रमलाई सम्बोधन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/Ghy663os58", "आर्थिक वर्ष २०७७/७८ को बजेटको अर्धवार्षिक समीक्षा । पूँजीगत खर्च बढाउनका लागि सम्बन्धित मन्त्रालय र अन्तरमन्त्रालयमा छलफल र समन्वय हुनुपर्ने माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाइ । https://t.co/FpCRO84UEV", "प्रस्तावित एक्सटेन्डेट क्रेडिट फ्यासिलिटि कार्यक्रमबारे अन्तर्राष्ट्रिय मुद्रा कोषका कार्यकारी निर्देशक र मिसन प्रमुखसँग मिटिङ । नेपालमा हालै विकसित राजनीतिक घटनाक्रमले आर्थिक सुधार कार्यक्रमको निरन्तरतामा नकारात्मक प्रभाव नपार्ने माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाइ । https://t.co/HzdVQDXQ1H", "नेपाल राष्ट्रिय एकद्वार प्रणाली सम्बन्धी अर्थ मन्त्रालयमा छलफल । आयात र निर्यातलाई भन्सारसँग आवद्ध गरी अन्तर्राष्ट्रिय व्यापारलाई सहजीकरण गर्न आगामी सातादेखि लागू गर्न सुरु गरिने । https://t.co/JdGZ4ZQ0dV", "अर्थमन्त्री विष्णुप्रसाद पौडेल, उद्योग वाणिज्य तथा आपूर्तिमन्त्री लेखराज भट्ट , कृषि तथा पशुपंछि विकास मन्त्री पद्माकुमारी अर्याल र सचिवहरु सहित अर्थ मन्त्रालयमा बैठक ।नेपालमा रासायनिक मल कारखाना स्थापनाका लागि तयारी सम्बन्धी गृहकार्य सुरु । https://t.co/BEYaDep0HP", "कृषि विकास बैंकको ५४औं वार्षिकोत्सव समारोहलाई सम्बोधन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/r5iG0yw8MO", "पर्यटन र होटल व्यवसायका प्रतिनिधिहरुसहित छलफल। कोभिड-१९ का कारण अतिप्रभावित पर्यटन क्षेत्रलाई चलायमान बनाउन आवश्यक सहयोग गर्ने माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको भनाइ। https://t.co/bdZPuC5yvw", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलको अध्यक्षतामा अर्थ मन्त्रालयमा बैठक ।कोभिड-१९ का कारण प्रभावित उत्पादनमूलक उद्योगहरुको लकडाउन अवधिभरको विद्युत डिमाण्ड शुल्क छुट कार्यान्वयन गर्ने निर्णय । https://t.co/6wyzzuN0lC", "महालेखा नियन्त्रक कार्यालयद्वारा आ.व. २०७६/७७ को लेखा तथा वित्तिय विवरणको प्रतिवेदन अर्थ मन्त्रालयलाई जानकारी । https://t.co/ylGcrpBSYs", "नेपाल उद्योग परिसंघको प्रतिनिधि मण्डलद्वारा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल समक्ष सुझावहरु पेश । ठूला उद्योगी तथा व्यवसायीलाई पुनर्कर्जा ऋणमा २० करोड रुपैयाँको सीमा बढाउनुपर्ने लगायतका आग्रह । https://t.co/eAaEIel2lq", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा राष्ट्रिय सहकारी महासंघ लि. नेपालको २८औं वार्षिक साधारणसभालाई सम्बोधन । सहकारी आन्दोलनलाई थप उचाईमा पुर्याउन आग्रह । https://t.co/hncRCYFbDj", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपाल उद्योग बाणिज्य महासंघका पदाधिकारीहरुबीच भेटघाट । निजी क्षेत्रसँग सहकार्य गरी अघि बढ्ने अर्थमन्त्री पौडेलको भनाइ । https://t.co/ZlNX4jcU6C", "सहकारी विभागद्वारा अर्थमन्त्री माननीय विष्णुप्रसाद पौडेल समक्ष सहकारी सम्बन्धी अध्ययन प्रतिवेदन पेश ।  'सहकारी क्षेत्र अर्थतन्त्रको महत्वपूर्ण खम्बा'- अर्थमन्त्री पौडेल । https://t.co/0cVpM7i1u6", "बैंक तथा वित्तीय संस्था परिसंघद्का पदाधिकारीद्वारा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलसँग भेट गरी अर्थतन्त्र सम्बन्धी सुझावहरु प्रस्तुत । अर्थ मन्त्रालयबाट आवश्यक सहयोग हुने अर्थमन्त्री पौडेलको भनाइ । https://t.co/fs9hDiug54", "प्रेस नोट (२०७७ पुस १७ गते) - [उच्चस्तरीय वित्तीय क्षेत्र  समन्वय समितिको बैठक । आर्थिक पुनरुत्थानका लागि ल्याइएका कर्जाहरुको अधिकतम पहुँच लक्षित वर्गमा पुर्याउने निर्णय ।]\nhttps://t.co/YAMWfF32im https://t.co/MjPNY9SVcq", "अर्थमन्त्री एवं लगानी बोर्डका उपाध्यक्ष माननीय विष्णुप्रसाद पौडेलद्वारा लगानी बोर्डको कार्यालय निरीक्षण । लगानीकर्तालाई सहजीकरण गर्न निर्देशन । https://t.co/HNxR9hzR4d", "विद्युतीय ग्रीड आधुनिकीकरणका लागि सरकार र एसियाली विकास बैंक (एडिबी)बीच १८ अर्ब २५ करोड रुपैयाँ (अमेरिकी डलर १५६ मिलियन बराबर) को ऋण सम्झौतामा हस्ताक्षर  । https://t.co/PB2SSQjBtb", "अर्थमन्त्री माननीय विष्णुप्रसाद पौडेल र नेपाल,  मल्दिभ्स र श्रीलंकाका लागि विश्व बैंकका राष्ट्रिय निर्देशक फारिस हदाद जर्भोसबीच भेटघाट। सहायता परिचालन बढाउँदै जाने,  पाइपलाइनमा रहेका प्रोजेक्टहरुलाई छिटो अघि बढाउने लगायतका विषयमा छलफल। https://t.co/j98pL2yBT2", "नेपाल सरकार र विश्व बैंकबीच साढे नौ अर्ब रुपैयाँ (आठ करोड अमेरिकी डलर) बराबरको ग्रामीण उद्यम र आर्थिक विकास आयोजनाको वित्तीय सम्झौतापत्रमा हस्ताक्षर । https://t.co/BrTJG6vbfQ", "नेपाल आर्थिक पत्रकार संघको नवनिर्वाचित  पदाधिकारीहरुसँग छलफलका क्रममा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । अर्थमन्त्री पौडेलले कोभिड- १९ विरुद्धको भ्याक्सिन आयात र जनतालाई उपलब्ध गराउन स्रोतको अभाव नहुने बताउनु भयो । https://t.co/74WeZHR0Fj", "भैरहवास्थित गौतमबुद्ध अन्तर्राष्ट्रिय विमानस्थलको प्रगति विवरण लिनुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/MMK9AeEMO8", "आन्तरिक राजस्व कार्यालय बुटवलमा सम्बोधन गर्नुहुँदै अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/Cq00fzGQ0p", "रुपन्देही सैनामैना नगरपालिकामा निर्माणाधिन चक्रपथको निरीक्षण गर्ने क्रममा माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/1OANaRtfo2", "प्रेस विज्ञप्ति २०७७।०८।२८ (माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र अन्तर्राष्ट्रिय मुद्रा कोषका पदाधिकारी बीच छलफल ।)\nhttps://t.co/HYubZFFPCL https://t.co/7PNkXuSt0Q", "प्रेस विज्ञप्ति २०७७।०८।२६ (माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि फिनल्याण्डका महामहिम राजदूत Mr. Pertti Anttinen बीच शिष्टाचार भेटघाट सम्बन्धमा ।)\nhttps://t.co/msMEh4aUnj https://t.co/TeKcA94EkF", "प्रेस विज्ञप्ति (२०७७ मंसिर २५ गते) -[ माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि कोरियाका महामहिम राजदूत पार्क योङसिकबीच शिष्टाचार भेटघाट ।]\nhttps://t.co/qoXqFhO58R https://t.co/6QbF2r5ftH", "प्रेस विज्ञप्ति (२०७७ मंसिर १९ गते) -[माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि युरोपियन युनियनका महामहिम राजदूत नोना डेप्रेज बीच शिष्टाचार भेटघाट​ ।]\nhttps://t.co/Ie6p2sRHGo https://t.co/znJo1vTVY7", "आ.व. २०७७/७८ को प्रथम चौमासिक प्रगति समीक्षा तथा मन्त्रालयस्तरीय विकास समस्या समाधान समिति (MDAC) को बैठक सम्पन्न  । https://t.co/edaAKhIxz5", "नेपाल उद्योग वाणिज्य महासंघका पदाधिकारीहरुले दिनु भएको सुझावपंछि धारणा राख्नुहुँदै माननीय अर्थमन्त्री विष्णप्रसाद पौडेल । अर्थमन्त्री पौडेलले निजी क्षेत्रप्रति सरकारको सकारात्मक धारणा रहेको र मिलेर काम गर्न तत्पर रहेको बताउनुभयो । https://t.co/kr7bCiIUWq", "ललितपुरको गोदावरी नगरपालिकमामा बज्रबाराही चापागाउँ अस्पतालको १५ शैया भवन निर्माणको शिलान्यास  गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/CMrqrwVFz5", "नेपाल आर्थिक पत्रकार समाज (सेजन)को २२औं वार्षिकोत्वसका अवसरमा आयोजित कार्यक्रमलाई सम्बोधन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । अर्थमन्त्रीले अहिलेको अवस्थामा अर्थतन्त्रलाई उकास्न सबै क्षेत्रसँग सहकार्य गर्ने र सरकारले  अग्रपंक्तिमा रहेर काम गर्ने बताउनु भयो । https://t.co/8A8hRm2eRS", "रुपन्देही तिलोत्तमा आनन्दवनमा १५ शैयाको अस्पतालको शिलान्यासपछि अस्‍पताल निर्माणका लागि जग्गा प्रदान गर्नु भएका जीवन ओझालाई सम्मानपत्र दिनुहुँदै अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/WBjlTWYe6m", "भैरहवा भन्सार कार्यालयमा कर्मचारीहरुलाई निर्देशन दिनुहुँदै  अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/Cmkjc2NnSD", "बुटवल उपमहानगरपालिकामा अनलाइनबाट कर प्रणालीको शुभारम्म गर्नुहुँदै अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/oftjFSNrmg", "बुटवल खानेपानी आयोजना अन्तर्गत पाल्पाको झुम्सामा ड्याम निर्माण कार्यको शिलान्यास गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/NtO12JnTAb", "रुपन्देही तिनउ दानव नदी कोरिडोर सडकको शिलान्यास  कार्यक्रममा सम्बोधन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/8aUHaksnOT", "रुपन्देहीको गीर्वाण सरस्वती संस्कृत तथा साधारण माविमा बालमैत्री भवनको समुद्घाटन र छात्राबासको शुभारभ्म कार्यक्रमलाई सम्बोधन गर्नुहुँदै माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल । https://t.co/hWMyUUxbnx", "प्रेस विज्ञप्ति -[माननीय अर्थमन्त्री श्री विष्णुप्रसाद पौडेल र नेपालका लागि रुसी महासंघका महामहिम राजदूत Aleksei A. Navikov​ बीच शिष्टाचार भेटघाट ।]\nhttps://t.co/EAZuxPVzCX https://t.co/9aHmIbXkKX", "RT @WorldBankNepal: 🆕 The Government of Nepal and the World Bank signed two separate agreements of $350 million today that will help streng…", "प्रेस विज्ञप्ति २०७७।०८।०३ (शहरी विकास र वित्तीय क्षेत्रको स्थिरतालाई सहयोग पुर्‍याउँदै आर्थिक पुनरुत्थानलाई बढावा दिन नेपाल सरकार र विश्व बैंकद्वारा ३५ करोड अमेरिकी डलर (करिब रु ४२ अर्ब) बराबरको आर्थिक सम्झौतामा हस्ताक्षर सम्बन्धमा ।)\nhttps://t.co/bkt3GEH0g6 https://t.co/o0UwpSncIU", "माननीय अर्थमन्त्री श्री विष्णुप्रसाद पौडेल र नेपालका लागि स्वीट्जरल्याण्डका महामहिम राजदूत एलिजावेथ भोन क्यापेलर बीच शिष्टाचार भेटघाट ।\nhttps://t.co/pGyJla74KD https://t.co/cdcCYpBBtq", "प्रेस विज्ञप्ति (२०७७ कार्तिक २८ गते)-[ पुस्तकमा लाग्दै आएको भन्सार महसुल हटाइएको सम्बन्धमा । ] https://t.co/iIgqSzWQf9 https://t.co/x5qCSqTaE8", "अर्थ मन्त्रालयमा ​वन तथा वातावरण मन्त्रालयको त्रैमासिक बजेट समीक्षा । https://t.co/LPe67iQpnd", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि भारतका महामहिम राजदूत विनय मोहन क्वात्रा बीच शिष्टाचार भेट।\n\nhttps://t.co/W156A8GQyU https://t.co/I5GhuIYj3m", "माननीय अर्थमन्त्रीज्यूको उपस्थितिमा कोरोना बीमाको दाबी भुक्तानीलाई सरल र सहज बनाउने सन्दर्भमा अर्थ मन्त्रालयमा छलफल ।https://t.co/BctnAbQDak https://t.co/3J8FSI3Eqb", "https://t.co/V9GLWvK09P https://t.co/DVpRrC3vyt", "माननीय अर्थमन्त्री विष्णुप्रसाद पौडेल र नेपालका लागि भारतका महामहिम राजदूत विनय मोहन क्वात्रा बीच शिष्टाचार भेट। https://t.co/NnwbVsU1y7", "माननीय अर्थ मन्त्री डा. युवराज खतिवडाज्यूबाट  संघीय संसदमा आर्थिक वर्ष २०७७।७८ को बजेट वक्तव्य प्रस्तुत   गर्नु हुदै । https://t.co/sKQPxlevQj", "माननीय अर्थ मन्त्री डा. युवराज खतिवडाज्यूबाट  संघीय संसदमा आर्थिक वर्ष २०७७।७८ को बजेट वक्तव्य प्रस्तुत   गर्नु हुदै । https://t.co/FGlF09LXxP", "अर्थ बुलेटिन [कार्तिक २०७६]\nhttps://t.co/r2qWlTyK6Q", "अर्थ बुलेटिन (भाद्र २०७६)  \nhttps://t.co/Q9VKB6D8ra", "प्रदेश तथा स्थानीय तहमा समायोजन भएका कर्मचारीको आ.व. २०७५/७६ को तलबमान ।\nhttps://t.co/DaijqjKIsm", "नयाँ तलबमान र सुविधा\nhttps://t.co/hs1uqHfpqp", "Hon. Minister for finance, Dr. Yuba Raj Khatiwada was addressing on OECD-SEBON International Conference on Financial Consumer Protection and Education in Asia and Pacific on 2nd July,2019.\nLink for detail speech: https://t.co/Lh8So99gKA https://t.co/f1SLrHmAP4", "सार्वजनिक संस्थानहरुको वार्षिक स्थिति समीक्षा - २०७६\nhttps://t.co/0QmBDfl3fz https://t.co/zKVEuXyuof", "आर्थिक वर्ष २०७६/७७ को बजेट वक्तव्य\nhttps://t.co/RmkUUAiQbU https://t.co/WJiLKCsZ7C", "माननीय अर्थमन्त्री डा युवराज खतिवडा द्वारा आर्थिक वर्ष २०७६/७७ को बजेट संघीय संसदमा प्रस्तुत गर्नु हुँदै  ।\nhttps://t.co/5lku4zZRtk", "आर्थिक सर्वेक्षण २०७५/७६ https://t.co/SCdFbqUM8M https://t.co/JDAH6ekDnF", "Courtesy Call on Meeting with Rt. Honorable Baroness Sugg CBE, Parliamentary Under Secretary of State at the Department for International Development https://t.co/d12vxgB7Rh", "Courtesy call meeting with Ms. Tomoko Nishimoto, ILO's Assistant Director-General and Regional Director for Asia and Pacific https://t.co/nuDQzucua3", "२०७५ चैत्र १८ गते रुपन्देहीको मणिग्राममा आयोजित नेपाल सुन चांदी ब्यवसायी महासंघको छैंठौ बार्षिक साधारण सभाको उद्घाटन समारोहमा माननीय अर्थमन्त्री डा. युवराज खतिवडाले प्रमुख अतिथिको रुपमा सहभागिता जनाउनु हुदैं https://t.co/6JEBbFNAzk", "मा. अर्थमन्त्री डा. युवराज खतिवडाले आ.व.२०७६।०७७ को लागि राजस्व परामर्श समितिको ५ नं. प्रदेश स्तरीय अन्तक्रिया कार्यक्रमलाई २०७५ चैत्र १८ गते भैरहवामा सम्बोधन गर्नु हु‌ंदै । https://t.co/Ta1MlMOevQ", "RT @investinnepal19: Investors apply for 16 projects. \"It’s just a beginning\"- Finance Minister Yubaraj Khatiwada @mofnepal \n\n@thehimalayan…", "RT @PM_Nepal: Our immediate goal is to graduate from Least Developed Country status and the medium term goal is to become a middle-income c…", "RT @HartwigSchafer: Good meeting with Minister Khatiwada, together with @MIGA EVP &amp; CEO @khonda and Hans Peter Lankes, VP of @IFC_org'. We…", "RT @BeedManagement: The roundtable discussion on 'Making Investments Happen in Nepal' underway #ReadyNepal #investinnepal. In attendance ar…", "RT @IFC_SouthAsia: Early start as we kick off day 2 of @investinnepal19!\n\n#HappeningNow is a roundtable discussion on the sidelines of @inv…", "RT @investinnepal19: Mr. Lal Shanker Ghimire, Secretary (Revenue), Ministry of Finance presenting in the Plenary Session 1 Investment Oppor…", "RT @investinnepal19: \"Investment related laws has been made competitive to provide necessary investment services.\" -Mr. Lal Shanker Ghimire…", "RT @investinnepal19: We plan to increase Bilateral Investment Agreement with more countries. A new 15th plan and long term strategy 2012 en…", "RT @investinnepal19: \"Foreign Investment and Technology &amp; Transfer Act - There will be no upper ceiling for FDI. FITTA allows full repartit…", "RT @investinnepal19: \"Political transformation alone cannot be sustainable without economic transformation. The Constitution of 2015 has en…", "RT @investinnepal19: The round-table discussion on the sidelines of @investinnepal19 to talk the need to #investinnepal. Three WBG VPs- @Ha…", "RT @investinnepal19: ९ सय मेगावाटको अरुण तेस्रोमा लगानी जुट्यो\n#investinnepal\n\nhttps://t.co/zJo96P1uGo", "RT @investinnepal19: Coordinator of @investinnepal19 Honorable Dr. Yuba Raj Khatiwada\nMinister for Finance making concluding remarks at the…", "RT @investinnepal19: \"The focus of current government is on economic prosperity,\nvery much aligned with vision of 'Prosperous Nepal: Happy…", "RT @investinnepal19: The Inaugural Session of @investinnepal19 will have keynote speech by reputed foreign business person, high level auth…", "RT @DFIDNepal: Nepal's Finance Minister Yuba Raj Khatiwada gives his opening address at the Nepal Investment Summit 2019. More than 40 coun…", "RT @investinnepal19: Honorable Dr. Yuba Raj Khatiwada, Minister for Finance and Convener, @investinnepal19 delivering welcome address.\n\n#in…", "RT @investinnepal19: \"Govt. to partner with private sector &amp; development is a national agenda. Nepal is ready for #investment, feel secure…", "RT @IFC_org: IFC VP Hans Peter Lankes, @MIGA CEO &amp; VP @khonda and @WorldBankSAsia VP @HartwigSchafer will be joining hundreds of investors…", "RT @investinnepal19: @investinnepal19 is an opportunity for us to exhibit the range of policy, structural &amp; procedural reforms undertaken b…", "RT @investinnepal19: Nepal Investment Summit 2019 Starting Tomorrow!\n\n#investinnepal  @IBNOffice https://t.co/62ZoAZeslt", "RT @investinnepal19: Why Invest in Nepal?\n\nBecause in Nepal private sector participation in fixed capital formation has been robust with an…", "RT @investinnepal19: Hon'ble Minister for Finance and Convenor of @investinnepal19 Dr. Yuba Raj Khatiwada briefing the media about the upda…", "RT @investinnepal19: Only 1 day to go for Nepal Investment Summit 2019!\n\n#investinnepal @IBNOffice https://t.co/dErE8BUFbA", "RT @investinnepal19: The Inaugural Session of @investinnepal19 will have keynote speech by reputed foreign business person, high level auth…", "RT @investinnepal19: Plenary Session 1 of @investinnepal19 on #Investment Opportunities in #Nepal will have a detailed presentation on impr…", "RT @investinnepal19: सरकारले आगामी शुक्रबार र शनिबार हुन गइरहेको लगानी सम्मेलनमा ७७ वटा परियोजनाका लागि लगानी आवहृान गर्ने भएको छ, जसमा जल…", "माननीय अर्थमन्त्री डा.युवराज खतिवडाले आज नेपालकै सबैभन्दा ठुलो बैंक नेपाल इन्फ्रास्टक्चर बैंकको समुद्घाटन समारोहमा प्रमुख अतिथिको रुपमा सम्वोधन गर्दैः https://t.co/eEy1o5dOsx\nhttps://t.co/kBL4qUDInJ https://t.co/arzVaqji8y", "संस्कृति, पर्यटन तथा नागरिक उड्डयन मन्त्री तथा नेकपाका नेता ‍‌ रविन्द्र अधिकारी लगायत सात जनाको ताप्लेजुङमा हेलिकप्टर दुर्घटनामा परी आज भएको निधनले स्तब्ध बनाएको छ । उहाँहरुप्रति भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दै शोक सन्तप्त परिवारप्रति हार्दिक समवेदना", "RT @UN_Nepal: @GlobalGoalsUN @SDG2030 @SdgNepal Committing to the #SDGs Dr. Yubraj Khatiwada, @mofnepal says, \"the #SDGs are reflected as t…", "RT @DFIDNepal: .@BatesLord met with Nepal’s Finance Minister, Dr Yuba Raj Khatiwada, today to discuss moving forward a package of UK suppor…", "Ambassador of the Kingdom of Saudi Arabia to Nepal His Excellency Musaidbin Sulaiman AI Marwang paid courtesy call on the Finance Minister of Government of Nepal Hon. Dr. Yuba Raj Khatiwada at the Ministry Today. https://t.co/OI5Kkm2hyF", "Newly Appointed Ambassador of the People's Republic of China to Nepal H.E. Ms. Hou Yanqi paid courtesy call on the Finance Minister of Government of Nepal Hon. Dr. Yuba Raj Khatiwada at the Ministry Today. https://t.co/5oAQQBceRT", "India, China are good friends, so we do not face problems balancing ties: Nepal Finance Minister - The Sunday Guardian Live https://t.co/03AZCGMHZA", "माननीय अर्थमन्त्री डा. युवराज खतिवडाले २०७५ पुष ३० गते कान्तिपुर टेलिभिजनको Fireside कार्यक्रमलाई दिनु भएको अन्तर्वार्ताः\nhttps://t.co/gGeAQHjLet", "माननीय अर्थ मन्त्री डा.युवराज खतिवडाले नेपालकाे अर्थतन्त्रकाे बिषयमा दिनुभएकाे समसामयिक अन्तर्वार्ता ।\nhttps://t.co/59Pbitdqxj", "पछिल्लो समयमा मुद्रा तथा पूँजी बजारमा देखिएका प्रवृत्तिहरूको समग्र अध्ययन गरी सुझाव पेश गर्न नेपाल राष्ट्र बैंकका डेपुटी गभर्नर श्री शिवराज श्रेष्ठको संयोजकत्वमा गठित समितिले आज माननीय अर्थमन्त्रीज्यू समक्ष अध्ययन प्रतिवेदन पेश गरेको छ। https://t.co/t1nSvr4Nbs", "२०७५ मंसिर ०२ गते सार्वजनिक वित्तीय व्यवस्थापन सम्बन्धी राष्ट्रिय गोष्ठीमा अर्थ सचिव डा.राजन खनाल ज्यूले अतिथिको रुपमा सम्वोधन गर्नु हुँदै । https://t.co/PWhs01q0VF", "२०७५ मंसिर ०२ गते सार्वजनिक वित्तीय व्यवस्थापन सम्बन्धी राष्ट्रिय गोष्ठीमा माननीय अर्थमन्त्री डा.युवराज खतिवडा ज्यूले प्रमुख अतिथिज्यूको रुपमा पानस मा दीप  प्रज्चलन गरि कार्यक्रमको उद्घाटन गर्नु हुँदै । https://t.co/sOFOnzfwek", "२०७५ मंसिर ०२ गते सार्वजनिक वित्तीय व्यवस्थापन सम्बन्धी राष्ट्रिय गोष्ठीमा माननीय अर्थमन्त्री डा.युवराज खतिवडा ज्यूले प्रमुख अतिथिज्यूको रुपमा सम्वोधन गर्नु हुँदै । https://t.co/BhHrATHqyI", "Dr. Yuba Raj Khatiwada, Hon. Finance Minister of Government of Nepal is addressing on 4th International Conference on Renewal Energy Technology for Rural and Urban Development, 29th October, 2018, Kathmandu. https://t.co/GYS5uCT7Nn", "Dr. Yuba Raj Khatiwada, Finance Minister of Government of Nepal is addressing the Program as a Chief Guest in 7th Annual General Meeting &amp; Second Council Meeting of Asian Association of Management Organization, held on 25th November, 2018, Soaltee Hotel, Kathmandu https://t.co/wbvFjNJEAv", "Courtesy call on Dr. Yuba Raj Khatiwada, Finance Minister by H.E. Mr. Park, Young-sik, Ambassador of the Republic of Korea to Nepal this afternoon at the Ministry https://t.co/FeC3OK2lIM", "Courtesy call on Dr. Yuba Raj Khatiwada, Finance Minister by H.E. Mr. Masamichi Saigo, Ambassador of Japan to Nepal this afternoon at the Ministry. https://t.co/54yXgQTOlt", "Courtesy call on Dr. Yuba Raj Khatiwada, Finance Minister by H.E. Shri Manjeev Singh Puri Ambassador of India to Nepal this afternoon at the Ministry. https://t.co/YqtgsSghmt", "Courtesy call on Hon'ble Dr. Yuba Raj Khatiwada, Finance Minister by HE Mr. Pertti Anttinen, Ambassador of Finland https://t.co/zsE5DAqL15", "“जलवायु परिवर्तन सम्बन्धी अति जोखिममा परेका २० राष्ट्रहरुको अन्तर्राष्ट्रिय वैठकमा सम्वोधन गर्दै मा. अर्थमन्त्री डा. युवराज खतिवडा” by @mofnepal\n\nhttps://t.co/rCZDUpyKEX", "जलवायु परिवर्तनकाे असर र यसको व्यवस्थापन वारे नेपालको प्रयास वारे मा‍ननीय अर्थमन्त्री डा.युवराज खतिवडाले ईन्डोनेसियाको बालीमा १४ अक्टोवर २०१८ मा विश्वका २० वटा जोखिममा परेका मुलुकहरुको समूहको वैठकलाई सम्बोधन गर्नु हु‌ँदै । https://t.co/09oS9k53Vt", "https://t.co/gXXWDuofKp", "Statement by the Hon. Finance Minister Dr. Yuba Raj Khatiwada, at the Annual Meeting of the Board of Governors of the World Bank Group and International Monetary Fund, Bali, Indonesia.[12 October 2018]\nhttps://t.co/3UTzVNHoFH …", "प्रेस विज्ञप्ति २०७५।०६।२५ (विश्व बैंक तथा अन्तर्राष्ट्रिय मुद्रा कोषको बार्षिक बैठक )\nhttps://t.co/Ql5oaqT4Sa https://t.co/1EHoHX7j9G", "https://t.co/AGJkwvRWqt", "During the Joint Annual Meeting of IMF &amp; WB Group in Bali, Indonesia, Hon. Finance Minister Dr. Yuba Raj Khatiwada participated South East Asia Voting Group Meeting and stressed on importance of Multilateralism for Small and least developed Country in the context of Int'l. Trade. https://t.co/2BT7XZRS88", "विश्व बैंकले २३ अर्ब ऋण दियो https://t.co/FEqdUuYALq", "RT @nepalitimes: \"We have no option but to take foreign loans, but we will accept and use them wisely...The West is even more ready than be…", "https://t.co/O79hrTFe4f", "https://t.co/uT6yyefxaR", "https://t.co/gf59inuU19", "Courtesy Call on between Hon. Finance Minister Dr. Yuba Raj Khatiwada and H.E. Ms. Elisabeth Von Capeller, Swiss Ambassador to Nepal https://t.co/HtqoxCDIV9", "RT @MofaNepal: Prime Minister Rt Hon K.P Sharma Oli and Madam with President of the United States H.E. Donald Trump and Mrs. Trump during t…", "RT @PM_Nepal: The fruits of regional cooperation can reach the people when we fully implement the decisions &amp; understandings we make. Trans…", "RT @PM_Nepal: The #BIMSTEC Poverty Plan of Action must be fully implemented. We must build on the progress made in the implementation of MD…", "RT @PM_Nepal: The success of #BIMSTEC will be judged by outcomes it delivers. A strong political will coupled with right mix of policies, i…", "मन्त्रालयस्तरीय विकास समस्या समाधान समिति (MDAC) बैठक मिति २०७५ भाद्र ७ गते माननीय अर्थमन्त्री डा. युवराज खतिवडा ज्यूको अध्यक्षतामा सम्पन्न भयो।\nप्रेस विज्ञप्ती: https://t.co/HCiRBh3Z5I https://t.co/zkVt9mnCie", "SAARC finance ministers meet in Manila..\n\n https://t.co/tFq3y1tjYb via @RepublicaNepal", "अन्तरसरकारी वित्त परिषद्\nपहिलो बैठक\n२०७५।१।२४\n----\nराजस्व र रोयल्टीको बाँडफाँटका आधार, वित्तीय हस्तान्तरण र यस सम्बन्धमा हाल सम्म भएका कामहरुको प्रस्तुति गर्दै राप्रास्रोतविआका कामु सचिव बैकुण्ठ अर्याल\n@Ieccd_mof @Hello_Sarkar @mofald @Baikuntha_Aryal https://t.co/6SlDYn2EHI", "अर्थमन्त्री डा. युवराज खतिवडाको अध्यक्षतामा 'अन्तरसरकारी वित्त परिषद्'को पहलो बैठक २०७५।१।२४मा अर्थ मन्त्रालयमा प्रारम्भ भएको छ। \n\n@Ieccd_mof @Hello_Sarkar @Baikuntha_Aryal @kewalpb https://t.co/FbHaHhzrY3", "अब घरमा बसेर मोवाइलबाटै राजश्व तिर्न सकिने \n https://t.co/ff8BohIZ8m\n@Hello_Sarkar @Ieccd_mof @kewalpb @madhumarasini @Baikuntha_Aryal @khpushkar", "आव २०७५।७६ को बजेट तथा राजस्वकालागि सुझाव आह्वान\n@fcgo_nepal @pefanepal @Ieccd_mof @dmlinp https://t.co/NqdMa6M1WC", "RT @unicef_nepal: The Government of Nepal and UNICEF signed five-year long Country Programme Action Plan (2018-2022) worth US$150.27 millio…", "विकास सहायता नीति, २०७४ (मस्यौदा) उपर अर्थ मन्तरालयमा प्रारम्भीक छलफल https://t.co/6Hv9Sn7SNX", "Country Partnership Framework\nFor Nepal, FY2019-2022\nStakeholder Consultations\n\nOffice of the Finance Secretary\nMinistry of Finance https://t.co/Ws0y7mfzXS", "National Natural Resources and Fiscal Commission office established in Singhadurbar. Before commissioners will appoint and take their charges, hope Secretary Aryal will perform all preliminary works and develop a framework for fiscal transfer. @kewalpb https://t.co/Zghc4AB8H5", "RT @Ieccd_mof: World Bank VP SAR Annette Dixon with Finance Minister Gyanendra Bahadur Karki in MoF, Singhadurbar. @mofnepal https://t.co/B…", "त्रिवर्षीय खर्च संरचनाको आधारमा आगामी आर्थिक वर्षको बजेटको स्रोत निर्धारण सम्बन्धमा रायोआ उपाध्यक्ष मा. स्वर्णिम वाग्लेको अध्यक्षतामा स्रोत समितिको बैठक।\n@ieccd_mof", "Aid in reverse: how poor countries develop rich countries | Jason Hickel https://t.co/GyqbK28byN", "संघीय नेपालमा विकास सहायता सम्बन्धी अध्ययन, २०१७\nhttps://t.co/y75LFz7Xzd", "विकास वित्त मुल्यांकनको अन्तिम प्रतिवेदन, २०१७\nhttps://t.co/iX6g00e3bk", "विकास सहायता प्रतिवेदनऽ २०१७\nhttps://t.co/4H5AlX85ZO", "Updated charts on recent economic developments of Nepal.\n\n(Ref. IMF)\n\n@kewalpb @Baikuntha_Aryal @UdayaSapkota @uttar30 @fcgo_nepal @pefanepal @PEFASecretariat https://t.co/FLDt6jm839", "Updated charts on recent economic developments of Nepal.\n\n(Ref. IMF)\n\n@kewalpb @Baikuntha_Aryal @UdayaSapkota @uttar30 @fcgo_nepal @pefanepal @PEFASecretariat https://t.co/WhygL0upMM", "सहायता प्रतिवेदन २०१६/१७, नेपालको विकास सहायता मूल्यांकन र संघीय नेपालमा वैदेशिक सहायता परिचालन विषयक ३ वटा प्रतिवेदनहरु सार्वजनिक\n@udayasjbrana @Baikuntha_Aryal @UdayaSapkota @uttar30 @PEFASecretariat\n@fcgo_nepal @pefanepal @Hello_Sarkar https://t.co/IkPRq2NM58", "RT @wef: Why is the anti-global backlash happening now? https://t.co/0J1V1yVBAM https://t.co/oDTeOHPkve", "मन्त्रालयस्तर विकास समस्या समाधान समितिको बैठक तथा अर्थ मन्त्रालयको प्रथम चौमासिक प्रगति समीक्षा बैठक हुँदै।", "Kewal P Bhandari, JS Budget &amp; Program, MoF, Aarthik Nepal Karyakam, Radio Nepal 207... https://t.co/al9GWl2IYT  via @YouTube", "@Hello_Sarkar @fcgo_nepal @pefanepal @PEFASecretariat \n@udayasjbrana @kewalpb @Baikuntha_Aryal @UdayaSapkota @uttar30 @adeshkhadka https://t.co/WAglQLlK1M", "प्रदेश तथा स्थानीय सरकारको सञ्चित कोष व्यवस्थापन तथा राष्ट्रिय प्राकृतिक स्रोत तथा वित्त आयोगकालागि आवश्यक सूचना प्राप्तिको उपकरण \"सुत्रः सब नेशनल ट्रेजरी रेगुलेटरी अप्लिकेशन SuTRA: Sub National Treasury Regulatory Application\" कार्यान्वयन सम्बन्धी परिपत्र। https://t.co/HnisnpiWRp", "सेजनद्वारा आयोजित “संघीय नेपालका वित्तीय चुनौतिहरु” विषयक अन्तरक्रियामा कार्यपत्र प्रस्तुत गर्दै पूर्व अर्थ सचिव शान्तराज सुवेदी, विद्यावारिधी।\n\n@fcgo_nepal @pefanepal @PEFASecretariat @dmlinp https://t.co/Kp3MkV676q", "@Hello_Sarkar\n@fcgo_nepal\n@pefanepal\n@kewalpb \n@Baikuntha_Aryal \n@madhumarasini\n@UdayaSapkota \n@uttar30\n@PEFASecretariat https://t.co/NEGy3F7nHu", "स्थानीय सरकारको बजेट निर्माण, खर्च लेखांकन, लेखापालन, लेखापरीक्षण र प्रतिवेदन तथा राष्ट्रिय प्राकृतिक स्रोत तथा वित्त आयोगकालागि आवश्यक सूचना प्राप्तिको उपकरण \"सुत्र SuTRA सब नेशनल ट्रेजरी रेगुलेटरी अप्लिकेशन SuTRA Sub National Treasury Regulatory Application\" कार्यान्वयनमा।", "प्रदेश सरकारहरुको बजेट निर्माण तथा व्यवस्थापनका सबै प्रक्रियाकालागि आवश्यक सफ्टवेयरको निर्माण तथा परीक्षणमा मन्त्रालयका सूचना प्रविधि अधिकारीहरु कार्यरत।\n\n@Hello_Sarkar\n@kewalpb \n@Baikuntha_Aryal \n@madhumarasini\n@UdayaSapkota \n@uttar30", "RT @mofnepal: आ‍.व. २०७५।७६ को संघीय बजेट निर्माणको औपचारिक अभ्यास तथा कार्य प्रारम्भ भएको छ। प्रदेश र स्थानीय सरकारको वित्त हस्तान्तरणको…", "आ‍.व. २०७५।७६ को संघीय बजेट निर्माणको औपचारिक अभ्यास तथा कार्य प्रारम्भ भएको छ। प्रदेश र स्थानीय सरकारको वित्त हस्तान्तरणको गृहकार्य समेत थालनी गरिएको छ।\n\n#बजेट७५ \n#budget75\n\n@udayasjbrana\n@Baikuntha_Aryal\n@kewalpb\n@madhumarasini \n@UdayaSapkota \n@uttar30 \n\nटीम बजेट ईन एक्सन", "आ‍.व. २०७४।७५ को संघीय बजेट निर्माणको औपचारिक अभ्यास तथा कार्य प्रारम्भ भएको छ। प्रदेश र स्थानीय सरकारको वित्त हस्तान्तरणको गृहकार्य समेत थालनी गरिएको छ।\n\n#बजेट७५ \n#budget75\n\n@udayasjbrana\n@Baikuntha_Aryal\n@kewalpb\n@madhumarasini \n@UdayaSapkota \n@uttar30 \n\nटीम बजेट ईन एक्सन", "RT @UNDPNepal: Gender in the SDGs era : Spin the wheel to know how we can promote gender equality and empower women to achieve #SDGs ! #16d…", "Capital in the 80th century BC: Wealth inequality has been widening for millennia \n\nhttps://t.co/dUIZdMqPEf via @TheEconomist", "A new study shows how little tax the super-rich pay \n\nhttps://t.co/T2bONMkqjx via @TheEconomist", "Nepal ranked 3rd fastest-growing economy in the world – \nOnlineKhabar https://t.co/Ag7SUFlz4I", "RT @aparpau: Nepal NDA sharing #GCF Readiness experience in #COP23 side event #climatefinance @iki_bmub @Baikuntha_Aryal @UNDPNepal @pragya…", "Agreement between GoN and the Government of Japan\nhttps://t.co/nyxFpBiIsW", "Statement delivered by Finance Secretary at the Annual Meetings of the World Bank Group and IMF in Washington DC\nhttps://t.co/5wTv43nVhh", "सामान्य प्रशासन मन्त्रालयको बैयत्तिक विवरण अध्यावधिक गर्ने बारेको अत्यन्त जरुरी सूचना\nhttps://t.co/2z7onBke86", "सूचनाको हक सम्बन्धी सार्वजनिक विवरण २०७४ असार\nhttps://t.co/ULA8sgxElh", "अार्थिक वर्ष २०७३।७४\nवार्षिक राजस्व प्रगति समीक्षा\nअर्थ मन्त्रालय\n१७ साउन २०७४", "RT @kewalpb: पुनःनिर्माण कोष पनि छ।\nपुनः निर्माण कोषमा २८ अर्ब जम्मा पनि छ। https://t.co/eOYjKE45Us", "RT @kewalpb: पुनःनिर्माण कोष पनि छ।\nपुनः निर्माण कोषमा २८ अर्ब जम्मा पनि छ।\nक्षतिग्रस्त संरचना निर्माण ढिलाई कोष सँग सम्बद्ध होईन कि भन्ने…", "RT @wto: WTO members discuss ITA implementation, symposium and non-tariff barriers https://t.co/zrI0IYifQ4", "RT @ADB_HQ: Only properly maintained infrastructure assets yield desired economic, social returns in #Pacific https://t.co/q4o1XFSLBL #Lets…", "RT @MofaNepal: Rt. Hon. President Mrs. Bidya Devi Bhandari addressig the World of Work Summit, Geneva. https://t.co/rpr3h2Nnil", "राजस्व परामर्श समितिको प्रतिवेदन २०७४\nhttps://t.co/CDtCdPBJqj", "अन्तर सरकारी वित्तिय हस्तान्तरण सम्बन्धी बजेट रकमको विवरण Budget App मा उपलब्द्ध छ।\nhttps://t.co/Wg6VpiVdS4 https://t.co/AGS1LK575N", "RT @mofald: नेपाल सरकारबाट २०७४/२/१७ मा जारी गरिएको स्थानीय तहको सेवा सञ्चालन तथा व्यवस्थापन सम्बन्धी आदेश, २०७४\nhttps://t.co/LuMl0bckbU", "Budget Speech of Fiscal Year 2017/18 (English)\nhttps://t.co/cW0ZBa0WEb", "आर्थिक बर्ष २०७३/७४ को मन्त्रालयगत प्रगति विवरण\nhttps://t.co/k2VG9JJZj1", "आर्थिक विधेयक २०७४\nhttps://t.co/WAoElAyIr5", "अन्तर सरकारी वित्तीय हस्तान्तरण (प्रदेश र स्थानीय तह) आर्थिक वर्ष २०७४/७५\nhttps://t.co/ibxZkacOKJ", "व्यय अनुमानको विवरण खर्च र्शीषकर्गत र स्रोतगत समेत आर्थिक वर्ष २०७४/७५\nhttps://t.co/QhWVOH0I0N", "आर्थिक वर्ष २०७४/७५ को बजेट वक्तव्य\nhttps://t.co/FDaM1wP374", "Live Budget streaming is also available in Budget App\nhttps://t.co/Wg6VpiVdS4", "समग्र आर्थिक स्थिति - आ. स. https://t.co/o03drWnRi1", "अमेरिकी डलरमा प्रति व्यक्ति राष्ट्रिय आय ८ सय ६२ पुगेको छ -  आ. स.", "यो आर्थिक वृद्धिदर  आ. व.  २०५०/५१ यताकै उच्च हो  – आ. स.", "आधारभूत मूल्यमा कुल गार्हस्थ्य उत्पादन ६.९४% ले बढ्ने अनुमान छ – आ. स.", "आर्थिक र सामाजिक दृष्टिकोणले महत्वपूर्ण कार्यक्रमलाई समेटी तिनले समग्र अर्थतन्त्रमा पार्ने प्रभाव र प्रवृत्तिको विश्लेषण गरिएको आ. सर्वेक्षण", "सार्वजनिक संस्थानहरुको वार्षिक स्थिति समीक्षा - २०७४\nhttps://t.co/YQHXoWZwot", "आर्थिक सर्वेक्षण २०७३/७४ \nhttps://t.co/wwloCea1or", "Mobile Budget app 'Budget Nepal' is launched today. \n Android app available on \nhttps://t.co/Wg6VpiVdS4\nApple Coming soon!!\n@madhumarasini", "RT @MofaNepal: Signing ceremony of MOU on cooperation under Belt and Road Initiative. https://t.co/mqcMUiUwnL", "Development Cooperation Report FY 15/16\nhttps://t.co/nmvlGTE4KZ", "@mukesh2006 Thank you for the reporting. The link has changed to\nhttps://t.co/nmvlGTE4KZ", "सूचनाको हक सम्बन्धी ऐन, २०६४ को दफा ५(३) बमोजिम प्रस्तुत गरिएको अर्थ मन्त्रालयसंग सम्बन्धित सार्वजनिक विवरण \nhttps://t.co/HLXrWQ6Hlh", "Online form for Budget Suggestion\nhttps://t.co/t0Qmtyx3lv", "RT @pefanepal: बजेट छलफलमा अर्थ मन्त्री\nअसफल कार्यक्रमहरु हटाउने. सफल हुने कार्यक्रममात्रै ल्याउने,वस्तुगत हुने, मुलुकी वैशिष्ट्यताका कार्य…", "राजस्व छलिका कसुर सम्वन्धी उजुरी, सूचना तथा जानकारी दिनका लागि राजस्व अनुसन्धान विभागको प्रणाली\nhttps://t.co/LdU5TByIhf", "राष्ट्रिय वौध्दिक सम्पत्ति नीति, २०७३\nNational Intellectual Property Policy, 2017 (In Nepali)\nhttps://t.co/DdEw2T12CJ", "RT @madhumarasini: संघीय बजेट निर्माणका बारे बिकास मन्त्रालयका सचिवज्यूहरूसंग छलफल! https://t.co/hSMbejmhGu", "अर्थ मन्त्रालयको गुनासो ब्यवस्थापन प्रणाली\nSMS: 31118\nPhone: 4200418\nOnline: https://t.co/g0dUbxv6rP", "RT @pefanepal: अर्थ मन्त्रालय\nचालु आव दोस्रो चैमासिकको मन्त्रालयस्तर विकास समस्या समाधान समितिको बैठकः\n२०७४।१।४\nपूँजीगत खर्चको कार्यसम्पादन…", "RT @WorldBankSAsia: New #SouthAsia Economic Focus: Forecast is good for the region with growth ↑↑↑ and likely to keep rising: https://t.co/…", "ODA Trends https://t.co/1WJOLYRb1c", "Channeling of ODA through the On-Budget mechanism in FY 2015/16 has declined slightly compared to the previous fiscal year.    DCR 15/16", "The energy sector improved significantly in disbursement surpassing Health sector, the topper of last year.   DCR 15/56", "ODA is still scattered and fragmented. \nTotal ODA is distributed across 212 grant projects, 145 TA projects, and 49 loan projects. DCR15/16", "Grants: US$ 533.19 million grant\nLoan:   US$ 374.75 million and \nTechnical Assistance: US$ 166.11\n \nDCR 15/16", "ODA disbursement has increased by 5.22 percent in FY 2015/16 compared to the previous FY.    - DCR 15/16", "Development Cooperation Report for FY 2015/16 is published.\nhttps://t.co/1jRQhUgjOr", "आर्थिक नीति निर्माणका लागि सुझावहरुको निम्ती अनलाइन फारम\nhttps://t.co/qOqzsYQJ6c", "वित्तीय क्षेत्र विकास रणनीति (२०७३/७४ - २०७७/७८)\nhttps://t.co/YXjZot9q4R", "Agreement between GoN and the World Bank for the Financial Sector Stability Development Policy Credit III. \nhttps://t.co/BEXwBD7S8l", "Budget Speech - Fiscal Year 2016/17\nhttps://t.co/HTRSllZbBc", "राजस्व परामर्श समितिको प्रतिवेदन २०७३\nhttps://t.co/pM6splQBsC", "प्राविधिक तथा अन्य सहायता विवरण २०७३/७४\nhttps://t.co/eOumrDTRev", "Statement of Technical and other assistance FY 2016-17\nhttps://t.co/MNE0Z01hS2", "आर्थिक वर्ष २०७३/७४ को व्यय अनुमानको विवरण (खर्च शीर्षकगत र स्रोतगत समेत)\nhttps://t.co/5qbDcyd3wS", "आर्थिक विधेयक २०७३\nhttps://t.co/mTsI2dlaPS", "आर्थिक वर्ष २०७३/७४ को बजेट वक्तव्य\nhttps://t.co/4l2TUj3ndk", "आर्थिक वर्ष २०७२/७३ को मन्त्रालयगत प्रगति विवरण  \nhttps://t.co/8decpkQ8NJ", "सार्वजनिक संस्थानहरुको वार्षिक स्थिति समीक्षा - २०७३\nhttps://t.co/Aui4bR1M62", "वृहत आर्थिक परिसूचकहरु (विगत १० बर्षको तथ्याङ्कमा आधारित) \nhttps://t.co/r6OI67iAYi", "आर्थिक सर्वेक्षण २०७२/७३\nhttps://t.co/NYloUmOosL", "विनियोजन विधेयक, २०७३ का सिद्धान्त र प्राथमिकता\nhttps://t.co/SsBSRJOEym", "Development Cooperation Report \nhttps://t.co/Hkd8DpOWUO", "The DCR seeks to analyze how aid is received and spent among others. \n-Finance Secretary", "आगामी आर्थिक वर्ष २०७३/७४ को बजेट तथा कार्यक्रमको लागी सुझाव उपलब्ध गराउने सम्बन्धी अर्थ मन्त्रालयको सूचना\nhttps://t.co/0CNB7ju3tQ", "White Paper on the Current Economic Situation and Immediate way Forward https://t.co/BUckNzufVx", "देशको वर्तमान आर्थिक अवस्था र नेपाल सरकारको तत्कालको कार्यदिशासम्बन्धी श्वेतपत्र २०७२ \nhttps://t.co/v3LoJprQcj", "Public-Private Partnership Policy Available\nhttps://t.co/BypsixK3C7", "Nepal Fuel Shock Triggers Calls to Rethink Ties With India  \"Nepal is virtually India-locked,\" FinMin @ramsmahat.  http://t.co/WfWNXXE82e", "RT @kathmandupost: [INTERVIEW] with FinMin Ram Sharan Mahat\n\n'Concerns of Madhesi parties will be addressed'\n\nhttp://t.co/9Xf1M1s8gN http:/…", "RT @ramsmahat: ग़लत समाचारदेखि साबधान! मैले चीनको नाका नखुल्ने कुरा भनेको छैन,तातोपानी र केरूडः सडक बिग्ेकाले पूर्णक्षमतामा चल्न समय लाग्ने…", "RT @ThiraLalBhusal: ग़लत समाचारदेखि साबधान!!! :) :) :) https://t.co/C5U5ebvrMp", "RT @Nagarik_news: प्रधानमन्त्रीका लागि आफ्नो नाम चर्चामा रहेको महतको दाबी\n http://t.co/PAzzWQxXbd via @nagarik_news http://t.co/zMGQ0fxWii", "All communities are empowered to protect and preserve their languages, scripts, cultural civilization and heritage. (Article 32-3)  Dr Mahat", "Right against untouchability and discrimination is guaranteed. (Article 24 (1) to (5)) : Dr Mahat", "Entry into the Nepal Army based on the principle of inclusion is ensured. (Article 267(3) :Dr Mahat", "The right to employment is ensured.(Article 33) :Dr Mahat http://t.co/LKMsp0LiCJ", "Equal participation is ensured in all national apparatus through the principle of inclusiveness: Dr Mahat http://t.co/ZGsGqFsbhR", "Any foreign woman married to a Nepali citizen is entitled to the naturalized citizenship, upon her wish(article 11-6) http://t.co/JcqrMt67uA", "Exploitation based on religion, custom n culture, ethnic n other kinds of bias is prohibited(Article 29-2) : Dr Mahat http://t.co/XHH34o1IwH", "40% of parliamentary seats are set aside for fulfillment through proportional representation of various ethnicities n regions  based on popn", "The Human Rights Commission has been given the mandate to recommend reforms laws, policies and practices in order to end discrimination.", "Independent constitutional commissions are provided for women and the Dalit, Janjati, Madhesi, Tharu and Muslim communities : Dr Mahat", "This long-awaited statute written and promulgated by a popularly elected Constituent Assembly: Dr Mahat http://t.co/4JOObh7vUF", "The rights of women, Dalits, indigenous n other minorities have been guaranteed.It is inclusive constitution:Dr Mahat http://t.co/QEhesw9gka", "The Constitution of Nepal is a modernday doc which responds to aspirations of people living in mountains/hills/Tarai/Madhesh plains:Dr Mahat", "FinMin Dr Mahat's briefing to Development Partners on The Constitution of Nepal is over. http://t.co/q89bTHhNNb", "RT @gkbista: Agitation hit the economy hard: Dr Mahat http://t.co/ZS6K5ClsnR", "RT @gkbista: Finance Minister Dr Ram Sharan Mahat briefing to Development Partners on Constitution n latest political development http://t.…", "RT @gkbista: Federalism is the demand of Madhesh based parties n it is incorporated in the Constitution. http://t.co/piqBdS17nR", "RT @gkbista: ताताेपानीमा ८ वटा मेशिन कार्यरत,नियमित बजेटबाटै काम भैरहेकाे, अर्थमा बजेट माग गर्नुपरेकाे छैन, हरिराम अाचार्य DDG,सबि http://t…", "अर्थमन्त्रीले भने- नेपाललार्इ एसियाको पर्यटकीय राजधानी बनाउन सकिन्छ :: http://t.co/bMHs2pGagJ https://t.co/Iz8jjWkVpd via @sharethis", "Outgoing World Bank Country Director for Nepal Mr Johannes Zutt met with FinMin Dr Mahat at MoF today. http://t.co/2bVc22LF1T", "अर्थमन्त्री डा महतसँगको भेटमा कियामोटर्सका अध्यक्ष जेएस युनले नेपालमा मोटर एसेम्वलप्लान्ट स्थापनाको इच्छा व्यक्त गरे http://t.co/Lkl1aY41Aq", "RT @AmbPeterBodde: I’m extremely grateful to have represented the U.S. in #Nepal these past three years. Dhanyabad. http://t.co/pnmVcZwNpQ", "RT @ramsmahat: 40 pc of parliament seats on PR basis based on popular party votes to ensure minimum representation of women,dalits,indigeno…", "RT @ramsmahat: One third statutory representation of women in parliament provided in new constitution is unique feature without parallel.", "RT @SamriddhiTPF: \"नेपाललाई बिकासतर्फ लैजान सरकारी हस्तछेप क्म गरौ र निजी क्षेत्रलाई प्रोत्साहन गरौ।\".@ramsmahat माननिय अर्थ मन्त्री http:/…", "RT @SamriddhiTPF: Economic Freedom of the World Report 2015 launch by Hon. Dr. Ram Sharan Mahat .@ramsmahat .@FraserInstitute http://t.co/3…", "Outgoing US Ambassador Peter Bodde met with Hon. FinMin Dr Mahat today at MoF @ramsmahat http://t.co/MXRWad3Fjb", "RT @ramsmahat: Addressed dev partners/donor community today at NPPR meet on current dev issues,  and political scenario.", "RT @madhumarasini: FM Dr Mahat speaking at NPPR 2015 meet, currently underway in Kathmandu! @ramsmahat @mofnepal http://t.co/DLh97kyOqW", "RT @GopalPrasadTiwa: FM Dr Mahat always stresses for giving high priority for economic agendas ! Rest political leaders should know it !\n h…", "RT @ramsmahat: बिपी चिन्तन प्रतिष्ठानद्वारा आयोजित बिचार गोष्टिमा सहभागिता। बीपीको योगदान,दर्शन र बर्तमान अबस्थाबारे छलफल र संबोधन।", "अर्थमन्त्री डा महत र सेजनको नयाँ कार्यसमितिबीच भेटघाट तथा छलफल। http://t.co/yL0pjNnN6N", "राजनीति अतिभो आर्थिक एजेण्डालाई प्राथमिकतामा राखौं,राजनीतिक समाचारको प्राथमिकीकरणले मुलुक बन्दैन,अर्थमन्त्री डा महत http://t.co/LaLLuDeAQN", "RT @ramsmahat: आज लोकतान्त्रिक आन्दोलनका शिखर पुरूष जननायक बिपी कोईरालाको १०१वां जन्मजयन्ती।स्मरण,सम्मान र श्रद्धान्जलीको अबसर !", "RT @ramsmahat: संबिधान सभाबाट संबिधानको निर्माण सजिलो होइन तर अब यस्को बिकल्प छैन। हिंसा र बलको प्रभाबमा संबिधान बनेमा CAको सांदर्भिकता समा…", "अर्थमन्त्री डा महतले  भूकम्पबाट कार्यस्थलमै मृत्यु भएका कर्मचारी परिवारलाई सरकारको तर्फबाट सक्दो सहयोगको बचन दिनुभयो http://t.co/fRWsCIxEqX", "अर्थमन्त्री डा महतले भूकम्पबाट कार्यस्थलमै मृत्युभएका कर्मचारीका परिवारलाई कर्मचारीबाट संकलितरकम हस्तान्तरण गर्नुभयो http://t.co/2AJ7wGbyBE", "RT @bizkhabar: @ramsmahat अर्थमन्त्री भन्छन्, संविधान संशोधन गरेर मात्र जारी हुन्छ, लगानीको सुरक्षा हुनैपर्छ\nhttp://t.co/RBufdrBl9X http://…", "अर्थमन्त्री डा रामशरण महतले कास्कीको लेखनाथस्थित डाँडानाकमा निर्मित अनाथ आश्रमको उदघाटन गर्नुभयो । http://t.co/jBLRQyQ2xd", "H.E. Nadir Patel, Ambassador of Canada called on FinMin Dr Mahat at MoF/Discussed on Nepal's hydro power development. http://t.co/wtZKDN8LQH", "राजनीतिका ब्रम्हा विष्णु र महेश रामशरण, केपी र प्रचण्ड। वरिष्ठ पत्रकार कृष्णमुरारी भण्डारीको रोचक लेख @gkbista https://t.co/tsFUVl00D0", "राजनीतिका अहिलेका ब्रम्हा विष्णु र महेश रामशरण, केपी र प्रचण्ड । वरिष्ठ पत्रकार कृष्णमुरारी भण्डारीको रोचक लेख https://t.co/tsFUVl00D0", "HE @DesmondSwayne,State Minister,DIFID UK discussed with FinMin Dr Mahat on Reconstructuion/dev activities @ramsmahat http://t.co/oH92bkOjUf", "RT @ramsmahat: With UK Minister of State Desmond Swayne  at MOF discussing UK assistance for post-earthquake reconstruction. http://t.co/5W…", "RT @ramsmahat: Unveiled today documentary by Ntnl TourIsm Entrepre Asso on their adventurous journey to Langtang Valley after d devastating…", "RT @yesWeDonepal: भन्सार आधुनिकीकरण गर्ने अर्थमन्त्रीको प्रतिबद्धता: १० भदौ, काठमाडौं । मुलुकको आर्थिक उन्नतिका लागि भन्सारको… http://t.co/…", "RT @ramsmahat: कैलालीको बिभत्स घटनाले सबैको आँखा खोल्नु ज़रूरी:संघियताको आबरणमा केकस्ताे घुसपैठको संभावना छ र दुष्परिणाम निष्कन सक्छ !", "RT @ramsmahat: संझाई बुझाई गर्न लागेका निहत्था पुलिस अधिकारीहरू माथि एकाएक भाला दरबार प्रहार गरी जिऊँदै जलाउने काम थारू बा कुनै सच्चा नेपा…", "RT @ramsmahat: SAARC अर्थ मन्त्रीहरूको बैठक क्षत्रिय आर्थिक र बित्तिय सहयोग प््गाढ बनाउने प्रतिबध्दताका साथ काठमाण्डूमा सम्पन्न।", "RT @RepublicaNepal: #SAARC Finance Ministers’ meet kicks off. | http://t.co/G0rAMqnm7H http://t.co/W4EydCJxSF", "RT @nepalitimes: Finance Ministers of SAARC countries pose for a group photo  during the 7th meeting of SAARC Finance Ministers. http://t.c…", "RT @Sbasnyet: .@ramsmahat: we're working to convert the $4.4B commitment received during #ICNR to actual implementable projects. http://t.c…", "RT @madhumarasini: Signed d largest reconstruction aid by ADB Rs 20.00 billion for quake reconstruction. Now real challenge on implmntn! ht…", "@ramsmahat सार्कअर्थमन्त्री बैठकमा भागलिएर स्वदेश फर्कनुअघि भारतका वित्तराज्यमन्त्री जयन्त सिन्हा डा महतसँग विदा हुदै http://t.co/naySn1GZ51", "@ramsmahat @gkbista सार्कका अर्थमन्त्रीहरुको बैठकबारे पत्रकारलाई बुधबार साँझ जानकारी दिदै अर्थमन्त्री डा रामशरण महत http://t.co/TeyeBSWh1u", "Finfin Dr Mahat n HE Jayant Sinha, Minister of State, Finance, India, discussed about the bilateral economic  issues. http://t.co/d6RMHqp2Sm", "RT @siromanid: #Nepal is safe to visit. Dr Gail Marzetti, Head of DFID Nepal joins ‘I am in Nepal Now’ campaign. (Photo: @DFIDNepal) http:/…", "RT @Online_khabar: झापाको बिर्तामोडमा बन्द बिरुद्ध प्रदर्शन, शैक्षिक संस्था र पसलहरु खुल्न थाले\nhttps://t.co/s6UdtFi1Rw http://t.co/lYUcdKN…", "RT @ramsmahat: आगज़नी र तोड़फोड़ गरी गरिने बन्दबाट देशले मुक्ति खोजेकोछ! यस्ता कार्य प्रतिगामी हुन जसले देशलाई कमज़ोर बनाऊँदैछ। सबैले गम्भी…", "RT @ramsmahat: जातिय प्रदेश र अन्य \"अग्रमामी\" एजेण्डा र नाराको दुष्परिणाम भोग्दैछौं! आकर्षक लाग्ने,आकांक्षा र भाबना जगाउने मुद्दाको उठान स…", "RT @kathmandupost: FinMin Mahat urges BFIs to invest in rural markets\nhttp://t.co/3M2vVmu4ho http://t.co/A3ju8yeJeo", "RT @Tejkumarikc: डा. महत बीपी, गणेशमान सिंहका पनि उत्तिकै प्रिय पात्र थिए। भट्टराईका त यिनी ‘ब्लु आई ब्वाई’ (प्रिय पात्र) नै थिए। http://t.…", "RT @gkbista: Inaugurated Management Seminar of Inland Revenue Department. http://t.co/oNHJtHbWzd", "RT @economic_policy: @ramsmahat, @gkbista रामायणका हनुमान र कांग्रेसका रामशरण ! https://t.co/VeI724hugh via @sharethis", "RT @ramsmahat: बिशेष समितिको संबिधान मस्यौदा परिमार्जन प्रतिबेदन माथि संबाद समितिमा छलफल हँदै। मस्यौदामा अझ थप सुधार आबश्यक।", "बुटवलमा आर्थिक गतिविधि बढेकोले राजस्व कार्यालय खोली करदाता सेवादिन थालिएको छ,उदघाटनका क्रममा अर्थमन्त्री। फाइल फोटो । http://t.co/XN1lCASj0U", "@ramsmahat, @gkbista अर्थमन्त्री डा रामशरण महत र पूर्वअर्थमन्त्री भरतमोहन अधिकारीबीच अर्थमन्त्रालयमा भेटघाट http://t.co/mLsCCi7qOM", "RT @gkbista: Stock Broker Association submitted demand of economic right in the constitution, market reform to FinMin Dr Mahat http://t.co/…", "RT @gkbista: @ramsmahatअर्थमन्त्री भन्छन्, ‘बजेट छिटो कार्यान्वयन गर' - http://t.co/i0QvBfQmhB", "अर्थमन्त्री भन्छन्, ‘बजेट छिटो कार्यान्वयन गर' http://t.co/Y67gQeEWmr", "@ramsmahat बजेट कार्यान्वयन बर्ष सफलपार्न अर्थमन्त्री डा रामशरण महतले विभिन्न मन्त्रालयका सचिवहरुलाई निर्देशन दिनुभयो http://t.co/4VmL7dpTWR", "@ramsmahat पूर्व सांसदहरुको टोलीले अर्थमन्त्री डा रामशरण महतलाई भेटी आफ्नो चासो र सरोकारहरु राखेको छ http://t.co/QdkWoPcctd", "RT @ramsmahat: कास्की जिल्लामा गएको भीषण पहिरोबाट दर्जनौंले ज्ञान गुमाएको ख़बरले स्तब्ध पारेकोछ,भूकम्प पंछिको अर्कों प्राकृतिक मार।", "अर्थमन्त्री डा रामशरण महतको भनाई थियो निजी लगानी प्रोत्साहित गरिनुपर्छ हतोत्साहित गरेर आर्थिक विकास हुँदैन । http://t.co/N4biNXWf1S", "अर्थमन्त्री डा रामशरण महतले  संबिधान मस्यौदा आर्थिक विकासको प्रतिकूल भएकोमा आफूले सुधार्न भनिसकेको धारणा सुनाउनुभयो । http://t.co/l5jl7cXSTg", "चेम्बरका पदाधिकारीहरुले अर्थमन्त्री डा रामशरण महतलाई भेटी संबिधान मस्यौदा आर्थिक विकासको प्रतिकूल भएको गुनासो गरेकाछन http://t.co/Rmbt0tVq7g", "केन्द्रीय दुग्ध उत्पादक सहकारी संस्थाका पदाधिकारीले अर्थमन्त्री डा महतलाई भेटी किसानका समस्या समाधानका लागि आग्रह गरे http://t.co/0Nx7ryaVvo", "अर्थमन्त्री डा रामशरण महतले सोमवार बुटवलस्थित आन्तरिक राजस्व कार्यालयको भवन, राजस्वअनुसन्धान क्षेकाको उदघाटन गर्नुभयो http://t.co/dleOl8XJKr", "बैकल्पिक ब्याकअप I Data Recovery Center साउन ११ गतेदेखि भैरहवामा सञ्चालनमा आएको छ ।", "RT @karobar_daily: अर्थमन्त्री @ramsmahat भन्छन्— नेपालीमा ‘वार्किङ कल्चर’ नहुँदा विकास हुन सकेन [अन्तर्वार्ता]\nhttp://t.co/L2rfhEawfm http…", "@ramsmahat,@gkbista नेपालीमा ‘वार्किङ कल्चर’ नहुँदा आर्थिक विकासमा हुन सकेन http://t.co/CgkpdYebPG", "H.E.Zhang Xiang ViceMinister,Ministry of Commerce,China,discussed with FinMin Dr Mahat on reconstruction /PKR Airport http://t.co/jO3VroYXSc", "RT @aswini_koirala: धन्यवाद नेपालका अर्थमन्त्री, मेरी आमाले पाउन थाल्नु भएको भत्तामा तिमीले ५ सय बढाइदिएछौ । उहाँले धन्यवाद भनिदे है भन्नु …", "RT @UN_Women: #Nepal's Minister of Finance discusses the need \"now more than ever\" for #genderequality: http://t.co/L3UBtKCPb7 http://t.co/…", "RT @bizkhabar: @ramsmahat बजेट कार्यान्वयनमा लाग्न अर्थमन्त्रीको निर्देशन, १ गतेबाटै सवैलाई अख्तियारी\nhttp://t.co/P6Ex6gNuaA http://t.co/Cb…", "RT @RepublicaNepal: FinMin directs officials to focus on budget implementation | http://t.co/ChpZ81YShC @ramsmahat http://t.co/aBPuGTBlcZ", "अर्थमन्त्रीद्वारा बजेट निर्माणमाजस्तै कार्यान्वयनमा दत्तचित्त भैलाग्न मन्त्रालय/मातहतका विभाग/कार्यालयहरुलाई निर्देशन http://t.co/4kNP5cn4nh", "२०७२।३।३१ गतेका दिन राजस्व संकलन गर्ने बैंकहरु राजस्व संकलन प्रयोजनको लागि खुल्ला रहने सम्बन्धी सूचना। http://t.co/b4ASUdiN5z", "नेपाल राष्ट्र बैंकको सन् २००५ भन्दा अघि निष्काशन भएका भा.रु. नोट सटही नहुने सम्बन्धी सूचना http://t.co/7GpmYKXhMn", "आर्थिक एेन, २०७२ पनि वेवसाईटमा प्रकाशित भएको छ।\nhttp://t.co/FDbyh7eSSv", "Budget Speech, Budget Details: Red Book and Source Book: White Book published. \nhttp://t.co/g9fAWpjPrp", "नदी नियन्त्रण कार्यहरूका लागि रू. ३ अर्ब ११ करोड", "ऊर्जा क्षेत्रको समग्र विकासका लागि जलविद्युत उत्पादन, प्रसारण र वितरणमा रू. ४५ अर्ब ७२ करोड र वैकल्पिक ऊर्जामा रू. ५ अर्ब ४९ करोड", "राष्ट्रिय तथा अन्तर्राष्ट्रिय विद्युत व्यापारको लागि विद्युत व्यापार कम्पनी स्थापना #NepalBudget", "प्रसारण लाइनहरूको निर्माणका लागि रू. १२ अर्ब ७३ करोड #NepalBudget", "विप्रेषणलाई उत्पादनशील क्षेत्र र पूँजी निर्माणमा उपयोग गर्न “रेमिट हाइड्रो” अवधारणा अन्तरगत आयोजना विकास कार्य अगाडि बढाइने #NepalBudget", "बहुउद्देश्यीय र जलाशययुक्त विद्युत आयोजनाहरूको पहिचान, अध्ययन तथा विकासलाई प्राथमिकता दिइने #NepalBudget", "सरकारी क्षेत्रबाट निर्माणाधीन सबै जलविद्युत आयोजनाहरू निश्चित समयमा सम्पन्न गर्ने गरी निर्माण कार्यलाई तीब्रता दिइने #NepalBudget", "स्थानीयस्तरबाट निर्माण हुने सडक समेत आगामी आर्थिक वर्षमा १,९४२ किलोमीटर नयाँ ट्र्याक खुल्नुका साथै ७ सय ९५ किलोमीटर सडकमा कालोपत्रे गरिने", "रणनीतिक सडकहरूमा नियमित, पटके र आवधिक मर्मत तथा पुनःस्थापना सम्बन्धी कार्यहरू योजनाबद्ध रुपमा सम्पन्न गर्न रू. ८३ करोड #NepalBudget", "नारायणघाट-मुग्लिङ्ग सडकको स्तरोन्नति र लेन विस्तार गर्न रू. २ अर्ब १३ करोड  #NepalBudget", "आगामी वर्ष थानकोट-नौबिसे सुरुङ्ग मार्ग निर्माणका लागि रू. १ अर्ब ६७ करोड विनियोजन #NepalBudget", "अरनिको राजमार्गको बाह्रबिसे-तातोपानी खण्डको स्तरोन्नति र सुदृढिकरण गरिने #NepalBudget", "बस्तीका कारण आवागमनमा हुने अवरोध हटाउन आवश्यकता अनुसार फ्लाइओभर र अण्डर पासहरू बनाउने प्रक्रिया शुरु गरिने #NepalBudget", "सडक सञ्जालको विस्तार आर्थिक समृद्धिको आधार भएकाले सडक तथा पुल निर्माण र मर्मत सम्भारका लागि प्राथमिकताका साथ बजेट विनियोजन #NepalBudget", "कृषि क्षेत्रको विकासका लागि कृषि विकासतर्फ रू. २६ अर्ब ६८ करोड, सिंचाइतर्फ रू. २० अर्ब २२ करोड, भूमिसुधार तर्फ रू. ४ अर्ब ७६ करोड", "वन क्षेत्रमा रहेका बसोबास समस्या समाधान र अतिक्रमण व्यवस्थापन गर्न अधिकार सम्पन्न आयोगको गठन गरिने #NepalBudget", "सम्भाव्य जिल्लाहरूमा जैतुन, लोठसल्ला, तेजपात, टिम्मुर र डालेचुकको व्यावसायिक खेतीका लागि कार्यक्रम सञ्चालन गरिने #NepalBudget", "भूकम्प पश्चातको पुनर्निर्माणका लागि आवश्यक पर्ने काठको आपूर्ति सहज बनाउने #NepalBudget", "वन दशक कार्यक्रम अन्तर्गत भूकम्प प्रभावित जिल्लामा बाँसको नर्सरी निर्माण तथा वृहत वृक्षारोपणको कार्यक्रम ल्याइनेछ #NepalBudget", "शीतघर र खाद्यान्न भण्डारण स्थापना गरी सञ्चालन गर्न चाहेमा पहिलो ५ वर्षसम्म शतप्रतिशत ब्याज अनुदान दिइने #NepalBudget", "भुरा माछा उत्पादन र थप 1 हजार हेक्टर जमीनमा पोखरी निर्माण गर्न रू. 37 करोड विनियोजन #NepalBudget", "मत्यपालन कार्यलाई व्यावसायिक  बनाइनेछ। आगामी वर्षमा थप 6 हजार मेट्रिक टन माछा उत्पादन गरिने", "कुनै गाउँ विकास समितिले प्राङ्गारिक कृषि उपज मात्र उत्पादन गरेमा त्यस्ता गाविसलाई दिइने अनुदानमा ५० प्रतिशत थप गर्ने व्यवस्था #NepalBudget", "प्रमाणिकरण, ब्राण्डिङ्ग र विश्व व्यापार सङ्गठनमा दर्ता गरी निर्यात वृद्धि गर्न विशेष कार्यक्रम सञ्चालन गरिने #NepalBudget", "उच्च मूल्य प्राप्त गर्न सकिने र नेपालको तुलनात्मक लाभ भएका कृषि उपजहरूको उत्पादन र प्राङ्गारिक खेती प्रणालीलाई प्रोत्साहन दिइने #NepalBudget", "तीन वर्षभित्र सबै गाउँ विकास समितिहरूमा ग्रामीण विद्युतीकरणको सञ्जाल विस्तार गरिनेछ यसका लागि रू. २ अर्ब विनियोजन #NepalBudget", "ग्रामीण र कृषि सडक तथा पुल निर्माणका लागि रू. १५ अर्ब २५ करोड विनियोजन #NepalBudget", "कृषि अनुसन्धानका लागि रू. २ अर्ब ८ करोड बजेट विनियोजन #NepalBudget", "प्रत्येक गाउँ विकास समितिमा एक जना कृषि वा पशु प्राविधिकको व्यवस्था गर्न बजेट विनियोजन #NepalBudget", "सुनकोशी, कालीगण्डकी र ठूलीगाड कैलाली जस्ता इण्टरवेशिन वाटर ट्रान्सफर आयोजनाहरूका साथै कन्काई र राप्ती बाँध जलाशययुक्त योजनाहरूको अध्ययन शुरु", "व्यावसायिक कृषि उपज, खासगरी तरकारी खेतीको पकेट क्षेत्रमा ७ हजार १ सय स्यालो ट्युबवेल जडान गरिने #NepalBudget", "सतह र भूमिगत सिंचाइको सम्भावना नभएका टार क्षेत्रमा नयाँ प्रविधिमा आधारित सिंचाइ प्रणालीको विकासलाई निरन्तरता दिइने #NepalBudget", "मझौला सिंचाइका लागि रू. ३ अर्ब ४ करोड विनियोजन #NepalBudget", "आगामी आर्थिक वर्षमा थप २८ हजार ३ सय हेक्टर कृषियोग्य जमीनमा सिंचाइ सुविधा पुग्नेछ। #NepalBudget", "आगामी पाँच वर्षभित्र देशका सबै कृषियोग्य भूमिमा सिंचाइ सुविधा पुर्‍याउने गरी सिंचाइका कार्यक्रमहरू सञ्चालन गरिनेछ #NepalBudget", "अर्थतन्त्रको मेरुदण्डको रुपमा रहेको कृषि क्षेत्रको रुपान्तरण र आधुनिकीकरणको आवश्यकता #NepalBudget", "राष्ट्रिय वित्तीय आयोग स्थापना गर्न अध्ययन गरिने #NepalBudget", "प्रादेशिक सडकहरूको विस्तृत आयोजना प्रतिवेदन तयारीका लागि रू. ११ करोड #NepalBudget", "मुलुक संघीय संरचनामा गएपछि बन्ने प्रदेशहरूको व्यवस्थापनमा शुरुदेखि नै सोच्नु आवश्यक हुन्छ #NepalBudget", "मेलम्ची आयोजना पूरा हुनु अघि काठमाडौं उपत्यकाको सहरी क्षेत्रमा धारा तथा ट्याङ्करबाट पानी वितरण गर्ने समयतालिका निर्धारण गरी सार्वजनिक गरिने", "मेलम्ची खानेपानी आयोजनाका लागि रू. ४ अर्ब ९५ करोड विनियोजन #NepalBudget", "काठमाडौं उपत्यकामा खानेपानीको वितरणलाई सहज र नियमित तुल्याउन आगामी २ वर्षभित्र मेलम्ची खानेपानी आयोजनाको निर्माण सम्पन्न गरिने #NepalBudget", "उपत्यकामा सवारी चाप कम गर्न मेट्रो तथा मोनो रेल सञ्चालन सम्बन्धी सम्भाव्यता अध्ययन गर्नका लागि रू. ८ करोड छुट्याएको #NepalBudget", "उपत्यकाका मूल सडकहरूमा अपाङ्गता मैत्री ४० सीट भन्दा बढी क्षमताका सार्वजनिक सवारी मात्र सञ्चालन अनुमति दिइने #NepalBudget", "ललितपुरको साझा यातायातको खाली रहेको जग्गामा सार्वजनिक लगानी सहित दक्षिण एशियाली सम्मेलन केन्द्र निर्माण गरिने #NepalBudget", "काठमाडौंको मूलपानीमा निर्माणाधीन क्रिकेट मैदानको निर्माणका लागि रू. ११ करोड विनियोजन #NepalBudget", "सवारी चाप भएका चौबाटोहरूमा फ्लाइओभर निर्माणको पूर्व तयारी गरिने #NepalBudget", "काठमाडौंको चक्रपथ विस्तारका साथै उपत्यकाका सडक मर्मत तथा विस्तार कार्यलाई उच्च  प्राथमिकता दिइने #NepalBudget", "नगरपालिकाहरूसँगको सहकार्यमा काठमाडौं उपत्यकामा आधारभूत उपयोग स्तरका ४०० सार्वजनिक शौचालय निर्माण कार्य शुरु गरिने #NepalBudget", "वागमती नदीको सुन्दरीजलदेखि सुन्दरीघाटसम्मको ढल निर्माण आगामी दुई वर्षभित्र सम्पन्न गरिने #NepalBudget", "उपत्यकाभित्र नगरपालिकाहरूले तोकेको स्थानहरूमा भूमिगत तथा बहुतले पार्किङ्गस्थल निर्माण गर्न निजी क्षेत्रलाई प्रोत्साहन गरिने #NepalBudget", "खुला स्थानको साजसज्जा, सौन्दर्यीकरण र सम्भारमा निजी र सार्वजनिक व्यावसायिक सामाजिक उत्तरदायित्व अन्तर्गत संलग्न हुन प्रोत्साहित गरिने", "उपत्यकामा पर्याप्त खुला स्थानको व्यवस्था गर्न प्रति २५ हजार जनसंख्याका लागि एक खुला स्थानको व्यवस्था गरिने #NepalBudget", "काठमाडौं उपत्यकाको एकीकृत विकासका लागि तयार पारिएको गुरुयोजनाले औंल्याएका कार्यक्रमहरूलाई क्रमश: कार्यान्वयनमा लगिने #NepalBudget", "मुलुक संघीय स्वरुपमा गएपछि काठमाडौं उपत्यकालाई राष्ट्रिय राजधानीको रुपमा विकास गर्नु जरूरी #NepalBudget", "“सफा नदी सभ्य सहर” को अवधारणा अनुरुप नदी र सभ्यताबीचको अन्तर सम्बन्ध झल्काउने गरी व्यवस्थित बसोबास र सहरीकरण गरिने #NepalBudget", "आगामी तीन वर्ष भित्र प्रत्येक नेपालीका घरमा न्यूनतम आधारभूत सुविधा सहितको शौचालय निर्माण गर्ने कार्यलाई अभियानको रुपमा सञ्चालन गरिने", "राजमार्गमा विद्युतीय जाँचद्वार राखी सवारी आवागमन र जाँच प्रणाली व्यवस्थित र झञ्झटरहित बनाइने #NepalBudget", "प्रमुख सहर र राजमार्गहरूमा सीसीटीभीको संख्या वृद्धि गर्दै लगिने #NepalBudget", "सवारी साधनको नम्बर प्लेट डिजिटल गरी सेन्सर प्रविधिबाट आवागमन नियन्त्रण गर्ने प्रविधि थालनी गरिने #NepalBudget", "आगामी आर्थिक वर्षदेखि सवारी चालक अनुमतिपत्रलाई स्मार्ट कार्डमा वितरण गर्न शुरु गरिने #NepalBudget", "विराटनगर विमानस्थलको स्तरोन्नति गर्दै कटहरिमा रेल्वे सेवाको स्थापना र नेपाल भारत सीमामा एकीकृत भन्सार जाँच चौकी निर्माण गरिने #NepalBudget", "मध्य पहाडी लोकमार्गमा १० वटा आधुनिक सहरको पूर्वाधार निर्माणको लागि रू. ४४ करोड विनियोजन #NepalBudget", "काठमाडौं उपत्यकामा एउटा, लुम्बिनी क्षेत्रमा एउटा  र निजगढलाई स्मार्ट सिटीको रुपमा विकास गर्न गुरुयोजना #NepalBudget", "ग्रामीण दूरसञ्चार प्रविधि कोषको रकम समेत उपयोग गरी भूकम्प प्रभावित जिल्लाहरूमा ब्रोडब्याण्ड इन्टरनेट सुविधा #NepalBudget", "व्यक्ति वा कम्पनीले आवासको लागि जग्गा प्लटिङ्ग गर्दा स्थानीय निकायको पूर्व स्वीकृति लिनुपर्ने व्यवस्था अनिवार्य गरिने #NepalBudget", "भू-उपयोग नीतिको प्रभावकारी कार्यान्वयन गरी आवासको लागि छुट्याइएको जमीनमा मात्र बस्ती विकास गरिने #NepalBudget", "नयाँ नगरपालिकाहरूलाई औसतमा रू. १ करोड निशर्त पूँजीगत अनुदान उपलब्ध #NepalBudget", "नयाँ गठन भएका नगरपालिकाहरूको पूर्वाधार विकास तथा क्षमता वृद्धिका लागि रकम रू. ६९ करोड थप विनियोजन #NepalBudget", "नगरपालिकाहरूबाट लागत साझेदारीमा गरिएका पूर्वाधार निर्माणका कार्यहरू उत्साहजनक देखिएकाले सो प्रयोजनका लागि रू. १ अर्ब ६५ करोड विनियोजन", "सहरी क्षेत्रमा सौर्य ऊर्जाको प्रयोगलाई प्रोत्साहित गर्ने नीतिलाई निरन्तरता #NepalBudget", "सहरहरूलाई हरित सहर बनाउने कार्यलाई अभियानको रुपमा सञ्चालन गरिने #NepalBudget", "सहरी विकासको २० वर्षे दीर्घकालीन कार्ययोजना बनाई आगामी आर्थिक वर्षदेखि कार्यान्वयनमा लगिने #NepalBudget", "मानव विकास सूचकाङ्कमा सबैभन्दा पछाडि परेको बाजुरा जिल्लामा नमूना एकीकृत ग्रामीण बस्ती विकास कार्यक्रम शुरु #NepalBudget", "झोलुङ्गे पुलहरूका लागि आगामी आर्थिक वर्षमा रू. २ अर्ब ५ करोड #NepalBudget", "आगामी दुई वर्षभित्र ३६५ वटा तुइनहरूलाई झोलुङ्गे पुलहरूले प्रतिस्थापन गरिने #NepalBudget", "लामो समयदेखि ट्र्याक खोलिएका तर बाह्रै महिना सवारी साधन चल्न नसकेका ५३ हजार किलोमिटर सडकमा आगामी ५ वर्षभित्र ८४० वटा सडक पुल निर्माण गरिने", "प्रत्येक निर्वाचन क्षेत्रका लागि उपलब्ध गराउँदै आएको रकममा ५० प्रतिशत थप गरी रू. १ करोड ५० लाख #NepalBudget", "स्थानीय निकायको संलग्नता र सबलता बिना ग्रामीण विकासले गति लिंदैन #NepalBudget", "कैलालीको गेटा मेडिकल कलेजको पूर्वाधार निर्माणका लागि बजेट छुट्याएको #NepalBudget", "सुदूर पश्चिमाञ्चलका धनगढी, अत्तरिया, भीमदत्त र झलारी नगरपालिकाहरूमा एकीकृत सहरी पूर्वाधार विकास कार्यक्रमका लागि आवश्यक बजेट विनियोजन", "आगामी वर्ष टनकपुर लिङ्क सडक, पाटन-पञ्चेश्वर सडक र दार्चुला-टिङ्कर सडकको निर्माणका लागि रू. २९ करोड छुट्याएको #NepalBudget", "महाकाली नदीमा पुलको डिजाइन कार्य यथाशीघ्र सम्पन्न गरी निर्माण शुरु गर्न बजेट छुट्याएको #NepalBudget", "विदेशी लगानी आकर्षित गरी पश्चिम सेती जलविद्युत आयोजनाको निर्माण कार्य अघि बढाइने #NepalBudget", "पञ्चेश्वर बहुउद्देश्यीय आयोजना निर्माणको आवश्यक पूर्व तयारी सम्पन्न गरी शीघ्र कार्यान्वयन प्रारम्भ गरिने #NepalBudget", "सुदूर पश्चिमलाई सुन्दर क्षेत्रको रुपमा विकास गरिने #NepalBudget", "मुगुको रारा लगायतका क्षेत्रहरूमा सुविधासम्पन्न पर्यटकीय होटेल, रिसोर्ट निर्माण गरी सञ्चालन गर्न चाहने निजी क्षेत्रलाई करछुट निरन्तरता", "कर्णाली अञ्चलको पर्यटकीय पूर्वाधार विकासका लागि प्याकेज कार्यक्रमहरू कार्यान्वयन गरिने #NepalBudget", "कर्णाली स्वास्थ्य विज्ञान प्रतिष्ठानको भौतिक पूर्वाधार निर्माण गर्न रू. २५ करोड विनियोजन #NepalBudget", "जुम्ला जिल्लामा पाँच मेगावाट क्षमताको जवा खोला जलविद्युत आयोजनाको अध्ययनका लागि बजेट व्यवस्था #NepalBudget", "जुम्लामा विशेष आर्थिक क्षेत्र स्थापनाका लागि अध्ययन कार्य पूरा गरी आवश्यक जग्गा प्राप्ति र पूर्वाधार विकासको कार्य शुरु गरिने #NepalBudget", "सुदूर र मध्यपश्चिम विकासक्षेत्रमा रहेका जडिबूटी उत्पादनस्थल र प्रशोधन केन्द्रहरूसम्म पुग्ने बाटोनिर्माण कार्यलाई निरन्तरतादिइने #NepalBudget", "सुर्खेत-जुम्ला सड़क र बाजुरा-कोल्टी सडकको बाँकी खण्डको कालोपत्रे गर्ने कार्य आगामी आर्थिक वर्ष सम्पन्न गरिने #NepalBudget", "नेपाली सेनाद्वारा निर्माणाधीन जाजरकोट-दुनै सडक र उत्तर दक्षिण लोकमार्ग अन्तरगत कर्णाली कोरिडोरको निर्माणमा तीब्रता दिइने #NepalBudget", "आगामी दुई वर्षभित्र हुम्ला र डोल्पा जिल्ला सदरमुकामहरूलाई राष्ट्रिय सडक सञ्जालमा जोडिने #NepalBudget", "कर्णाली रोजगार कार्यक्रमका साथै कर्णाली क्षेत्रका लागि लक्षित सामाजिक सुरक्षाका कार्यहरूलाई थप प्रभावकारी बनाइने #NepalBudget", "कर्णाली क्षेत्रको विकासका लागि हाल कार्यान्वयनमा रहेका कार्यक्रमहरूलाई तीब्रता दिइने #NepalBudget", "हिमाली र पहाडी क्षेत्रमा एकीकृत र व्यवस्थित बस्ती विकासको योजना कार्यान्वयन गरिने #NepalBudget", "हिमालीक्षेत्रमा यार्सागुम्बाको अनुसन्धान‚ व्यावसायिक उत्पादन‚ सङ्कलन तथा बिक्री वितरणलाई व्यवस्थित गर्न तीन महिना भित्र आवश्यक अध्ययन गरिने", "नलसिं गाड जलविद्युत आयोजनाको विस्तृत आयोजना प्रतिवेदन तयार गर्न रू. ४७ करोड छुट्याईएको #NepalBudget", "आगामी आर्थिक वर्षमा १४० मेगावाट क्षमताको तनहुँ जलविद्युत आयोजनाको निर्माण कार्य शुरु गरिने #NepalBudget", "माथिल्लो तामाकोशी जलविद्युत आयोजनाको निर्माण कार्य २ वर्षभित्र सम्पन्न गर्ने सक्ने गरी आगामी आर्थिक वर्षमा रू. २ अर्ब विनियोजन #NepalBudget", "जलविद्युतको प्रचुर सम्भावना भएको यस क्षेत्रमा निर्माणाधीन ठूला जलविद्युत आयोजनाहरूको निर्माणलाई तीब्रता दिइनेछ  #NepalBudget", "पदयात्रा मार्गहरूको स्तरोन्नति गर्दै ग्रेट हिमालयन ट्रेकिङ्ग ट्रेलको निर्माणलाई तीब्रता दिइनेछ #NepalBudget", "उत्तर दक्षिण लोकमार्गको रुपमा रहेका कोशी र कर्णाली कोरिडोरको निर्माण कार्यलाई तीब्रता दिन आवश्यक बजेट छुट्याईएको #NepalBudget", "निर्माणाधीन मध्य पहाडी लोकमार्ग निर्माणको लागि रू. १ अर्ब ९५ करोड विनियोजन #NepalBudget", "तराईका पिछडिएका दलित र  सीमान्तकृत वर्गका कक्षा ११ र १२ का छात्राहरूका लागि रामनारायण मिश्र विशेष छात्रवृत्ति उपलब्ध गराइने #NepalBudget", "ढल्केवर-मुजफ्फरपुर ४०० के.भी. प्रसारण लाइनको निर्माण कार्य आगामी आर्थिक वर्षमा नै सम्पन्न हुने #NepalBudget", "भैरहवास्थित गौतम बुद्ध विमानस्थलहरूको निर्माण आगामी दुई वर्षभित्र सम्पन्न गर्ने गरी रू. २ अर्ब ५० करोड विनियोजन #NepalBudget", "जलाधार क्षेत्र संरक्षण र बाँधयुक्त जलाशय निर्माणबाट पानीको दीगो आपूर्तिको लागि नयाँ आयोजनाहरूको पहिचान गरिने #NepalBudget", "तराई-मधेशका जिल्लाहरूमा कृषि प्रशोधन केन्द्रहरू स्थापना गर्नुका साथै उपयुक्त स्थानहरूमा औद्योगिक कोरिडोरको विकास गरिने #NepalBudget", "तराई-मधेशलाई राजधानीसँग जोड्ने काठमाडौं तराई-मधेश द्रुतमार्गको निर्माणका लागि रू. १ अर्ब विनियोजन #NepalBudget", "आधुनिक सुविधासम्पन्न १० वटा नयाँ सहर निर्माणको सम्भाव्यता अध्ययन गरिनेछ #NepalBudget", "मर्मत सम्भारको अभावमा पूर्ण क्षमतामा सञ्चालन हुन नसकेका वृहत् सिंचाइ आयोजनाहरूको पुनर्स्थापनाका लागि रू. ५२ करोड #NepalBudget", "तराई-मधेशको सबै कृषियोग्य भूमिमा पाँच वर्षभित्र सिंचाइ सुविधा उपलब्ध गराउने गरी ठूला सिंचाइ आयोजनाहरू सञ्चालन गरिने #NepalBudget", "मिथिला क्षेत्र सडक सुधारका लागि रू. ३१ करोड विनियोजन #NepalBudget", "तराई-मधेशका रणनीतिक महत्वका र सहरी सडकहरूको निर्माण कार्यलाई निरन्तरता दिइनेछ #NepalBudget", "तराई-मधेशको पूर्वाधारमा विशेष महत्व राख्ने हुलाकी राजमार्गलाई ५ वर्षभित्र सम्पन्न गर्ने अठोटका साथ रू. ३ अर्ब १९ करोड विनियोजन #NepalBudget", "आर्थिकविकासमा सबैक्षेत्रको अपनत्व सुनिश्चित गर्न र विकासको प्रतिफल सबैक्षेत्रमा सन्तुलित र न्यायपूर्ण ढङ्गले पुर्‍याउनु जरूरी छ #NepalBudget", "बढ्दै गएको व्यापार घाटा कम गर्न नेपालको तुलनात्मक लाभ भएका वस्तु तथा सेवाको उत्पादन वृद्धि गर्न निजी क्षेत्रलाई प्रोत्साहन #NepalBudget", "विमानस्थलहरूको निर्माण एवं सुधारको लागि रू. 5 अर्ब 75 करोड विनियोजन #NepalBudget", "पर्यटन पूर्वाधार एवं प्रवर्द्धनको कार्यको लागि रू. १ अर्ब १ करोड विनियोजन #NepalBudget", "पर्यटन क्षेत्रलाई अर्थतन्त्रको दरिलो आधार क्षेत्रको रुपमा विकास गर्न राष्ट्रिय पर्यटन रणनीति कार्ययोजनालाई कार्यान्वयन गरिनेछ #NepalBudget", "भूकम्पबाट प्रभावित पर्यटन क्षेत्रको पुनरुत्थानका लागि पर्यटकीय वस्तुको विकास, बजारीकरण र पहुँच वृद्धिमा जोड दिइनेछ #NepalBudget", "वित्तीय पहुँचः प्रत्येक घरपरिवारको कम्तीमा एक बैङ्क खाता खोल्ने कार्यलाई अभियानको रुपमा सञ्चालन गरिनेछ #NepalBudget", "सार्वजनिक निकायले १५ प्रतिशतसम्म बढी महङ्गो भए पनि स्वदेशी वस्तुहरू प्रयोग गर्नुपर्ने नीतिलाई कडाइका साथ लागु गरिनेछ। #NepalBudget", "भूकम्पले क्षति पुर्‍याएका मठ मन्दिर, गुम्बा, मस्जिद र संरचनाहरूलाई मौलिक स्वरुप कायमै राखी आधुनिक प्रविधिका साथ निर्माण गरिनेछ #NepalBudget", "सीपविकास तालीम केन्द्रबाट जिल्ला तहमा ५० हजार युवालाई सिकर्मी, डकर्मी, धारा तथा बिजुली सम्बन्धी तालीम प्रदान गरिनेछ #NepalBudget", "भूकम्प अति प्रभावित जिल्लाहरूमा खानेपानी तथा सरसफाइ आयोजनाहरूमा स्थानीय उपभोक्ताको योगदान बापतको ३०% खर्च सरकारले व्यहोर्ने #NepalBudget", "पुनर्कर्जा उपलब्ध गराउन तथा ब्याज सहुलियत प्रदान गर्न नेपाल राष्ट्र बैङ्क अन्तरगत आर्थिक पुनरुद्धार कोष स्थापना गरिनेछ #NepalBudget", "पुनर्निर्माण कार्यमा आम नागरिकको सहभागिता र अपनत्व बढाउन पुनर्निर्माण ऋणपत्र जारी गरी सङ्कलित रकम जम्मा गरिनेछ #NepalBudget", "पुनर्निर्माणको पहिलो चरणको लागत करिब रू. ६ खर्ब ६७ अर्ब हुने देखिएको छ #NepalBudget", "२०२२ सम्म विकासशील र २०३० सम्म मध्यमस्तरीय आय गर्ने मुलुकको दाँजोमा पुर्‍याउन वार्षिक ८% माथिको आर्थिक वृद्धिदर आवश्यक #NepalBudget", "बाल मृत्युदर र मातृ मृत्युदरमा कमी आउनुका साथै विगत २५ वर्षमा नेपालीको औसत आयु १६ वर्षले बढेको छ #NepalBudget", "व्यापार घाटामा वृद्धि भएता पनि विप्रेषण र वैदेशिक सहायता परिचालनमा भएको वृद्धिले चालु आर्थिक वर्षमा शोधनान्तर स्थिति अनुकूल #NepalBudget", "भूकम्पपछिको ३ महिनामा आर्थिक क्रियाकलापमा परेको प्रतिकूल प्रभावका कारण चालु आर्थिक वर्षको वृद्धिदर ३.०४%मा सीमित रहने अनुमान छ #NepalBudget", "पुनर्निर्माण कार्यलाई नवनिर्माणको अवसरको रुपमा उपयोग गर्ने सोचकासाथ राहत, पुनर्स्थापना र पुनर्निर्माण पहिलो प्राथमिकतामा #NepalBudget", "यस पटक हामीले व्यहोर्नुपरेको यो अकल्पनीय कठिन अवस्थाबाट पाठ सिकेर सुन्दर भविष्यको मार्गचित्र कोर्न आवश्यक छ #NepalBudget", "विनाशकारी भूकम्प गएको दुई महिनामा आयोजना गरिएको नेपालको पुनर्निर्माणका लागि अन्तर्राष्ट्रिय सम्मेलन अभूतपूर्व रुपमा सफल भएको छ #NepalBudget", "छोटो अवधिमा विपद्पछिको आवश्यकता पहिचान गरी प्रतिवेदन सार्वजनिक भएको छ -विश्वसनीय र अन्तराष्ट्रिय मान्यता प्राप्त प्रतिवेदन #NepalBudget", "महाविपत्तिको सामना गर्दै यसलाई नेपालको नवनिर्माण गर्ने शक्तिमा परिणत गर्न हामी सक्षम हुनेछौं भन्ने विश्वास लिइएको छ। #NepalBudget", "आर्थिक बर्ष २०७२/७३ को बजेट बक्तव्य सुरु। #NepalBudget", "अर्थमन्त्री डा रामशरण महतले आव २०७१।७२ को आर्थिक बृद्धिदर आधारभूत मूल्यमा ३.०४ प्रतिशत हुने अनुमान टेवल गर्नुभयो ।", "अर्थमन्त्री डा रामशरण महतले आव २०७१।७२ को आर्थिक सर्बेक्षण, संस्थानहरुको प्रगति विवरण र मन्त्रालयगत खर्चको विवरण संसदमा टेवल गर्नुभयो ।", "RT @ekantipur_com: नेपाल सुरक्षित : चिनियाँ टुर अपरेटर | http://t.co/Mfx4PiT9ag", "@ramsmahat राजस्व परामर्श समितिले अर्थमन्त्री डा महतसमक्ष प्रतिवेदन बुझायो बजेटमा समेट्न निजीक्षेत्रबाट प्रतिनिधित्व गर्ने उद्यमीहरुको आग्रह", "RT @CMOMaharashtra: CM Shri @Dev_Fadnavis today met Ambassador of Nepal to India HE Shri Deep Kumar Upadhyay http://t.co/Heg5fInIeX", "RT @WorldBank: RT if you agree: We can get women to the top of the career ladder through #education: http://t.co/RhSgWlIaJh http://t.co/IV0…", "@ramsmahat Mr Mukund Sapre,CEO,IL&amp;FST Network Ltd handed over Rs12 million to FinMin Dr Mahat for PM Relief Fund http://t.co/tD6QQs6yyy", "@ramsmahat सीएनआईले बजेटबारे सुझाव दिएको छ । अर्थमन्त्री डा महतले सुझावहरुलाई सकेसम्म समेटिने आश्वासन दिनुभयो http://t.co/yhziSGrPWO", "RT @setopati: Ban culture of bandas for a decade to ensure economic prosperity: FM Mahat https://t.co/12zcjGYIrc via @setopati http://t.co/…", "एफएनसीसीआईले अर्थमन्त्री डा महतसमक्ष बजेटका लागि सुझाव दिएको छ । अर्थमन्त्रीले सुझावहरुलाई समेटिने आश्वासन दिनुभयो । http://t.co/dfcyNueW7C", "FinMin Dr Mahat urging AIIB for generous support to weaker member countries while in Beijing http://t.co/iiHccTVEKr", "@ramsmahat दुर्गम जिल्लाका सभासदहरुले अर्थमन्त्री डा महतसमक्ष दुर्गमलाई प्राथमिकतामा राखी बजेटनिर्माण गर्न सुझाउनुभयो http://t.co/fKq2mifTFY", "@ramsmahat Chairman of HLTSR Commisssion Dr Rup Khadka submitted the report to FinMin Dr Mahat amid a function at MoF http://t.co/zqll1TRja3", "RT @gkbista: Chairman of HLTSR commission Dr Rup Khadka submitted the report to Hon FinMin Dr Mahat at MoF. http://t.co/bJ3SI75k4N", "RT @UNICEF: 91% of the world's population has access to clean drinking water. Let's reach the last 9% #wateris http://t.co/OG78r12O92", "South Asia should prepare now for the next disaster http://t.co/HVuD69s4nm via @WorldBank", "RT @ramsmahat: Ministers/Delegation Heads photographed with President Xi Jinping at d Great Hall. http://t.co/7MPJZp2C0G", "RT @ramsmahat: Finance Ministers/Delegation/Heads photographed at d Peoples'Great Hall of China. http://t.co/rL6NdsHdH0", "Countries from five continents Including Nepal's FinMin Dr Mahat signedup Article of Agreement of AIIB in Beijing http://t.co/jztMnE9bjt", "@ramsmahat  Donors pledge $4.4 billion in Nepal quake aid http://t.co/mrkEYUqRpB via @Reuters", "UNAsst.AdministratorMr Haoliang Xu paid a courtesy call with FinMin Dr Mahat/discussed on the issue of reconstruction http://t.co/pCr2FeFPbd", "@ramsmahat Donor conference hopes to raise billions for Nepal reconstruction https://t.co/dhPEh6GnH9 via @YouTube", "RT @akhileshU: Dr Mahat happy w/ donor response @ramsmahat MT@kathmandupost:  \n'Outcome beyond expectations'\nhttp://t.co/YnMqE6bJWv http://…", "RT @akannampilly: Donors pledge $4.4bn in aid to quake-hit #Nepal, finance minister @ramsmahat says response \"grand success\" https://t.co/J…", "RT @RepublicaNepal: Overwhelming response from int’l community . | http://t.co/zSvigLITi1  #ICNR2015 @KoshRKoirala http://t.co/7CO7gqxn4T", "RT @Annapurna_Post: चार खर्बभन्दा बढी सहयोगको प्रतिबद्धता/पुनःनिर्माण सम्मेलन सफल भएको दाबी https://t.co/wrsD7fKTsc \n#ICNR2015 #Nepal http:…", "RT @bbcnepali: भूकम्पपछिको पुनर्निर्माणका लागि नेपाललाई कुन देशले कति सहयोग दिने प्रतिबद्धता जनाए?\nhttp://t.co/jGU9kYcdUo http://t.co/uTeGg…", "RT @RepublicaNepal: Minister @ramsmahat hails conference as 'extremely successful' | http://t.co/5rg3kfTpWl #ICNR2015 http://t.co/1mM60zwPq3", "RT @WorldBankSAsia: VIDEO: Nepal Minister of Finance @ramsmahat announces pledges $ amount at #ICNR2015   https://t.co/mlbK9XctEw", "RT @ramsmahat: Useful meeting with HE Fawzie,Minister on disaster management of Sri Lanka at MOF. http://t.co/j9GK7IpEsF", "@ramsmahat FinMin Dr Mahat in sideline meeting with State Minister for FA of Japan H.E. Minoru Kiuchi on #ICNR2015 http://t.co/FGTmBtvlZt", "@ramsmahat,#ICNR2015 यसकारण सफल भयो सबैभन्दा ठूलो दाता सम्मेलन :: http://t.co/YHs3JUWb6J https://t.co/PqBMzBomEl via @sharethis", "Mr Borge Brende Minister for FA Norway paid a courtesy call with FinMin Dr Mahat at MoF.@ramsmaht, #ICNR2015 http://t.co/2sPHRnaiO4", "RT @AmbPeterBodde: Great to be back in #Nepal seeing the resilience of Nepalese people.  Looking forward to #ICNR2015", "RT @WorldBankSAsia: @WorldBank announces $500 mil aid package to help rebuild a #ResilientNepal: http://t.co/oi37utHFZg http://t.co/A9tT7BZ…", "@ramsmahat, #ICNR2015 Int’l Conference for Nepal’s Reconstruction: Govt  looking forward to  grants, soft loans https://t.co/8USgk3goeC via", "#ICNR2015 https://t.co/jYRaYBOXk1", "#ICNR2015,@ramsmahat Nagarik News - दाता सम्मेलनमा क्षेत्रगत सहयोग मागिने https://t.co/YnwL6jLkAw via @sharethis", "#ICNR2015, @ramsmahat Govt pins high hopes on tomorrow’s donor meet | Top Stories | :: The Kathmandu Post ::: http://t.co/kZ3l3IfzAx", "#ICNR2015, @ramsmahat Guests start arriving for summit | Top Stories: http://t.co/CITJumyIa7", "#ICNR2015 @ramsmahat @gkbista WB pledges soft loan of up to Rs 50 billion http://t.co/wA4POcEC0a via @thehimalayan", "@ramsmahat, #icnr2015 दाता सम्मेलन: मिनाहा होइन, सहुलियत ऋण ! https://t.co/xt0e4QDmG1 via @sharethis", "#ICNR2015 PDNA vol A. is available on http://t.co/CN0Ej6m8pJ @ramsmahat.", "@ramsmahat FinMin Dr Mahat at a Press Briefing on #ICNR2015/Ministry of Finance. http://t.co/x0jF2A67vJ", "RT @gkbista: Press conference on # ICNR 2015 at Ministry of Finance. FinMin Dr Mahat is  briefing now http://t.co/I8RRN0JiVy", "RT @ramsmahat: Interview in the Himalayan Times today. http://t.co/3BLDfafKUd", "@ramsmahat The government is not planning to raise the entire funds for recovery and reconstruction from donors. http://t.co/DT4uglKA3W", "@ramsmahat भूकम्पपछि विश्व समुदायबाट अपेक्षा http://t.co/071khlLODQ", "RT @JimKim_WBG: We must build a #ResilientNepal. Numbers from @ramsmahat: Damage at $7b (1/3 of economy), 700K pushed into poverty. http://…", "FinMin Dr Mahat held discussion with former FinMins,VCs of NPC, former chief secretaries/secretaries/experts on ICNR http://t.co/t4lYL8lIG8", "Devakumar Edwin,CEO n members of Dangote group discussed with FinMin Dr Mahat regarding investment in cement industry http://t.co/VuKZaiP61x", "RT @JimKim_WBG: “Disaster has united us in the face of adversity. Now is the time to build anew.” - @ramsmahat http://t.co/qRBm6kSEuZ http:…", "RT @WorldBankSAsia: Towards a #ResilientNepal. Blog by #Nepal's Finance Minister @ramsmahat: http://t.co/9QTtIZQObj http://t.co/0NjivihdHZ", "@ramsmahatToward a resilient Nepal : Dr Ram Sharan Mahat\n http://t.co/3K8zHhygYP via @WorldBank", "@ramsmahat‘हामी वैशाख१२ भन्दाअघिकोअवस्थामा छिटै फर्किनेछौंत्योभन्दा राम्रो अवस्थामा पुग्ने हाम्रो चाहनापनि पूराहुनेछhttp://t.co/bMHs2pGagJ", "@ramsmahatअर्थमन्त्री भन्छन्, बजेटबाटै पुनर्निर्माणका योजना आउँछ, नेपाल अझ सुन्दर बन्नेछhttp://t.co/PzOZxkR6PO", "RT @gkbista: Assured for full support from his side. http://t.co/2k5fLbpsGn", "RT @gkbista: FinMin Dr Mahat handed over PM invitation to Indian PM Narendra Modi http://t.co/ZolVSrzX0n", "Assocham organized an interactive meeting  with Dr Mahat/insisted to invest in Nepal.", "Issues discussed were narrow down trade deficit,removal of counter veiling duty, IC note, open up bank acct for Nepalese in India", "@ramsmahat,FinMin Dr Mahat met with Indian FinMin @arunjaitley http://t.co/xwAQb3ICvA", "FinMin @ramsmahat with Indian External Affair's Minister@SushmaSwaraj during his visit,wednesday/insisted generous support from neighbor.", "@gkbista संविधान निर्माणको काम द्रूतगतिमा अगाडि बढ्छ। यस आधारमा चाँडै संविधान बन्ने निश्चित छ। : http://t.co/tuij7aodjW", "RT @registandiary: FM dr Mahat @ Delhi embassy program !! http://t.co/0tm2BIy5XS", "@ramsmahat 'दाताको मन जित्‍ने कार्यक्रम ल्याउँछौं' https://t.co/ZkSlYQaRyZ via @sharethis", "@ramsmahatअर्थमन्त्री डा महत भारत भ्रमणमा, मोदीलाई सहायता सम्मेलनको निम्तो दिइने http://t.co/LPq2hakocE", "FinMin Dr Mahat headed off toDelhi/Handing overPM Koirala's invitation to @narendramod for Donor Conference/bilateral talk with @arunjaitley", "FinMinDr Mahat headed off toDelhi/Handing overPM Koirala's invitation to Modi for Donor Conference/participating bilateral talk with Jeitley", "RT @kathmandupost: One-window reconstruction will avoid mistakes of relief phase\n[Interview with @ramsmahat] http://t.co/CwsHZiy2aY http://…", "Nepal is all set to hold Donor Conference on 25 June", "H.E. Ambassador of Japan Mr Masashi Ogawa discussing with FinMin Dr Mahat regarding Donor Conference on June 25 http://t.co/tLLuz7NPqH", "@ramsmahat,\"We need help to rebuild Nepal\" | Nation | Nepali Times http://t.co/IEojsXoxhi", "ADB DG Mr Hun Kim met with FinMin Dr RS Mahat today and discussed regarding Bank's support for reconstruction. http://t.co/AGndjDHgI8", "पुनर्निर्माणको काम थाल्न साझेदारको सुझाव, सम्मेलनमा मन्त्री स्तरिय सहभागिता - http://t.co/DX5V7sI1P7", "FinMin Dr Mahat visited some of d earthquake affected villages of Rasuwa n Gorkha/interacted with local people today http://t.co/5Meetxt6RK", "FinMin Dr Rs Mahat addressing Local Development Partners Meeting at MoF now http://t.co/6mvsBP8k22", "Ambassador of Qatar H.E. Ahmed Jassim Al Hammar met with FinMin Dr RS Mahat/discussed about Reconstruction of Nepal http://t.co/BrV7APCCrR", "Chinese Ambassador H.E.Wu Chuntai Met with FinMin Dr RS Mahat at MoF n discussed about Nepal Donors Conference today http://t.co/1Cb1h43pyG", "@ModDhakal Yes you are right", "@ramsmahatJICA president Akihiko Tanaka made a courtesy call with FinMin Dr  RS Mahat at Ministry of Finance today http://t.co/2qsV7nnIs4"]