["Press Release on Humanitarian Aid https://t.co/5X59HcUQ1A", "१९ औँ निजामती सेवा दिवस\n'व्यावसायिक र सिर्जनशील प्रशासनः विकास, समृद्धि र सुशासन'", "@neorohit @NepalPoliceHQ यस विषयमा मन्त्रालयको ध्यानाकर्षण भई अनुसन्धान तथा कारबाही भइरहेको छ ।", "बि.सं. २०७९ बैशाख २० गते ईद उल फित्र कायम भएकाले सार्वजनिक विदा हुने सम्बन्धी सूचना https://t.co/uHUHbbKkTr", "वि.सं. २०७८ साल फागुन १९ गते बिहीबारका दिन ग्याल्पो ल्होसारको उपलक्ष्यमा नेपाल राज्यभरका सबै सरकारी कार्यालय, सार्वजनिक सङ्घ-संस्थाहरूमा सार्वजनिक बिदा दिने नेपाल सरकार (मन्त्रिपरिषद्) को निर्णय सम्बन्धित सबैलाई जानकारीको लागि अनुरोध छ । https://t.co/vZ3VW45t6W", "वि.सं. २०७८ साल माघ १९ गते बुधबारका दिन सोनाम ल्होसारको उपलक्ष्यमा नेपाल राज्यभरका सबै सरकारी कार्यालय, सार्वजनिक सङ्घ-संस्थाहरूमा सार्वजनिक बिदा दिने नेपाल सरकार (मन्त्रिपरिषद्) को निर्णय सम्बन्धित सबैलाई जानकारीको लागि अनुरोध छ । https://t.co/4wj78LLMFs", "सार्वजनिक स्थलहरूमा भद्दा मजाक (Prank) गर्न गराउन नदिन यस मन्त्रालयबाट जारी भएको प्रेस विज्ञप्ति जानकारीको लागि अनुरोध छ । https://t.co/WpyhpHzlgm", "वि.सं. २०७८ साल पौष १५ गते बिहीबारका दिन तमू ल्होसारको अवसरमा देशभरका सरकारी कार्यालय तथा सार्वजनिक निकायमा बिदा दिने गरी नेपाल सरकार (मन्त्रिपरिषद्)ले निर्णय गरेको छ । https://t.co/mFpOKyW4vA", "@PdAchyut @DCPradip @MoLESS_Nepal @mofaganepal", "गृह मन्त्रालयसँग सम्बन्धित बिषयहरुमा कुनै गुनासो भएमा गुनासो कक्षको टेलिफोन (०१-४२००६३४) मार्फत टिपाउन र इमेल (gunaso@moha.gov.np) मा लेखी पठाउन पनि सकिनेछ ।", "@AmritaLamsal @jyotdthapa @NepalPoliceHQ यस घटनामा छानबिन पश्चात् पदीय जिम्मेवारी बहन गर्न नसकेको तथा लापरबाही गरेको देखिएको पदाधिकारीलाई प्रहरी नियमावली, २०७१ (संशोधन सहित) को नियम १५५ को उपनियम (४) बमोजिम निलम्बन गरिएको जानकारी प्रहरी प्रधान कार्यालयबाट प्राप्त भएको छ ।", "@iAnamol @NepalPoliceHQ @SherBDeuba @KhandBalkrishna @hello_sarkar @thenepalesearmy @MofaNepal यस विषयप्रति गृह मन्त्रालयको गम्भीर ध्यानाकर्षण भएको छ र सो सम्बन्धमा आवश्यक छानबिन तथा कारबाही चलिरहेको छ ।", "@xarugrg86 मानव अंग प्रत्यारोपण केन्द्रमा गई कार्यालयको छाप लगाउन\nसक्नु हुन्छ ।", "@Rampras35268163 @BigBlackYak @hello_sarkar Please contact the Grievance Management Section of the Ministry of Home Affairs in 014211261 to get necessary information.\nThank you!", "@BigBlackYak @hello_sarkar सम्बन्धित जिल्ला प्रशासन कार्यालयमा सम्पर्क गर्नुहोला वा तपाईको मोवाइल नम्वर उपलब्ध गराउनु भए थप सहजीकरण गर्न सकिने छ ।", "@xarugrg86 @BishnuAp1 @thenepalesearmy उपरोक्तानुसारको गुनासो जिल्ला प्रशासन कार्यालय, सिन्धुपाल्चोक पठाईएको छ । कृपया जिल्ला प्रशासन कार्यालय, सिन्धपाल्चोकमा सम्पर्क गर्नुहुन अनुरोध छ । \nधन्यवाद ।", "@iimdadullah888 जिल्ला प्रशासन कार्यालय, महोत्तरीमा ०४४५२०१७७ अथवा ९८५४०१०७७७ मा सम्पर्क गरी सेवा प्रवाह सम्बन्धी आवश्यक जानकारी लिनुहुन अनुरोध छ ।\nधन्यवाद ।", "@JayJananiJayDes @hello_sarkar उपरोक्तानुसारको विषयमा यस मन्त्रालयको गम्भिर ध्यानाकर्षण भएको छ । साथै सो सम्बन्धमा आवश्यक कारबाहीका लागि सम्बन्धित निकायमा पत्राचार समेत गरिएको छ ।\nधन्यवाद ।", "@prppoudel @hello_sarkar कृपया https://t.co/Oio1uygabT मा search गर्नेहोला ।\nधन्यवाद ।", "@PrameshShrestha @mohpnep @hello_sarkar @HridayeshTripa2 उपरोक्तानुसारको गुनासोका सम्बन्धमा यस मन्त्रालयको ध्यानाकर्षण भएको व्यहोरा अनुरोध छ ।\nधन्यवाद ।", "@karki_2070 उपरोक्तानुसारको गुनासोका सम्बन्धमा ७७ जिल्लामा ८० वटा जिल्ला जनगणना कार्यालय स्थापना भई राष्ट्रिय जनगणना २०७८ को स्थलगत तथ्याङ्क संकलनको कार्य सञ्चालन हुने व्यहोरा अनुरोध छ ।\nधन्यवाद ।", "https://t.co/96OooZTl3b", "https://t.co/t8B9XVf84O", "@SushantMarasini @hello_sarkar उल्लेखित Link तथा कार्यविधिमा नेपालको राष्ट्रिय झण्डा सम्बन्धी विवरण अध्ययन गर्न अनुरोध छ । \n१. https://t.co/QFCBgs9hvY \n२. राष्ट्रिय झण्डा र राष्ट्रिय गानको प्रयोग सम्बन्धी (पहिलो संशोधन) कार्यविधि, २०७६", "@rameshore यस सम्बन्धमा मिति २०७७।१०।२९ मा अध्यागमन विभागबाट प्रेस विज्ञप्ति जारी भईसकेको व्यहोरा अनुरोध छ ।\nधन्यवाद ।", "https://t.co/TTNv2Owg6k", "@JayJananiJayDes @valleytraffic @NepalPoliceHQ सार्वजनिक खर्चमा मितवययिता काय गर्ने सम्बन्धी मापदण्ड, २०७७ को बुँदा नं. ८ मा सम्पत्ति व्यवस्थापन सम्बन्धमा भएको व्यवस्था बमोजिम सरकारी कार्यालयहरुमा रहेका सवारी साधन लिलाम बिक्री गर्ने कार्य सूरु भैसकेको छ ।\nधन्यवाद ।", "https://t.co/fRznyj82TK", "@BigBlackYak @hello_sarkar प्रारम्भिक चरणमा रहेको यस एपमा नागरिकता सम्बद्द सम्पूर्ण विवरणहरु अध्यावधिक तथा एकिकृत गर्ने कार्य सुरु भएकोले नागरिकता प्रमाणिकरणमा समय लाग्ने व्यहोरा अनुरोध छ ।\nधन्यवाद ।", "@rama_sagarika @NepalPoliceHQ @hello_sarkar सो सम्बन्धमा कसुरदारलाई जिल्ला अदालत पर्बतबाट गर्भ बिरुद्दको कसुर(गर्भपतन मु.मि.नं. ८३ पर्बत) मुद्दामा पक्राउ आदेश अनुमति प्राप्त भई पक्राउमा परी जिल्ला प्रहरी कार्यालय पर्वतको हिरासतमा रहेको ।\n\nधन्यबाद ।", "@kshitijbabu @PradeepgyawaliK @PM_Nepal @NepalGov तपाईंको गुनासो आवश्यक कारबाहिका लागि सम्बन्धित निकायमा पठाइएको ब्यहोरा जानकारीका लागि अनुरोध छ ।\nधन्यबाद ।", "@purnima_up @khpushkar @theyatriji Smart Card को stock सकिएकोले कार्ड छपाई गरी खबर गर्न नसकिएको र कार्ड छपाइ भए पश्चात फोनमार्फत जानकारी दिइने सूचना राष्ट्रिय परिचयपत्र तथा पञ्जिकरण विभागबाट प्राप्त भएको छ ।\nधन्यवाद् ।", "@Brijesh_TuTu टेबलमा राष्ट्रिय झण्डा राख्दा बस्‍ने व्यक्तिको दाहिने तर्फ हुने । धन्यवाद ।", "@kaaleydai विस्तृत जानकारीका लागि यो Link हेर्नु हुन अनुरोध छ ।https://t.co/DMdwttisBr", "@gspokhrel21 @hello_sarkar @PM_Nepal @PradeepgyawaliK @yogesbhattarai जिल्ला प्रशासन कार्यालय काठमाण्डौका प्रशासकिय अधिकृत मान बहादुर बुढा (मोबाइल ९८५११६६२७६) लाई सम्पर्क गर्नुहुन अनुरोध छ । धन्यवाद ।", "आज सरकारी कार्यालयहरु नियमित रुपमा संचालन भइरहेको जानकारी गरिन्छ । धन्यवाद https://t.co/r2XYbPZMsL", "उपत्याका भित्र तथा कुनै जिल्लाभित्र प्रयोग भइरहेको सवारी पास खारेज भएको । तर एक जिल्लाबाट अर्को जिल्ला जाने र उपत्याका प्रवेश गर्नका लागि भने सवारी पास अनुमतीको व्यवस्था कायम रहेकाले जिल्ला प्रशासन कार्यालयमा सम्पर्क राख्नुहुन अनुरोध छ । धन्यवाद । https://t.co/0MatIa4rLI", "@dipaks119 @hello_sarkar अस्पतालमा भर्ना भएका बिरामीको कागजात तथा अन्य प्रमाणहरू सहित सम्बन्धित जिल्ला प्रशासन कार्यालयमा सम्पर्क राख्नुहुन अनुरोध छ । धन्यवाद ।", "@batuwaaa सम्बन्धित जिल्ला प्रशासन कार्यालयमा सम्पर्क राख्नुहुन अनुरोध छ । धन्यवाद ।", "सवारी पास सम्बन्धी जिल्ला प्रशासन कार्यालय काठमाण्डौको सूचना https://t.co/gMV7OQ17eA", "@Bishal__Ghimire @hello_sarkar यस विषयमा छानविन भइरहेको व्यहोरा अनुरोध छ । धन्यवाद ।", "@batuwaaa सम्बन्धित जिल्ला प्रशासन कार्यालयमा सम्पर्क गर्नुहोला । धन्यवाद ।", "सवारी पासका सम्बन्धमा सम्बन्धित जिल्ला प्रशासन कार्यालयमै सम्पर्क राख्नुहुन अनुरोध छ । धन्यवाद ।", "सवारी पास सम्बन्धी सूचना https://t.co/frNWFJPr92", "अस्पतालले जारी गरेको बिरामीको कुरूवा पास देखाएर आवत जावत गर्नका लागि समस्या नहुने । यति हुँदा हुँदै पनि समस्या आएमा जिल्ला प्रशासन कार्यालय काठमाण्डौका फोकल पर्सन मान बहादुर बुढालाई ९८५११६६२७६ मा सम्पर्क गर्नुहोला । धन्यवाद । https://t.co/NlMLBNOLO5", "@the_firfire @mohpnep @PM_Nepal स्वास्थ्य सम्बन्धी कुनै अत्यावश्यक समस्याका लागि अस्पतालको इमर्जेन्सी वार्डमा सम्पर्क राख्न अनुरोध छ । स्वास्थ्यसँग सम्बन्धित अन्य गुनासो भएमा प्रदेश १, सामाजिक विकास मन्त्रालयका सूचना अधिकारी, बलराम पराजुली, ९८५२०२८५३० र जानुका न्यौपाने, ९८४२२७४६४७ लाई सम्पर्क गर्नुहुन। धन्यवाद", "RT @Mohagunaso: @the_firfire @mohpnep @PM_Nepal प्र.जि.अ.झापाका अनुसार आम्दा अस्पताल सुचारू रहेको र त्यहाँ आइसोलेसन वार्ड समेत सञ्चालनमा र…", "@the_firfire @mohpnep @PM_Nepal प्र.जि.अ.झापाका अनुसार आम्दा अस्पताल सुचारू रहेको र त्यहाँ आइसोलेसन वार्ड समेत सञ्चालनमा रहेको । लाइफलाइन अस्पताललाई सुचारू गर्नका लागि प्र.जि.अ.बाट निर्देशन भइसकेको । धन्यवाद", "@bishalasia @hello_sarkar प्रमुख जिल्ला अधिकारी, गाउँपालिका प्रमुख, सुरक्षा निकाय तथा जलविद्युत आयोजनाका प्रतिनिधिको संयुक्त छलफलपछि समस्या समाधान भएको । सो Video घारखोला ज.वि.आयोजनास्थलको नभएर  Mristikhola Hydro Electric Project को भएको । धन्यवाद ।", "@peacenilsun बाणिज्य आपूर्ति तथा उपभोक्ता संरक्षण विभाग​\nबबरमहल, काठमाडौ, नेपाल ।​\nटोल फ्रि नम्बर ११३७ \nफोन नं. : +९७७-१-४२४३९३९, ४२४७९१२, ४२३९१२३ मा सम्पर्क गर्नुहुन अनुरोध छ । धन्यवाद ।", "वि.सं. २०७७ सालको विदा सम्बन्धमा राजपत्रमा प्रकाशित गृह मन्त्रालयको सूचना\nhttps://t.co/BelvFbaDJK", "सवारी पास सम्बन्धी जिल्ला प्रशासन कार्यालय काठमाण्डौको सूचना (२०७६ चैत्र १७) https://t.co/2i6MPjITY1", "आपूर्ति व्यवस्थापन सहज बनाउने सम्बन्धी गृह मन्त्रालयको प्रेश विज्ञप्ती\nhttps://t.co/pwtwIXOZNG", "@thapa_33 @hello_sarkar @NepalPoliceHQ @PM_Nepal कुटपीट गर्ने प्रहरी कर्मचारीलाई नेपाल प्रहरीले छानविन गरी प्रचलित कानुन बमोजिम कारवाही गरेको र सो स्थानबाट जिम्मेवारी अलग गरेको व्यहोरा प्राप्त भएको । धन्यवाद", "कोभिड-१९ संग सम्बन्धित गृह मन्त्रालयको २०७६/१२/०९ मा जारी प्रेस विज्ञप्ति\nhttps://t.co/ymM1YnhE9R", "@Padlocked00 @hello_sarkar @NEOCOfficial नेपाल सरकारको COVID 19 संक्रमण रोकथाम तथा नियन्त्रण उच्चस्तरीय समन्वय समितिको मिति २०७६।१२।०५ गतेको निर्णय अनुसार मिति २०७६।१२।०६ गते देखि प्रशिक्षण कार्यक्रम स्थगित गरिएको छ। धन्यवाद", "@ajaydas09 @hello_sarkar @PamphaBhusal @Nawasilwal नख्खु करिडोर निर्माण भइरहेको । सरोकारवालाको बैठकले “निर्माण सामग्रीको ओसार पसारमा प्रयोग हुने ठुला सवारी साधन वस्ती भन्दा बाहिर नख्खु करिडोरबाट सञ्चालन गर्ने” भन्ने भएकाले करिडोर सम्पन्न हुनासाथ निर्णय कार्यान्वयन गरिने र सो क्षेत्र निषेधित भनेर निर्णय नभएको व्यहोरा अनुरोध गरिन्छ", "@LaxmiBhatta12 @xarugrg86 @MahendraShmmg @yogesbhattarai @mohpnep @hello_sarkar विष्तृत विवरणका लागि यस लिंक हेर्नु हुन अनुरोध गरिन्छ । धन्यवाद https://t.co/sud0bEaGFu", "@xarugrg86 @MahendraShmmg @yogesbhattarai @mohpnep @hello_sarkar विदेशबाट नेपाल आउँदा सात दिन भित्रको मेडिकल रिपोर्ट सहित १४ दिन क्वारेन्टाइनमा पनि बस्नु पर्ने प्रावधान रहेको व्यहोरा अनुरोध गरिन्छ । धन्यवाद ।", "@dipesh_khanal @NepalPoliceHQ @hello_sarkar @NepalNHRC प्रस्तुत विषयमा प्रचलित कानून बमोजिम कारवाही अघि बढि सकेको व्यहोरा अनुरोध  गरिन्छ । धन्यवाद", "@iAnamol @NepalPoliceHQ @PM_Nepal यस विषयका सम्बन्धमा मन्त्रालयबाट आवश्यक निर्देशन भई सम्बन्धित जिल्ला प्रशासन कार्यालयबाट प्रचलित कानून बमोजिम कारवाही भएको", "@lalbahadurboga1 @hello_sarkar सामाजिक कुरीति  बेथिति र अन्धविश्वासको रुपमा रहेको छाउपडी प्रथाका कारण दिनानुदिन विभिन्न  सामाजिक अपराधलाई निर्मूल पार्न यस मन्त्रालयबाट छाउगोठ भत्काउने मात्र नभई विभिन्न सचेतनामूलक अभियान समेत सञ्चालन भइरहेकोले छाउपडी न्यूनीकरणको कार्य प्रगति उन्मुख रहेको", "यस मन्त्रालयको मिति २०७६।०९।२७ को (मा.मन्त्रिस्तर) निर्णयानुसार सरुवा हुन भएका प्रमुख जिल्ला अधिकारीहरुको विवरण https://t.co/ZhGo7MdRbo", "https://t.co/sjrBmrU1v0", "https://t.co/PIMxMYJdPL", "RT @DHM_FloodEWS: असोज-६\nआज कन्काई र यसका केही सहायक नदीमा बहाव बढ्ने,सतर्कता तलै हुने,आज ईलाम,झापा,मोरङ,सुनसरी ,सप्तरी,धनकुटा,उदयपुर,सिन्…", "RT @kpsharmaoli: राष्ट्रिय विज्ञान दिवसका अवसरमा वैज्ञानिक वा विज्ञानमैत्री समुदाय र वैज्ञानिक चेतनामार्फत सामाजिक परिवर्तनका लागि सक्रिय स…", "https://t.co/do5Me3x6eW", "RT @DHM_FloodEWS: नारायणीमा बाढीले खतरा तह पार गरेको होईन। नारायणीको सहायक नदी जलाधारमा बर्षाले खतरा तह पार गरेको  (भारी बर्षा मापन ) हो ।…", "RT @kpsharmaoli: प्यारा बालबालिका एवं अभिभावकहरू\nआज भदौ २९ गते राष्ट्रिय बाल दिवस,\nयस अवसरमा म देशभित्र र बाहिर रहेका सम्पूर्ण\nनेपाली बालबा…", "RT @hello_sarkar: @keendada @Mohagunaso तपाईको गुनासो दर्ता गरी सम्बन्धित निकायमा पठाईएको छ ।\nथप जानकारीको लागि इनबक्स चेक गर्नु होला धन्य…", "@batuwaaa यहाँको गुनासोलाई जिल्ला प्रशासन कार्यालय सर्लाहीमा आवश्यक  कारबाहीकाे लागि पत्राचार गरिएकाे छ । धन्यबाद \nच.नं. ४९/ मिति २०७६।०५।२६", "@premzorbanian @Hello_MOPE @hello_dot_np @hello_sarkar यहाँको गुनासोलाई वन तथा वातावरण मन्त्रालयमा आवश्यक कारबाहीकाे लागि पत्राचार गरिएकाे छ । धन्यबाद \nच.नं. ४८/ मिति २०७६।०५।२६", "@AmritaLamsal @hello_sarkar @NepalPoliceHQ यहाँको गुनासोलाई आवश्यक कारबाहीको लागि जिल्ला प्र्शासन कार्यालय धादिङमा पत्राचार गरिएको छ । च.नं. ५०/ मिति २०७६।०५।२६", "RT @DHM_FloodEWS: भाद्र २५, ४ः३० बजे\nआज राती गोरखा,लमजुङ,तनहूं,कास्की,स्याङजा,पाल्पा,अर्धाखांची,नवलपरासी लगायत नारायणी जलाधारको धेरै स्थान…", "https://t.co/C2DajLeTCH", "२०७४ साल चैत्र १४ गतेको प्रकाशित राजपत्रमा भोली मार्च ८ मा पर्ने अन्तराष्ट्रिय महिला दिवसको उपलक्ष्यमा सार्वजनिक विदा दिने उल्लेख भएको जानकारी गराइन्छ ।\nथप जानकारी \n\nhttps://t.co/zsl9o0aMPS", "@Hello_Sarkar @gctejendra छलफलको लागि अगाडी बढाइएको छ ।", "@Hello_Sarkar @GaurawMishra9 यो गुनासोलाई सम्बन्धित जिल्ला प्रशासनमा पठाइएको छ ।", "@cooolsunil राहदानी विभागमा सम्पर्क गर्न हुन ।", "कारागार सुधार सम्बन्धी प्रेस विज्ञप्ती \nhttps://t.co/qegbyTv4Fn", "निर्मला बलात्कार/हत्या प्रकरणमा नेपाल प्रहरीका एसपी बिष्ट र इन्स्पेक्टर भट्ट लाई बर्खास्त विज्ञप्ति ।https://t.co/QibnNjYp1h", "कञ्चनपुर घटनाको छानवीन समितिको प्रतिवेदन\nhttps://t.co/e3z5sbnHhQ", "@sanjish @Hello_Sarkar अनुगमन गरि कार्वाही गर्न हुन ।https://t.co/3UAfkNnOYb", "@mcecbhajani @hellodaojhapa @Hello_Sarkar kailali mail daokailali@gmail.com", "@Hello_Sarkar @DinanathB @bbcnepali अनुसन्धान गरि कार्वाहीको दायरा छ ।", "@bnodbam @Hello_Sarkar सुझावको लागि धन्यवाद गुनासो को नै twitter ho", "@hellodaojhapa @Hello_Sarkar धन्यवाद ।", "@amritna सुझावको लागि धन्यवाद ।", "@Hello_Sarkar @bhattaraijan @PM_Nepal @kpsharmaoli त्यस्तो आधिकारिक बिदाको जानकारी नआएको सूचना गर्दछौ ।", "@Hello_Sarkar @aj_thapa @PM_Nepal @NepalPoliceHQ अनुसन्धानको लागि अगाडी बढाइएको छ ।", "संविधान दिवस मनाउने सम्बन्धी विस्तृत सूचना हेर्नुहोला ।\n\nhttps://t.co/L2Masxbwoe", "@NepalPoliceHQ धन्यवाद छ नेपाल प्रहरीलाई", "@dao_rukumeast @Hello_Sarkar धन्यवाद ।", "@xarugrg86 @chhetri154456d1 @MahendraShmmg @JhaManchala @Hello_Sarkar @MohnaAnsari @AmritaLamsal @aksharkaka सुझावको लागि धन्यवाद ।", "@aarthik_abhiyan मेरो नि समस्या देखाउनु पर्ने थियो कसरी सम्पर्क गर्ने ।", "@gsubodh तपाइले निशुल्क 1112 का फोन गर्न सक्नु हुन्छ ।", "गृह मन्त्रालयको आधिकारी गुनासो सुन्ने तथा समाधान गर्ने Handel विगत देखिनै सञ्चालनमा रहेको जानकारी गराइन्छ ।\n\n@Hello_Sarkar", "RT @NepalPoliceHQ: बाढी प्रभावित स्थानहरुमा नेपाल प्रहरी अस्पतालबाट औषधिसहितको निम्‍नानुसारका विशेषज्ञ चिकित्सकहरुको कमाण्डमा चिकित्सक टोली…", "RT @thenepalesearmy: Rescue operations by personnel from 19 Bde, Nepalese Army at paddhapokhari, Tulsipur-10 Dang district. https://t.co/Hd…", "RT @JSPrabhakar: आजको व्यवस्थापिका–संसदलाई संबोधन । https://t.co/cMtTFHjkUM", "RT @NepalPoliceHQ: लामो यात्रामा निस्कँदा फोन नं. ०१-४४१२६०३ वा ०१-४४१२७८० मा सम्पर्क गरेर सडकको अवस्थासम्बन्धी जानकारी लिनहुन अनुरोध गर्द…", "सरकारले वाढी र पहिराे पिडित सबैलाइ हेर्ने हाे । सबै जिल्लामा क्षती विवरण (मानवीय,भाैतिक संरचना) क्षती तत्काल तयार गर्न निर्देशन दिइएकाे छ । https://t.co/G9C1apnkhe", "सप्तरीका प्र.जि.अ.संग यसवारेमा पहल लिन जानकारी गराइएकाे छ । याे सूचना सहित उहाँसंग सम्पर्क (९८५२८५७७७७) का लागि अनुराेध गरिन्छ । धन्यवाद । https://t.co/38Y3WBlvsl", "प्रभावित परिवारकाे राहत सूची स्थानीय तहमै संकलन गरी पठाउने हाे । सम्वन्धित जिल्ला दैवी प्रकाेप उद्दार समितीमा सूचना दिनुहोला । धन्यवाद । https://t.co/NWVCCIfHI7", "राहतबारे बुझ्न गृहमन्त्री पुगे हवाई अड्डा https://t.co/fSOhH2XmRS", "Informative. \nhttps://t.co/F58zOGBiIk", "सम्वन्धित निकायमा बुझ्दा याे पत्र चन्दा उठाउन नभइ फाउन्डेसनले अाफुसंग भएकाे राहत वितरण गर्न अन्य निकायलाइ समन्वय गरिदिन अनुराेध गरेकाे हो । https://t.co/r34G3zunh5", "RT @JSPrabhakar: बाडी पीडितसम्म पुगेर गृहमन्त्रीले भने - 'नआत्तिनुहोस् तपाईहरू संग म छु' Janardhan Sharma Prabhakar https://t.co/678ilYC7nO", "RT @DHM_FloodEWS: https://t.co/nhmLpuTIKu", "RT @DHM_FloodEWS: Retweeted FACTS Nepal (@FACTSNepal):\n\nबाढी प्रभावित जिल्लाका प्रहरी कार्यालय र प्रमुखका फोन नम्बरहरु I... https://t.co/Fk…", "RT @NRANepal: NRA deploys 99 engineers in 5 highly affected districts.\nhttps://t.co/U58uRdQ80k https://t.co/9WVb41eRso", "Kindly request to regular follow the MoHA authentic site; https://t.co/7Pod8Te6tk for current information. Thank you. https://t.co/WIIFZkrg3h", "सम्वन्धित जिल्लामा सम्पर्क गर्दा सरकारी निकायवाट नभइ कुनै संस्थाबाट बाँडिएकाे बुझिन अाएकाेले अब दाेहाेरिन नदिन सतर्कता अपनाउन भनिएको छ । https://t.co/QybYXKdq4q", "अाफु अनुकुल बाँड्दा कुनै स्थानमा धेरै, कुनै स्थानमा नपाउने अवस्था सिर्जना नहाेस भनेर नै केन्द्र र जिल्लामा समन्वय गर्न भनेको हो। धन्यवाद । https://t.co/FliBGbn22k", "एकद्वार प्रणाली लागु गरिएकाे हाेइन । केन्द्रमा केन्द्रिय राहत संयाेजन समिति र जिल्लामा विपद व्यवस्थापन समितिसंग समन्वय गरेर बाड्न भनेको हो । https://t.co/z87m52R6RB", "तात्कालिन योजना विपदवाट प्रभावितलाई राहत तथा पुनस्र्थापना, प्रभाव क्षती संकलन मूल्यांकन विश्लेषण आदीसंग सम्वन्धित रहन्छन् । https://t.co/P3dbqGqDDz", "RT @amritna: सरकार भनेकै यी-यस्तै त हुन्। एकोहोरो धारे हात लगाएर जादूमयी आत्मरतीमा भासिनु भन्दा विपदमा राज्यको मनोबल बढाउनु ठिक! https://t.…", "Please continue follow the web; https://t.co/7Pod8Te6tk authentic site of MoHA https://t.co/pYw3qXN8qd", "महत्वपूर्ण सुझावका लागि धन्यवाद । https://t.co/1bR7tULrYO", "राहत संकलन संयोजन समितिको संयोजकमा सहसचिव केदार न्यौपाने (सम्पर्क नं.९८५११४००११) लाई तोकिएको जानकारी गराउदछौं । https://t.co/9BPMN8JZVG", "यस विषयमा तात्कालिन, अल्पकालिन, मध्यकालिन र दीर्घकालिन योजना गृह मन्त्रालयले तिव्र रुपमा तयार गरिरहेको जानकारी गराउदछौ । https://t.co/2ZhBK9IfzX", "सल्लाह सुझावका लागि धन्यवाद । https://t.co/JLzKfdse9h", "सल्लाह सुझावका लागि धन्यवाद । https://t.co/5SYhGjuNjc", "सबैलाई सकुशल उद्धार गरिसकिएको जानकारी गराउदछौं । धन्यवाद । https://t.co/MpTdvaWK1h", "खवर प्राप्त हुनासाथ त्याँहा रेस्क्यू टिम परिचालन गर्दा एकै स्थानमा बसेका २०० जना मानिस उद्धार गरी सम्पर्कमा आइसकेका जानकारी प्राप्त भएको छ । https://t.co/w52kTJoCw6", "खवर प्राप्त हुनासाथ त्याँहा रेस्क्यू टिम परिचालन गर्दा एकै स्थानमा बसेका २०० जना मानिस उद्धार गरी सम्पर्कमा आइसकेका जानकारी प्राप्त भएको छ । https://t.co/1ayvkne2fC", "https://t.co/a7jDh2oBIT", "Please find the up to date information from https://t.co/7Pod8Te6tk ; MoHA NEOC site. https://t.co/pYw3qXN8qd", "RT @Hello_Sarkar: सतर्क र सुरक्षित रहन अनुरोध छ। https://t.co/PKi8bow1k8", "RT @DHM_FloodEWS: https://t.co/JqR8fXmo6C", "अनुसन्धान अधिकृत, अनुसन्धान सहायक पदको खुला प्रतियोगितात्मक परीक्षाको सुचना ।। https://t.co/XjbnhxeWBj", "विस्तृत खुलाएर gunaso@moha.gov.np मा इमेल गर्नु हाेला छाविन गरी अावश्यक कार्यबाही हुन्छ। धन्नेवाद । https://t.co/vPcHFDoejI", "RT @Hello_Sarkar: नेपाल सरकारको यस पोर्टलले धेरै सरकारी वेबमा आधारित विषयहरु समेटेर  प्रस्तुत गर्न खोजेको छ, हेर्न अनुरोध छ | धन्यवाद https…", "तपाईकाे गुनासाे च नं १९०-०७४/७५ मार्फत जिल्ला प्रहरी कार्यालय कास्की पाेखरामा पठाईएको छ । गुनासाेकाे लागि धन्नेवाद ।। https://t.co/Yk7jjRSFY6", "RT @DHM_FloodEWS: श्रावण १५  को बाढी पूर्वानुमान: चितवन भन्दा पश्चिमी तराईको क्षेत्रमा भोली सम्मै अली चनाखो हुन सुझाब! https://t.co/0pCpYEz…", "सम्पूर्ण जि.प्रशा.का.हरूमा अशक्त अपाँगमैत्री सम्पर्क कक्षको व्यवस्था गर्ने सो को लागि कम्तीमा ना.सु.तहको कर्मचारी खटाउन पत्राचार गरिएको छ ।", "यस विषयमा अभियुक्तलार्इ पक्राउ गरीसकिएको र मुद्दा दर्ता हुने प्रकृयामा रहेको जिल्ला प्रहरी कार्यालय भाेजपुरले जानकारी दिएको छ । धन्यवाद । https://t.co/AAcKN6ovBc", "अनावश्यक हर्न वजाउने तथा ठुलो अावाजमा बाइक कुदाउने चालक उपर कारवाही गर्न महानगरिय ट्राफिक प्रहरी प्रभागलार्इ पत्र लेखिएको जानकारी गराइन्छ । https://t.co/84b040vFyE", "पुष्प मुनकर्मी भक्तपुर इमेल मार्फत प्राप्त गुनासो- संयुक्त अनुगमन गरी बढी भाँडा लिएका बा३ख ८५९२, बा४ख ४१६, बा३ख८२७ लगायतलाइ कारवाही गरिएको ।", "बिदेशवाट गुनासो टिपाउदा कृपया गुनासो कक्षको इमेल gunaso@moha.gov.np मा पठाउनुहोला । https://t.co/0Ci8pfmac1", "@Hello_Sarkar ले परराष्ट्र मन्त्रालय र श्रम तथा रोजगार मन्त्रालयसंग समन्वय गरेर व्यवस्थापन गर्नेछ । https://t.co/V0RqAHlZW5", "यस बारेमा मा.मन्त्रीज्यूवाट नै नदिएकाे धारणा बाहिर अाइसकेकोले भ्रममा नपर्न सबैंमा हार्दिक अनुरोध गरिन्छ । https://t.co/RMcbsPptDA", "@JhaMeAjit @Hello_Sarkar @valleytraffic @NepalPoliceHQ @mohaplanning पहिलो चरणमा काठमाण्डाै उपत्यकामा ट्राफिक लाइट राख्ने सम्वन्धमा ८४ वुदे कार्यक्रम वमोजिम कार्ययोजना तयार भइरहेको जानकारी गराइन्छ ।", "@vpEjojBuX0OuteW यसको लागि सशस्त्र प्रहरीको BOP थप स्थापना गर्ने तर्फ पहल भइरहेको जानकारी गराइन्छ ।", "@bc_nischal बिदेशवाट गुनासो टिपाउदा कृपया गुनासो कक्षको इमेल gunaso@moha.gov.np मा पठाउनुहोला ।", "गुनासो सुन्‍न गृहमा टोल फ्रि नम्बर\nhttps://t.co/FaZlESsGDG", "https://t.co/XqyZln3Bzn", "गृहमन्त्रीले मिलाए नागरिकको गुनासो सुन्ने व्यवस्था, १११२ मा फोन गर्नुस्, गुनासा सुनाउनुस् https://t.co/YxgnQ4xseJ", "अब सुनाउनुहोस् सिधै गृहमन्त्रीलाई गुनासो\nhttps://t.co/3OzElzlhgm", "RT @JSPrabhakar: कुनै पनि सेवाग्राहिले स्थानीय प्रशासनबाट सेवा नपाएको भए र शान्ति सुरक्षासंग सम्बन्धीत जरुरी सूचना भएमा... https://t.co/4M8…", "https://t.co/HRyk7Buh1J", "https://t.co/quLCfp7JLj", "गृह मन्त्रालय वा अन्तर्गतका निकायका गुनासो छ भने जानकारी छन् भने, \nToll Free No.- 1112 \nTwitter-@mohagunaso\ne-mail- gunoso@moha.gov.np", "गृह मन्त्रालय वा अन्तर्गतका गुनासो सुनुवार्इको लागि गृह मन्त्रालयमा नि:शुल्क टेलिफोन टोल फ्रि नं.१११२ को मा.गृह मन्त्रीज्यूवाट उद्घाटन ।", "RT @Hello_Sarkar: गृह मंत्रालयसंग सम्बन्धित गुनासा लिन मन्त्रालयले @MOhaGunaso आजदेखि संचालनमा ल्याएको छ । यसमा सीधै गुनासो राख्न सक्नु हु…", "RT @JSPrabhakar: तपाइहरुका गुनासा तथा समस्याको समाधानका लागि गृह मन्त्रालयद्वारा भोली देखि लागु हुने गरी टोल फ्री नं. १११२... https://t.co/…"]