["https://t.co/xjVzn8GEVp", "हिजो बिहान रौतहटको गरूडा नगरपालिका वडा नं.३ मलाहिटोलमा चट्याङ्ग लागेर तीन जनाको मृत्यु भएको र १३ जना घाइते भएको खवरले मलाई स्तब्ध बनाएको छ । दुर्घटनामा दु:खद निधन भएका स्थानीयबासिन्दाप्रति भावपुर्ण श्रद्धाञ्जली अर्पण गर्दै घाइतेहरुको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "नेपाली कांग्रेसका नेता, सांसद तथा समाजवादी चिन्तक प्रदीप गिरिको शनिबार राति उपचारको क्रममा निधन भएको खबरले अत्यन्त दुःखी बनाएको छ । दिवंगत नेता गिरिप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै शोकाकुल परिवारजनमा गहिरो समवेदना प्रकट गर्दछु ।", "https://t.co/2QUucafhR6", "आज गरिएको परीक्षणमा कोरोना संक्रमण देखिएको छ । अहिले सामान्य लक्षण सहित घरमै आराम एवम् स्वास्थ्यलाभ गरिरहेको छु । स्वास्थ्य संवेदनशीलतालाई मध्यनजर गर्दै केही दिनका लागि भेटघाट तथा निर्धारित कार्यक्रमहरू स्थगित गरिएको कुरा सबैमा सविनय अनुरोध छ ।", "RT @cpn_socialist: https://t.co/4nE41CM3Ub", "https://t.co/NoFWT15OVq", "RT @cpn_socialist: https://t.co/Xqq55Cobvk", "RT @cpn_socialist: https://t.co/lF3NIcocc7", "RT @cpn_socialist: https://t.co/F05dV8dtJT", "RT @cpn_socialist: https://t.co/cpwebvu8zq", "RT @cpn_socialist: प्रतिगमनलाई परास्त गराैं, कलम चिन्हमा मतदान गराैं । https://t.co/O2EW0IsREp", "RT @cpn_socialist: श्रमिक दिवसको शुभकामना ! श्रमिक आन्दोलनका उपलब्धीको रक्षा गर्न र प्रतिगमनकारीलाई व्यवहारिक रुपमै परास्त गर्ने अवसरका रुप…", "RT @cpn_socialist: https://t.co/rXg7nehMoi", "RT @cpn_socialist: https://t.co/H2FGAUM1Ft", "RT @cpn_socialist: https://t.co/SHH00hOGeQ", "RT @cpn_socialist: https://t.co/ynQUv0ChJw", "RT @cpn_socialist: https://t.co/0BhU4hSbAY", "RT @cpn_socialist: https://t.co/8BGwOWuNPg", "RT @cpn_socialist: https://t.co/Etlp4Wokcf", "RT @cpn_socialist: https://t.co/ZbpDklIYtI", "RT @cpn_socialist: https://t.co/nnPjQQ1rAL", "RT @cpn_socialist: स्थानीय तहको चुनावबारे अध्यक्ष माधवकुमार नेपालको भिडियो सन्देशl \nhttps://t.co/HaWDEy1yh0", "RT @cpn_socialist: ११२ औँ अन्तर्राष्ट्रिय महिला दिवसको शुभकामना https://t.co/5pALcJPBiY", "RT @cpn_socialist: हाम्रो पार्टी नेकपा (एकीकृत समाजवादी) केन्द्रीय निर्वाचन आयोग सदस्य तथा संविधानसभा सदस्य कमरेड डा. दुमनसिंह थापाको दु:खद…", "https://t.co/EXBK2xKuK2", "RT @cpn_socialist: https://t.co/nHX3bIK2T4", "https://t.co/DPa29IKw3v", "RT @cpn_socialist: बंगलादेशमा सम्पन्न भएको एसियन सिनियर सेन्ट्रल जोन भलिबल च्यालेन्ज कपको उपाधि विजेता राष्ट्रिय महिला भलिबल टोलीलाई हार्दि…", "RT @cpn_socialist: https://t.co/VJkbu4Lkaz", "नेपालीहरुकाे महत्त्वपूर्ण पर्वहरु धान्यपूर्णिमा, योमरीपुन्ही तथा उँधौलीका अवसरमा सम्पूर्ण दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "दोस्रो कार्यकालका लागि नेपाली कांग्रेसको सभापतिमा निर्वाचित हुनुभएकोमा सम्माननीय प्रधानमन्त्री श्री शेरबहादुर देउवाजीलाई बधाई तथा शुभकामना व्यक्त गर्दछु ।", "RT @cpn_socialist: सन्धिखर्क, अर्घाखॅाचीमा आयोजित कार्यकर्ता भेलामा पार्टी अध्यक्ष कमरेड माधवकुमार नेपाल । https://t.co/qEgRlsSWoB", "RT @Krishnacpnus: नेपाल-कतार संयुक्त समितिको बैठकपछि सहमतिपत्र आदान-प्रदान गरिंदै, बैठकमा सन् २००५ मा भएको श्रम सम्झौता पुनरावलोकन गर्ने ल…", "RT @Krishnacpnus: नेपाल कम्युनिष्ट पार्टी (एकीकृत समाजवादी) तनहुँ- काठमाडौं सम्पर्क मञ्चद्वारा आयोजित भेलामा @ncp_madhavnepal https://t.co/…", "RT @ourktv: नेकपा एकिकृत समाजवादीका अध्यक्ष माधवकुमार नेपालसँग सत्ता गठबन्धनको भविष्य, पार्टीको औचित्यदेखि प्रधानन्यायाधीश प्रकरणसम्म रोचक…", "RT @cpn_socialist: नेपाल कम्युनिष्ट पार्टी (एकीकृत समाजवादी)को आधिकारिक लोगो https://t.co/5goDc8YJ5w", "https://t.co/PovukWvFDC", "https://t.co/eETpAzRsnn", "https://t.co/w8hDiH49ku", "ध्यानाकर्षण गराउॅदै सम्पूर्ण पार्टी पङ्तीलाई  उद्धार र राहतको काममा परिचालित हुन अनुरोध गर्दछौं ।", "अविरल वर्षाका कारण सुदूरपश्चिम प्रदेश सहित देशका विभिन्न स्थानमा आएको बाढीले तटीय क्षेत्रका सयौं  घर डुबानमा परेको र किसानले लगाएको तरकारी र धान बाली नष्ट भएको छ। जोखिमयुक्त क्षेत्रका बासिन्दालाई तत्काल सुरक्षित स्थानमा सार्न र उद्धार तथा राहतका लागि सरकार एवम् सम्बन्धित निकायको+", "मोहम्मद जयन्ती १४९६ को अवसरमा मुस्लिम समुदाय सहित सवै नेपालीमा हार्दिक शुभकामना ।", "RT @Online_khabar: एकीकृत समाजवादीको अभियान : हरेक वडामा १०० संगठित सदस्य\nhttps://t.co/yCu7YTsCRb", "https://t.co/NlEYKQfi7U", "RT @cpn_socialist: https://t.co/8Lafr641t3", "https://t.co/tpvN9q5Uf1", "RT @cpn_socialist: https://t.co/GCVI1dRCgo", "RT @cpn_socialist: https://t.co/wWQRCLgPFu", "RT @nagarik_news: नेपालको प्रस्ताव: चुनावसम्मै गठबन्धन https://t.co/GQEbW7WxWl", "RT @cpn_socialist: https://t.co/tlMi04VXhc", "RT @Online_khabar: एमालेको नाम सुनेरै जनताले नाक खुम्च्याउने भइसके : माधव नेपाल\nhttps://t.co/IW3TufiqbH", "RT @cpn_socialist: https://t.co/mxGH69eDIL", "RT @cpn_socialist: https://t.co/qhjRt6dGgm", "RT @cpn_socialist: https://t.co/p1qPvsQ9X5", "RT @cpn_socialist: नेकपा (एकीकृत समाजवादी )कास्कीको कार्यकर्ता भेला पोखरामा,  अध्यक्ष कमरेड माधवकुमार नेपालद्वारा सम्वोधन। https://t.co/sT5…", "RT @setopati: सर्वोच्च अदालतको फैसलाबाट संविधान र लोकतन्त्रको रक्षा भएको कुरालाई पनि यस अवसरमा उच्च सम्मानसहित स्मरण गर्नैपर्ने उनले बताएका…", "RT @cpn_socialist: https://t.co/D7sexPn0ex", "RT @cpn_socialist: https://t.co/YPKr5g1HHS", "नेकपा( एकीकृत समाजवादी)को केन्द्रीय कार्यालय २०७८ असोज १ गतेदेखि नयॅा बानेश्वरको आलोकनगर (तीनकुने पुल दक्षिण)मा श्री पूजा थापा बस्नेतज्यूको घरमा रहने र उक्त कार्यालय भोलि बिहान १०:०० बजेदेखि आरम्भ गरिने कुरा सबैमा जानकारी गराउॅछु। साथै सबैबाट सकारात्मक सहयोगको अपेक्षा समेत गर्दछु", "RT @cpn_socialist: नेकपा( एकीकृत समाजवादी) केन्द्रीय कार्यालय उद्घाटन असोज १ गते बिहान ठिक १० बजे हुने भएकोले केन्द्रीय कार्यालय, आलोकनगर (…", "RT @cpn_socialist: https://t.co/UMfo99zHBh", "RT @cpn_socialist: नेकपा एकीकृत समाजवादी जिल्ला सङ्गठन दोलखाको अधिबेशन आयोजक कमिटी घोषणा तथा सपथ ग्रहण कार्यक्रम https://t.co/9u5Itkz42I", "RT @cpn_socialist: युवा संघ नेपालको लुम्बिनी प्रदेशस्तरीय भेलामा अध्यक्ष कमरेड माधवकुमार नेपाल https://t.co/VedqiDk08I", "RT @cpn_socialist: https://t.co/JaG9yvCz6T", "RT @cpn_socialist: बाँकेमा पार्टीको जिल्ला कार्यालयको उदघाटन गर्नुहुँदै अध्यक्ष माधवकुमार नेपाल https://t.co/tNAiTDwHky", "RT @cpn_socialist: https://t.co/EJI1jhh91a", "RT @cpn_socialist: https://t.co/tUD9lLgPc1", "RT @cpn_socialist: https://t.co/ufBVcHpEnT", "आज विश्व फिजियोथेरापी दिवसको अवसरमा फिजियोथेरापी चिकित्सक सहित सम्वद्ध सवैमा शुभकामना दिन चाहन्छु । म आफुले पनि वेलावेला फिजियोथेरापी उपचार गरी लाभ लिंदै आएको छु । सरकार र सरोकारवालाहरुले फिजियोथेरापी उपचारलाई थप प्रवद्र्धन गर्न आवश्यक रहेको मैले महसुस गरेको छु ।", "RT @Online_khabar: सुदूरपश्चिम प्रदेशमा एमालेका ३ सांसदले रोजे एकीकृत समाजवादी\nhttps://t.co/SWJsIloOzn", "RT @cpn_socialist: https://t.co/L6bKyFjHoq", "RT @Haribthapa: एमाले संखुवासभा अध्यक्षसहित ३५ सदस्य नेकपा एसमा खुले https://t.co/Xw77XpF5ZG", "RT @cpn_socialist: धनकुटाको समानान्तर जिल्ला कमिटीो बैठक बसी नेकपा (एकीकृत समाजवादी) मा आवद्व हुने सर्बसम्मत निर्णय गर्नुको साथै पार्टी के…", "https://t.co/F8KslbH18A", "RT @cpn_socialist: https://t.co/NzJ16g2W9d", "RT @cpn_socialist: https://t.co/bqgdtyYbH7", "RT @cpn_socialist: नेपाल कम्युनिस्ट पार्टी (एकीकृत समाजवादी) को भातृ संगठन युवा संघ नेपाल चन्द्रागिरी नगर कमिटीको आज सम्पन्न भएको बृहत् भे…", "RT @cpn_socialist: https://t.co/9maKXsVLVz", "RT @cpn_socialist: https://t.co/v2d7kohHSN", "RT @cpn_socialist: सल्यानमा नेकपा (एकीकृत समाजवादी ) मा आज मात्रै स्थानीय तहका ६४ जना जनप्रतिनिधिहरूले सनाखत गर्नुभएकाे छ  । पालिका अध्यक्ष…", "RT @cpn_socialist: https://t.co/a94U3rA18h", "RT @cpn_socialist: https://t.co/4HK1yGOS2P", "RT @cpn_socialist: नवगठित जिल्ला कमिटीलाई बधाई तथा शुभकामना ।https://t.co/I5InHhpOWb", "RT @Online_khabar: सिग्देल नेतृत्वको एमाले मकवानपुर कमिटी एकीकृत समाजवादीमा रुपान्तरित\nhttps://t.co/65AvsveMNk", "RT @cpn_socialist: https://t.co/bK4gVi9aIB", "RT @cpn_socialist: https://t.co/2MvWEvNCZU", "RT @alive_aastha: नेकपा (एस) काे संसदीय दल कार्यालय स्थापना गरिएकाे छ।जनताकाे मन जितेर जनताकाे दैनिक जनजीवन परिवर्तन गर्न सक्ने गरी पार्टी…", "RT @cpn_socialist: वॅाकी कमरेडहरूलाई पनि नेपालको कम्युनिष्ट आन्दोलन बचाउॅदै देश र जनताको सेवामा समर्पित हुन यही पार्टी रोज्न आव्हान ! आउनु…", "RT @cpn_socialist: दम्भ,अहंकार,स्वेच्छाचारिता,भ्रष्ट्राचार,कुशासन,अन्याय,अपमानपूर्ण व्यवाहार हॅुदै दक्षिणपन्थी अवसरवाद एवम् विसर्जनवाद तर्फ…", "RT @Online_khabar: नेकपा विभाजनका कारण नवनियुक्त मुख्यमन्त्री भीम आचार्य नेतृत्वको प्रदेश १ सरकार अल्पमतमा छ । गत विहीबार गठन भएको सरकार अ…", "RT @cpn_socialist: नेकपा (एकीकृत समाजवादी) का नेता रामकुमारी झाँक्री @Jhakri_didi को अन्तर्वार्ता: https://t.co/V4KLe8mkzQ", "RT @Online_khabar: एमाले फुटेको होइन, हामीले विद्रोह गरेका हौं : झलनाथ खनाल https://t.co/WSO8sbahdp", "RT @NepalAaja: उपचारपछि स्वदेश फर्केका खनाललाई लिन अध्यक्ष नेपाल आफै विमानस्थलमा https://t.co/HiWSCxp8lU\n@khanal_jn @jnkhanal @ncp_madhavne…", "RT @cpn_socialist: भारतमा उपचार गरी स्वदेश फर्कनुभएका नेकपा (एकीकृत समाजवादी) का वरिष्ठ नेता तथा पुर्व प्रधानमन्त्री कमरेड झलनाथ खनाललाई…", "RT @cpn_socialist: https://t.co/DqdH3fHFgh", "RT @cpn_socialist: प्रगतिशील साहित्यिक, सांस्कृतिक आन्दोलनका अगुवा अग्रज आनन्ददेव भट्टप्रति भावपूर्ण श्रद्धाञ्जली ! शोक सन्तप्त परिवारजनमा…", "RT @cpn_socialist: श्रीकृष्ण जन्माष्टमी तथा गौरा पर्वको अवसरमा सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा सुख, शान्ति, समृद्धि र सुस्वा…", "RT @Umesh_Chauhan: ‘म अध्यक्ष हुँदा ओली जथाभावी बोल्दै हिँड्नुहुन्थ्यो, तर उहाँलाई कमिटिमा ल्याएर एक घण्टा, दुई घण्टा, तीन घण्टा पूरा बोल्न…", "RT @cpn_socialist: https://t.co/3Xnc3TQTJu", "RT @cpn_socialist: https://t.co/Ax1Ogabmlv", "RT @Shilapatra: तत्काल कुनै पार्टीसँग एकता गर्ने याेजना छैन: माधव नेपाल https://t.co/nPBlm2o6Gp", "RT @Wasim2Alam: नेकपा एमाले माधव नेपाल समूहले बनाएको चन्द्रवीर राइ नेतृत्व रहेको मोरङ जिल्ला  कमीटी आजबाट औपचारिक रूपमा नेकपा  (एकीकृत समाज…", "RT @Nepalkhabar24: 'नेपाली राजनीतिमा एउटा नयाँ तारा उदाएको छ', उनले भने, 'एकीकृत सजमावादीको नाममा नयाँ सूर्य उदाएको छ।' https://t.co/UUGwPj…", "RT @Rato_pati: ओलीकै कारण एमाले मृत अवस्थामा पुग्यो : माधव नेपाल https://t.co/j9sCQ8cbtA", "RT @nagarik_news: म कुनै पार्टीसँग एकता गर्दिनः माधव नेपाल https://t.co/J3XC7O7Zv9", "RT @12khari: मन्त्रिपरिषद् छिट्टै विस्तार हुन्छ : माधव नेपाल \nhttps://t.co/tU60JHZdiG", "RT @Ujyaalo: मन्त्री परिषद् विस्तारबारे माधव नेपाल https://t.co/Wjn8imipY4", "RT @Online_khabar: नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले सबैतिर पाँच दलीय गठबन्धनको बहुमत पुगेको बताएका छन् ।\nhttps://t.co/ZamA…", "RT @Haribthapa: मन्त्रीको प्रभाव\n\nकालिकोटका अधिकांश एमाले जनप्रतिनिधि एकीकृत समाजवादीमा\nhttps://t.co/x9laTxJKjI", "RT @Online_khabar: नेकपा एकीकृत समाजवादीले राष्ट्रियसभा, संसदीय दलको नेतामा वेदुराम भुसाललाई चयन गरेको छ ।\nhttps://t.co/1ywboDV7po", "RT @Online_khabar: नेकपा एकीकृत समाजवादीको संसदीय दलको नेतामा अध्यक्ष माधवकुमार नेपाल चयन भएका छन् । \nhttps://t.co/qZgyRhhDWt", "RT @tikaramyatri: हामी कसैकाे टाङ्गामुनि छिर्दैनौं- माधवकुमार नेपाल  @ncp_madhavnepal @AP1TV_Official", "RT @Haribthapa: नेकपा (एकीकृत समाजवादी)ले आज संसदीय दलको नेता चुन्‍ने https://t.co/FiIpKATBXb", "RT @Online_khabar: नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले आफूलेजस्तो काम कसैले गरेको छैन भनेर दाबी गर्ने एमाले अध्यक्ष केपी श…", "RT @cpn_socialist: https://t.co/0K2giCXJGm", "RT @cpn_socialist: पेशागत महासंघ नेपाल ललितपुर जिल्ला भेला तथा प्रशिक्षण कार्यक्रममा अध्यक्ष कमरेड माधवकुमार नेपालले सम्वोधन गर्नुभयो । १२…", "RT @cpn_socialist: https://t.co/qyNjp2gk6F", "RT @cpn_socialist: https://t.co/HDYuosnvaq", "https://t.co/o21UXNB7Vd", "RT @setopati: नेपाल पक्षको रूपन्देही जिल्ला कमिटी नेकपा (एकिकृत समाजवादी) मा रूपान्तरित https://t.co/8Y4Lk8vBTr", "RT @Online_khabar: एमाले सुुदूरपश्चिमकी प्रमुुख सचेतक पनि एकीकृत समाजवादीमा https://t.co/jKkV6QCxH1", "https://t.co/ARLJIYlRCu", "RT @cpn_socialist: https://t.co/zd9k92WSsR", "https://t.co/5pxQqLB5Rp", "https://t.co/WYPQxkfthn", "https://t.co/tI2JzYjGI6", "https://t.co/ZYTLDaxAbA", "https://t.co/ejUd7JDx9n", "नेपाल लोकतान्त्रिक आदिवासी जनजाति महासंघका केन्द्रीय उपमहासचिव तथा नेकपा (एकीकृत समाजवादी)कास्कीका नेता कमरेड चेत गुरुङको अल्पायुको भएको असामयिक निधनको खवरले मलाई स्तब्ध बनाएको छ।कमरेड चेत गुरुङप्रति भावपुर्ण श्रद्धाञ्जली अर्पण गर्दै शोकाकुल परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु https://t.co/T35v1Nt7c5", "RT @cpn_socialist: https://t.co/t0oyZ2SLwy", "RT @cpn_socialist: https://t.co/fHUusjVUBI", "जनताको गीत गाउने गायकका रुपमा नेपाली समाजमा स्थापित जेबी टुहुरेले निरंकुशताबिरुद्ध जनता जगाउन सांगितिक एवम् राजनीतिक क्षेत्रमा अतुलनीय योगदान गर्नुभएको छ । उहाँप्रति भावपुर्ण श्रद्धाञ्जली अर्पण गर्दै शोकसन्तप्त परिवारजनमा गहिरो समवेदना प्रकट गर्दछु ।", "वरिष्ठ प्रगतिशील गायक तथा संविधानसभा सदस्य जुठबहादुर खड्गी (जेबी टुहुरे) को ७८ बर्षको उमेरमा उपचारका क्रममा निधन भएको खवरले स्तब्ध बनाएको छ ।", "RT @setopati: आज दिउँसो पत्रकार सम्मेलन गर्दै माधव नेपाल https://t.co/QqslwZRs0h", "RT @cpn_socialist: नेपाल कम्युनिस्ट पार्टी (एकीकृत समाजवादी) का अध्यक्ष कमरेड माधव कुमार नेपाल सहित केन्द्रीय नेताहरुकाे उपस्थितिमा अाज दि…", "RT @cpn_socialist: https://t.co/4qQSH9CQBO", "RT @setopati: विभाजनपछि पनि एमाले सबैभन्दा ठूलो दल\nhttps://t.co/bZ6x7RcyW2", "RT @brb1954: एकीकृत समाजवादीले औपचारिक मान्यता प्राप्त गरेकोमा वधाइ! @ncp_madhavnepal देशमा वैचारिक-राजनीतिक विमर्श सट्टा पार्टीभित्र नेताह…", "दल दर्ता प्रमाणपत्र । https://t.co/rWDrME1ilJ", "RT @cpn_socialist: अपील https://t.co/Lil2fdPy1J", "RT @cpn_socialist: https://t.co/7pAVFkO3BP", "RT @cpn_socialist: https://t.co/g7um34GaTp", "RT @cpn_socialist: https://t.co/Rlh2Vum8Uk", "RT @cpn_socialist: https://t.co/mGXVB3ayzv", "RT @cpn_socialist: https://t.co/hdx4GM5u1N", "RT @cpn_socialist: https://t.co/eaTQKCVvP3", "RT @cpn_socialist: https://t.co/dfF4Q7beCv", "RT @cpn_socialist: https://t.co/4ndirHTyAW", "RT @cpn_socialist: https://t.co/alXX5LgDwE", "स्वरूप नै‘वार्ता र सहमती’का भ्रमपूर्ण समाचार सार्वजनिक भएका छन्।अत:यस प्रकारका छलकपटपूर्ण समाचारबाट भ्रममा नपरी हाम्रो पार्टी एवम् नेपालको कम्युनिष्ट आन्दोलनलाई पुनर्गठन गर्ने काममा दृढतापूर्वक उभिन सम्पूर्ण पार्टी पंक्ति,न्यायप्रेमी एवम् क्रान्तिकारी जनसमुदायमा अपिल गर्दछु ।", "दक्षिणपन्थी विसर्जनवाद, विकृती, अन्याय र विसंगतिका विरूद्ध विद्रोह गर्दै कम्युनिष्ट आन्दोलन र सॅस्कृतिको रक्षा, मुलुकको समृद्धि एवम् जनतालाई खुसी प्रदान गर्ने लक्ष्य सहित नयॅा कम्युनिष्ट पार्टी दर्ताको प्रक्रिया अगाडि बढिरहेको सन्दर्भमा पटक पटकका बेइमानी एवम् धोखाधडीको निरन्तरता+", "RT @cpn_socialist: https://t.co/cc4G0u3IQh", "RT @cpn_socialist: https://t.co/vQy6qkQ6D5", "RT @cpn_socialist: https://t.co/kchNRRrf2f", "RT @cpn_socialist: संविधानको रक्षा गर्ने कि नगर्ने, गणतन्त्रको रक्षा गर्ने कि नगर्ने, पार्टीभित्र आन्तरिक लोकतन्त्र जिवित राख्ने कि नराख्ने…", "RT @cpn_socialist: सरोजदिलु विश्वकर्मा लेख्नुहुन्छ: नयाँशक्ति हाक्ने र जनताको समावेशी विचारलाई समेट्ने नेतृत्व भनेको माधवकुमार नेपाल नै हो।…", "RT @cpn_socialist: केशव नेपालको आलेख: अब कम्युनिस्ट एकता र आन्दोलनको पक्षमा उभिनु नै सही र निर्णायक हुनेछ । माधवकुमार नेपाल त्यही दिशामा अ…", "RT @cpn_socialist: https://t.co/LEC5Xlb1T9", "RT @cpn_socialist: https://t.co/cdS69S7xPe", "RT @cpn_socialist: https://t.co/murAmPCqrf", "RT @cpn_socialist: https://t.co/WTiM7zCRBU", "RT @cpn_socialist: https://t.co/eZfbaT427U", "RT @cpn_socialist: भारतको नयाँदिल्ली स्थित एपोलो हस्पिटलमा उपचाररत पूर्व प्रधानमन्त्री झलनाथ खनालज्यू नयाँ दर्ता भएको नेपाल कम्युनिष्ट पा…", "RT @cpn_socialist: हाम्रो दर्ता प्रक्रिया बैधानिक रुपमा पूरा हुनासाथ राष्ट्रिय भेला÷सम्मेलन गरी अहिले समावेश गर्न नसकेका अनुभवी एवम् योग्य…", "RT @cpn_socialist: नेपाली जनताले कम्युनिष्ट पार्टी र आन्दोलन मार्फत चाहेको सँस्कृति एवम समृद्धिको लागि सम्पूर्ण न्यायप्रेमी जनताबाट सकारा…", "RT @cpn_socialist: एकताका सबै ढोका बन्द गर्दै हाम्रै पहलमा लोकप्रिय बनेको नेपालको कम्युनिष्ट पार्टीलाई कब्जा, बद्नाम एवम् समाप्त पार्ने को…", "https://t.co/FV0tfN5V0Z", "नेकपा (एमाले) केन्द्रीय कमिटी सचिव योगेश भट्टराई र पार्टीका ताप्लेजुङ जिल्ला उपाध्यक्ष मातृका भट्टराईकी ममतामयी आमा महेन्द्रादेवी भट्टराईकाे दु:खद निधन भएको खबरले स्तब्ध बनायाे। दिवंगत आमाप्रति भावपूर्ण श्रद्धान्जली अर्पण गर्दै सम्पूर्ण परिवारजनमा गहिरो समवेदना प्रकट गर्दछु ।", "हार्दिक शुभकामना ! https://t.co/bJ0SMHVKqp", "https://t.co/9VeyShOB2K", "राष्ट्रिय धान दिवसको हार्दिक शुभकामना https://t.co/JYiPGW73K3", "७० औँ मदन जयन्तीको हार्दिक शुभकामना ! https://t.co/5vG5lijW1S", "एकताबद्ध पार्टी र आन्दोलन बनाउन लागौं साथै नेपाल राष्ट्रको गरिमा ऊँचो राख्न तथा  संविधान, गणतन्त्र र नेपाली जनताको हितको रक्षा गर्न  सम्पूर्ण  वामपन्थी, लोकतान्त्रिक र परिवर्तनकारी सकारात्मक शक्तिहरू एक हौं । मुलुकलाई भड्खालोमा पुग्नबाट समयमै जोगाऔं !", "सरकार र पार्टीको पदको दुरुपयोग गरेर पटक पटक गलत निर्णय गर्दै जाने स्थितिले पार्टी, देश र कसैलाई गन्तब्यमा  पुर्याउँदैन र राम्रो परिणाम दिँदैन । हामीले गलत कार्यको खबरदारी गर्दै आएका थियौं र छौं ।", "संसदमा झण्डै दुई तिहाई बहुमतका साथमा बलियो सरकार बनेको थियो, जनचाहना अनुसार इतिहासमै सबैभन्दा ठूलो कम्युनिष्ट पार्टी “नेकपा” बनेको थियो ।तर, संसद्, सरकार र पार्टी (नेकपा) साथै नेकपा(एमाले) लाई तहसनहस गरेर गलत बाटो अंगाल्दाको परिणाम सिंगो देश सहित पार्टी र जनताले भोग्दैछन्।", "एकताबद्ध पार्टी र आन्दोलन बनाउन लागौं, नेपाल राष्ट्रको गरिमा ऊँचो राख्न तथा  संविधान, गणतन्त्र र नेपाली जनताको हितको रक्षा गर्न  सम्पूर्ण  वामपन्थी, लोकतान्त्रिक र परिवर्तनकारी शक्तिहरू एक हौं । मुलुकलाई भड्खालोमा पुग्नबाट समयमै जोगाऔं !!https://t.co/wCYSOUiTv8", "असल नियतका साथ गरिएका अनौपचारिक वार्ता र सम्वादलाई रणनीतिका रुपमा प्रयोग गर्नेहरु र एकता विरोधी तत्वहरूसंग सावधान हुन सबैको ध्यानाकर्षण गर्न चाहन्छु।", "सत्ता जोगाउन संविधानका विरोधी  र दक्षिणपंथी तत्वसँग आत्मसमर्पण गर्ने, एकताविरोधी हर्कतलाई जारी राख्ने कुराले एकताबद्ध पार्टी बनाउने प्रयासविरुद्ध को कुन रूपमा लागेको छ - सहजै देख्न सकिन्छ।", "स्थायी समितिका नेतामाथि कथित कारबाही,  फेरि उहाँहरुसँगै वार्ता पनि गर्ने दोहोरो चरित्रले विभिन्न शंका उब्जाएकै थियो । जिम्मेवार भएर पार्टी एकता बचाउन अधिकतम लचक भएर प्रस्तुत हुँदा त्यसलाई कमजोरीका रुपमा लिएको जस्तो देखियो।", "कर्णाली प्रदेशका सांसद एवम् पार्टीका नेताहरूमाथि विधान विपरित गरिएको कारबाहीलाई अदालतले उल्ट्याएपछि फेरि भ्याकेटमा जाने निर्णयबाट पार्टीलाई एकता भंग गर्ने दिशामा लग्न खोजिएको प्रस्ट बुझ्न सकिन्छ ।", "भ्याकेटमा जाने निर्णयबाट पार्टीलाई एकता भंग गर्ने दिशामा लग्न खोजिएको प्रस्ट बुझ्न सकिन्छ https://t.co/WMSyn6o2Jf", "प्रेस वक्तव्य https://t.co/zmsnG7IXjD", "प्रेस वक्तव्य https://t.co/KLvCXKCDFR", "बाढी र पहिरोका कारण प्रभावितहरूको उद्दार कार्यमा जुट्न स्थानीय पार्टी कार्यकर्ता, सरकारी निकाय तथा सम्पूर्ण जनसमुदायमा हार्दिक अपील गर्दछु। न्यूनतम राहत, आवास, लत्ताकपडा एवम् स्वास्थ्य सामग्री सहितको व्यवस्था गर्न सम्बन्धित निकायको ध्यानाकर्षण गराउँछु।https://t.co/XwPUfJlrJz", "https://t.co/EmkF2B16jz", "https://t.co/1ldzqUY4nG", "प्रेस वक्तव्य https://t.co/Souo5Krrkq", "संयुक्त वक्तव्य https://t.co/1oz9sXwMjL", "प्रेस वक्तव्य https://t.co/R3Kf9DQ3t8", "यो खुल्लम खुल्ला तराई मधेश क्षेत्रलाई मरुभूमि बनाउने घोषणा \nhttps://t.co/6zZzhMXlDl", "राजनीतिलाई साँचो अर्थमा र फरक आयाम सहित जनता एवम् राष्ट्रको सेवामा हिँडाउन चाहने अभियन्ता श्री उज्वल थापाप्रति भावपूर्ण श्रद्धान्जली, परिवारजनमा समवेदना !", "फेरी दु:खद खबर ! मेरा अत्यन्त नजिकका मित्र, विद्वान अर्थशास्त्री डा. गोविन्द थापाको निधनको खबरले स्तब्ध वनायो । कमरेड थापा प्रति भावपूर्ण श्रद्धान्जली अर्पण गर्दै शोक सन्तप्त परिवारजनमा गहिरो समवेदना ! हामी तपाईको विद्वता र योगदानलाई सधै सम्झिरहने छौं ।", "लोकतन्त्र, संघीयता, धर्मनिरपेक्षता एवं समानुपातिक समावेशी र सहभागितामूलक सिद्धान्तको सम्मान नगर्दासम्म गणतन्त्र सुरक्षित हुन सक्दैन । https://t.co/dYxcCoqwiN", "भेरी अस्पतालका स्वास्थ्यकर्मीमाथि भएको सांघातिक हमला र दुर्व्यवहारको भर्त्सना गर्दछु । आफ्नो जीवन जोखिममा राखेर अहोरात्र खटिनेहरुलाई सुरक्षा र प्रोत्साहनको साटो अराजक तवरमा आक्रमणमा उत्रिनेहरुमाथि तत्काल कानूनी कारबाही गर्न र विरामीहरूलाई आवश्यक उपचार प्रवन्ध मिलाउन माग गर्दछु ।", "यो प्रतिगमन भाग २ हो । केपी ओलीको यो कदमको भर्त्सना गर्दछु । यसको प्रतिवाद डटेर गर्न आह्वान गर्दछु !", "षड्यन्त्रकारीहरूको उक्साहट र चाहनामा फेरि पनि संसद्को चीरहरण भएको छ। प्रतिगमन दोहोरिएको छ ।संविधानका मर्ममाथि प्रहार गर्दै सर्वसत्तावाद लाद्ने उद्देश्यले भएको कथित चुनावको उदघोष जालझेल हो । यो व्यवस्था नै कू गर्ने अग्रसरता हो । शीतल निवासले संविधानको मर्मलाई कुठाराघात गरेको छ ।", "कमरेड योगनारायणप्रति हार्दिक श्रद्धाञ्जली । https://t.co/Ut11CuLB3C", "कोटेश्वर निवासी वरिष्ठ प्रगतिवादी सर्जक, साहित्यकार, त्रिवि नेपाली विभागका पूर्व प्रमुख तथा मसॅग अत्यन्त निकट रहनुभएका प्रा. राजेन्द्र सुवेदीज्यूको कोरोनाका कारण निधन भएको खबरले स्तब्ध भएॅ उहॅाप्रति भावपूर्ण श्रद्धान्जली । शोक सन्तप्त परिवारजनमा गहिरो समवेदना ।", "मदन–आश्रितप्रति हार्दिक श्रद्धाञ्जली ! https://t.co/Or6GTbxbmZ", "धार्मिक तथा सांस्कृतिक विविधता रहेको नेपाली समाजमा आपसी सद्भाव, सहिष्णुता, भ्रातृत्व र पारिस्परिक सहयोगलाई थप प्रगाढ तुल्याउन यसपर्वले अभिप्रेरित गर्दछ । विश्वव्यापी महामारीको रुपमा फैलिएको कोरोना भाइरसबाट बच्न विशेष सर्तकता अपनाउँदै ईद-उल-फित्र मनाउनुहुन समेत सवैमा आग्रह गर्दछु", "ईद-उल-फित्र मुबारक !इस्लाम धर्मावलम्बीको ठुलो पर्व ईद-उल-फित्रको अवसरमा मुस्लिम समुदाय सहित समस्त नेपाली दिदीबहिनी तथा दाजुभाइमा सुख, शान्ति र समृद्धिका लागि हार्दिक शुभकामना व्यक्त गर्दछु ।", "कमरेड पशुपति चाैलागाई- हार्दिक श्रद्धाञ्जली । https://t.co/gtr2DwUPRF", "हाम्रो पार्टी(नेकपा एमाले)पोलिटव्युरो सदस्य कमरेड पशुपति चौलागाइको कोभिडका कारण निधन भएको खवरले स्तब्ध छु क्रान्तिकारी निष्ठावान सरल र इमान्दार कमरेड चौलागाईको निधनले पार्टीलाई अपुरणीय क्षति भएको छ।उहाँप्रति भावपुर्ण श्रद्धाञ्जली अर्पण गर्दै परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु https://t.co/gns2Aq4Hwn", "प्रेस वक्तव्य https://t.co/ib4Oa3zwEe", "अपिल https://t.co/AeqbJ8S7Zn", "काठमाडौं जिल्ला                                           शंखरापुर नगरपालिका वडा नं ४ का वडा अध्यक्ष बुद्धिबहादुर तामाङकाे कोभिड १९ का  कारण उपचारकाे क्रममा निधन भएको खबरले स्तब्ध छु । उहाँप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दै परिवारजनमा गहिराे समवेदना व्यक्त गर्दछु।", "हाम्रो पार्टी नेकपा(एमाले) नवलपरासी(पश्चिम) का अध्यक्ष कमरेड शिवलाल कंडेल काेभिड १९ बाट संक्रमित भई पुरानाे मेडिकल कलेज भरतपुरमा उपचाररत रहंदा दु:खद निधन भएकाे खवरले म स्तब्ध भएकाे छु । उहाँप्रति भावपुर्ण श्रद्धाञ्जली अर्पण गर्दै शाेकाकुल परिवारजनमा गहिराे समवेदना व्यक्त गर्दछु।", "मुलुकमा उत्पन्न विषम परिस्थितिमा सरकार जनताप्रतिको आफ्नो मुख्य दायित्वबाट च्यूत हुन मिल्दैन ।अत: गलत बाटोबाट गरिने यस्ता नियुक्ति प्रयासहरू तत्काल बन्द गर्न र जनताको जीवन रक्षामा ध्यान केन्द्रित गर्न आव्हान गर्दछु।", "कोरोना (कोभिड-१९) भाइरस नियन्त्रण गर्न र जनतालाई आवश्यक स्वास्थ्य सामग्री उपलब्ध गराउन केन्द्रित हुनुको साटो बलमिच्याई गरी अध्यादेशमार्फत संवैधानिक आयोगमा पदपूर्ति गर्न खोज्नु गैरजिम्मेवारीपन एवम् अलोकतान्त्रिक कार्य हो ।", "२०७७ फागुन २८ गते र तत्पश्चात बसेका कथित बैठकहरू र त्यसले गरेका निर्णयहरू फिर्ता लिनु पर्छ र २०७५ जेष्ठ २ गतेको कमिटी, विधान र नेतृत्व नै हाम्रो बटम लाइन हो ।  यस सम्बन्धमा कुनै किसिमको भ्रममा नपर्न , नअल्मलिन र सुदृढ र सशक्त पार्टी बनाउने महान अभियानमा लागिरहन आह्वान गर्दछौं।", "हामी सिद्धान्तनिष्ठ, क्रान्तिकारी, नीति र विधिको आधारमा चल्ने सुदृढ र एकतावद्ध एमाले चाहन्छौं किनकी यो हामीले निर्माण गरेको पार्टी हो । यसका लागि वार्ता र लचकता दुवै अपनाउछौं, तर अहिले सम्म कुनै सहमति भएको छैन ।", "वरिष्ठ गायक तथा संगीतकार प्रेमध्वज प्रधानप्रति हार्दिक श्रद्धाञ्जलि !", "शुभकामना सन्देश ! https://t.co/oD3k35ZTk6", "अन्तराष्ट्रिय श्रमिक दिवसको शुभकामना । https://t.co/KiN02KaDJJ", "भावपुर्ण श्रद्धाञ्जली https://t.co/WjePEMrXEw", "कीर्तिमानी जितसँगै त्रिदेशीय क्रिकेट श्रृंखलाको उपाधि हासिल गरेकोमा नेपाली क्रिकेट टोलीलाई हार्दिक बधाई ।", "आज बैशाख ३ गते झापाको विर्तामोडमा आयोजित जिल्ला स्तरीय कार्यकर्ता भेलामा । https://t.co/9SfXjOCoD1", "https://t.co/JoE3ryPLME", "नेपाल पत्रकार महासंघ राैतहटमा निर्वाचित प्रेम चन्द्र\nप्रवीण शर्मा\nरजनी ठाकुर\nमदन ठाकुर\nसंजय सहनी\nधर्मेन्द्र साह\nबिना राउत जि लाई हार्दिक बधाई तथा सफल कार्यकालको शुभकामना ।", "नेपाली कांग्रेसका नेता एवम् पूर्वमन्त्री नविन्द्रराज जोशीको असामयिक निधनको खबरले स्तब्ध बनाएको छ । इमान्दार र निष्ठावान राजनीतिज्ञको छवि बनाउनुभएका जोशीप्रति हार्दिक श्रद्धाञ्जली व्यक्त गर्दै शोकसन्तप्त परिवारजनमा हार्दिक समवेदना प्रकट गर्दछु ।", "डोल्पाका पुराना कम्युनिष्ट नेता दत्त रोकायाको निधनले स्तब्ध बनाएको छ । ४ दशक अघिदेखि डोल्पामा पार्टी संगठन विस्तारमा नेतृत्वदायी भुमिका खेल्नुभएका रोकायाको निधनले पार्टीलाई अपुरणीय क्षति भएको छ । शोकाकुल परिवारजनमा हार्दिक समवेदना । दिवंगत कमरेड रोकायाप्रति हार्दिक श्रदाञ्जली ।", "RT @deshsanchar1: ‘ओली प्रवृत्तिविरुद्ध अन्तिमसँग लड्छु, गलहत्याउने कोशिशको मतलव राख्दिनँ’ @ncp_madhavnepal \nमाधवकुमार नेपालसँग भिडियो अन्त…", "राष्ट्रिय कार्यकर्ता भेला (चैत ४ र ५ गते काठमाडौं) https://t.co/IcelwAa7BO", "आज फाल्गुन २१ गते शहिद स्मृति दिवस, झापा आन्दोलनका शहिदहरु प्रति हार्दिक  श्रद्धान्जली !", "RT @ourktv: २३ गतेको संसद बैठकमा सत्ता पक्षको बेन्चमा बस्ने कि प्रतिपक्षको? अविश्वासको प्रस्तावमा प्रधानमन्त्रीको रूपमा कसको नाम हुन्छ?…", "https://t.co/QMfflVm378", "प्राइम टाइम्स टिभीमा । https://t.co/7mpo4CN0C2", "RT @ekantipur_com: सर्वोच्चको फैसला प्रशंसनीय र ऐतिहासिक : माधवकुमार नेपाल https://t.co/PqtH0CjVW4", "सर्वोच्च अदालतको ऐतिहासिक फैसलाले जनताको जीत भएको छ सम्मानित अदालतले प्रशंसनीय र ऐतिहासिक फैसला सुनाएर लोकतन्त्रको रक्षा गरेकोमा सर्वोच्च अदालतप्रति आभार व्यक्त गर्दछु सम्पूर्ण जनता,आन्दोलनमा उत्रेका दलहरु,नागरिक समाज, मिडिया, समाजका सबै तहका जनतालाई हार्दिक धन्यवाद दिन चाहन्छु।", "प्रधानमन्त्री केपी ओलीको प्रतिगमनकारी कदमका विरूद्ध धनकुटामा अाज फागुन १ गते आयोजित विरोधसभा । https://t.co/iY1oOwZQRw", "प्रतिगमन विरुद्धको आन्दोलनमा घाइते हुनुभएका सवै कमरेडहरुको शीघ्र स्वास्थ्यलाभको कामना गर्दछु । https://t.co/54hrARQv0q", "काठमाडौंको जनसभामा https://t.co/wDicZO0cVU", "काठमाडौंको जनसभामा https://t.co/lHiBAbjaUM", "प्रतिनिधिसभा विघटनको असंवैधानिक घोषणाका विरूद्ध आयोजित धर्नामा । https://t.co/O4oscCUDwS", "आज १७ माघमा केपी ओलीको प्रतिनिधिसभा विघटनको प्रतिगामी कदम विरुद्ध धनगढीको पुरानो विमान स्थल खुला मञ्चको मैदानमा आयोजित विशाल विरोध सभामा https://t.co/UqXweFiKPR", "अाज १५ माघ २०७७, मा केपीकाे प्रतिगमन विरुद्ध बुटवलको पुष्पलाल पार्कमा आयोजित विशाल विरोध जनसभामा । https://t.co/JPpoEsk8Tt", "प्रतिगमन विरुद्ध बुटवलको पुष्पलाल पार्कमा आयोजित विरोध सभामा https://t.co/DroTC7daIH", "कोरोना भाइरस महामारीको सङ्कटपूर्ण अवस्थामा नेपाललाई अनुदानमा दश लाख मात्रा खोप उपलब्ध गराएकोमा भारतका महामहीम प्रधानमन्त्री नरेन्द्र मोदी @narendramodi  भारत सरकार र त्यहाँका जनताप्रति नेपाल कम्युनिष्ट पार्टी (ने क पा), नेपाली जनता र मेरो तर्फबाट हार्दिक आभार व्यक्त गर्दछु ।", "https://t.co/eio3HU0kal", "राजनीतिक प्रशिक्षण, ३ माघ २०७७, दाङ । https://t.co/rIqpztfiSA", "https://t.co/hcEqmftdwP", "https://t.co/4bCwv08PNo", "हाम्रो पार्टीका केन्द्रीय सदस्य, पुर्व सांसद एवं दक्षिण कोरियाका पूर्व राजदूत कमरेड कमान सिंह लामाको असामयिक निधन प्रती दु:ख प्रकट गर्दछु । दिवंगत कमरेड लामा प्रति भावपुर्ण श्रद्धाञ्जली व्यक्त गर्दै शोकाकुल परिवारजनहरुमा गहिरो समवेदना व्यक्त गर्दछु ।", "https://t.co/uAF13Bin2K", "लागि पटक्कै नसुहाउॅने उक्त कार्य गर्ने/ गराउने जो सुकै भएपनि छानविन गरी कडा कार्बाही गर्न स्थानीय पार्टी एवम् सम्बन्धित सबैको गंभीर ध्यानाकर्षण गराउॅछु ।", "मन्तब्य राखिरहेको बेला अनाधिकृत रूपमा प्रवेश गरेका केही ब्यक्तिहरूले सुनुयोजित रूपमा गरेको अभद्र ब्यवहार तथा नाराबाजीको निन्दा एवम् भर्त्सना गर्दछु । सभ्य, सुसॅस्कृत एवम् समुन्नत समाज निर्माण गर्ने उद्देश्य बोकेको कम्युनिष्ट आदर्श अबलम्वन गर्ने लोकतान्त्रिक कम्युनिष्ट पार्टीका", "२०७७ मंसिर ६ गते: \nविज्ञप्ती ! \nगृह जिल्लाका विकास आयोजनाहरूको अनुगमन तथा पार्टीका कार्यक्रमहरूमा सहभागी हुने क्रममा चितवनमा रहनुभएका हाम्रो पार्टीका स्थायी कमिटी सदस्य, पूर्व अर्थमन्त्री तथा प्रतिनिधिसभा सदस्य कमरेड सुरेन्द्र पाण्डे आज राप्ती नगर पार्टीको बैठकमा सहभागी भई", "सभ्य, सुसॅस्कृत एवम् समुन्नत समाज निर्माण गर्ने उद्धेश्य बोकेको कम्युनिष्ट आदर्श अबलम्वन गर्ने लोकतान्त्रिक कम्युनिष्ट पार्टीका लागि पटक्कै नसुहाउॅने उक्त कार्य गर्ने/गराउने जो सुकै भएपनि छानविन गरी कडा कार्बाही गर्न स्थानीय पार्टी एवम् सम्बन्धित सबैको गंभीर ध्यानाकर्षण गराउॅछु ।", "हाम्रो पार्टीका स्थायी कमिटी सदस्य, पूर्व अर्थमन्त्री तथा प्रतिनिधिसभा सदस्य कमरेड सुरेन्द्र पाण्डे आज राप्ती नगर पार्टीको बैठकमा सहभागी भई मन्तब्य राखिरहेको बेला अनाधिकृत रूपमा प्रवेश गरेका केही ब्यक्तिहरूले सुनियोजित रूपमा गरेको अभद्र ब्यवहारको निन्दा एवम् भर्त्सना गर्दछु ।+", "https://t.co/KwYHDVFikw", "https://t.co/7GZXgEqwXd", "https://t.co/AqaKGp8miC", "नेपालको कम्युनिष्ट आन्दोलनलाई सुदुरपश्चिम क्षेत्रमा विस्तार एवम् लोकप्रिय बनाउने अग्रणी ब्यक्तित्व नेकपाका नेता कमरेड बीर बहादुर ठगुन्नाको असामयिक निधन भएको खवरले स्तब्ध छु । स्वर्गीय कमरेड ठगुन्ना प्रति भावपूर्ण श्रद्धान्जली अर्पण गर्दै परिवारजनमा गहिरो समबेदना ब्यक्त गर्दछु ।", "वडा दशैं २०७७ को अवसरमा सम्पूर्णमा हार्दिक शुभकामना ! यस पटकको दशैं कोरोना महामारीको समयमा परेकोले स्वास्थ्य संवेदनशीलतालाई मध्यनजर गर्दै कोटेश्वर निवास भित्रका परिवार बाहेक अन्य कुनै पनि टिकामा सहभागी नहुने कुरा सम्बन्धित सबैलाई विनम्रतापूर्वक जानकारी गराउंदछाैं ।", "https://t.co/5EDzo76x0p", "पूर्व प्रधानमन्त्री एवम् नेपाल कम्युनिष्ट पार्टी (नेकपा) का वरिष्ठ नेता माधवकुमार नेपाल र रअका प्रमुखबीच भेट भएको भनी कतिपय सन्चार माध्यममा झुट, कपोलकल्पित र भ्रामक समाचारहरू प्रकाशित भएकोमा त्यसको खण्डन गर्दै यस प्रकारका समाचारहरूबाट भ्रममा नपर्न सम्बन्धित सबैमा अनुरोध छ ।", "प्रेस विज्ञप्ति https://t.co/ozdDK5ffEZ", "प्रतिनिधिसभा सदस्य एवम् संसदको अन्तर्राष्ट्रिय सम्बन्ध समितिकी सदस्य कमरेड सानु सिवा पहाडीको निधन भएको खबर सुन्दा अत्यन्तै दु:ख लागेको छ । उहाॅप्रति हार्दिक श्रद्धान्जली अर्पण गर्दै उहाॅका श्रीमान् डम्बर पहाडी सहित शोक सन्तप्त परिवारजनमा गहिरो समवेदना प्रकट गर्दछु ।", "RT @bishnurijal1: चिनियाँ राष्ट्रपति सीले नेपाल भ्रमण गरेको एक बर्षको सन्दर्भ पारेर नेपाल–चाइना मिडिया फोरमद्वारा प्रकाशित पुस्तकमा नेकपा अ…", "पूर्व प्रधानमन्त्री नेपालद्वारा साँखु फड्केश्वर मार्गको शिलान्यास - https://t.co/PctSEZZnXs https://t.co/J2RVmBRmqs", "एभिन्युज टिभीको अन्तर्वार्ता, १ असोज, २०७७\nhttps://t.co/uCCG7uSBz7", "प्राइम टाइम्स टिभीको अन्तर्वार्ता, २ असोज २०७७\nhttps://t.co/bwgzpyJY9i", "संविधान दिवस तथा राष्ट्रिय दिवसको शुभकामना - https://t.co/PctSEZHN5U https://t.co/a1B4qOceNQ", "https://t.co/jqaoE7taej", "RT @ourktv: 'फायरसाइड'मा नेकपाका वरिष्ठ नेता माधवकुमार नेपाल ।\n\nआज राति ९ बजे । \n\n@FiresideKTV\n@ncp_madhavnepal @Roopess @Dirghadp https://…", "जनता टिभीकाे अन्तर्वार्तामा\nhttps://t.co/QqjdCMvOTA", "RT @khanalyes: चुनाव प्राविधिक कुरा हो । ४० हजार मतका बाबजुद हार्नु भनेको केही न केही हाम्रो गडबडी भयो । नेताले पनि यसमा सोच्नुपर्दछ । केही…", "https://t.co/1yB8OZo45c", "https://t.co/1ZhsoYUex6", "भारतका पूर्व राष्ट्रपति श्री प्रणव मुखर्जीप्रति भावपुर्ण श्रद्धाञ्जली । भारतीय जनता, भारत सरकार र शोकाकुल परिवारजनप्रति हार्दिक समवेदना । https://t.co/TbEr21kF1Q", "https://t.co/SpljMkZfcs", "नेपाली साहित्यका कालजयी स्रष्टा राष्ट्रकवि माधवप्रसाद घिमिरेको १ सय २ बर्षको उमेरमा आज दुःखद निधन भएकोले उहाँप्रति हार्दिक श्रद्धाञ्जलि व्यक्त गर्दछु । साथै शोकसन्तप्त परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु । राष्ट्रकवि घिमिरेका सिर्जनाहरु नेपालीहरुमाझ सदैव अमर रहनेछन् । https://t.co/H5ys3pNOAs", "I extend hearty congratulations to @PresRajapaksay on your victory as the Prime Minister of Srilanka. https://t.co/fhoTuKf0wg", "Warm wishes to @ImranKhanPTI and the people of Pakistan on the occasion of the 74th  Independence Day. Happy Independence Day ! https://t.co/hiXPt0ZB5J", "Warm wishes to Shri @narendramodi and the people of India on the occasion of the 74th  Independence Day. Happy Independence Day ! https://t.co/dmeOVR71P2", "https://t.co/jA94pmQCY3", "भारतीय प्रधानमन्त्री नरेन्द्र मोदीले नेपाल भ्रमणका क्रममा हाम्रो संसद्मै 'वुद्ध नेपालमा जन्मिएका हुन्' भनेर स्पष्ट रूपमा उल्लेख गरेको सन्दर्भमा भारतीय जिम्मेवार अधिकारीबाट यस्ता अभिव्यक्ति आउनु थप दुखद् रहेकाले यसबारेमा नेपाल सरकारलाई औपचारिक रूपमै भारतसँग कुरा गर्न अनुरोध गर्दछु", "ऐतिहासिक तथ्य, प्रमाण र पुरातात्विक अध्ययनबाट समेत वुद्ध नेपालमा जन्मिएकोमा कुनै शंका बॉकी नरहँदा-नरहँदै वेलाबखतमा भारतीय नेताहरूबाट व्यक्त हुने यस्ता असंवेदनशील र गलत कुराले दुई देशबीचको सम्बन्धमा प्रतिकूल असर पार्दछन् भन्ने कुरा ख्याल गर्न म ध्यानाकर्षण गराउँछु । ++", "भारतीय विदेशमन्त्री एस. जयशंकरले नेपालको लुम्बिनीमा जन्मिएका गौतम वुद्धलाई 'महान् भारतीय' भन्दै गरेको प्रचार तथ्यहीन र आपत्तिजनक छ । ++", "ध्यानाकर्षण https://t.co/wnpfw42bKB", "https://t.co/ctXk44y4r7 https://t.co/vjnndJA78g", "https://t.co/rXVgEr9Vq2", "भिडियो स्रोत: Prime Times https://t.co/3eFppiidoc", "पार्टी भित्रको विवाद आत्तिनु पर्ने अवस्थामा छैन : नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/knPer7vaUc", "काठमाडौं-१८ मा निर्मित पुष्पलाल स्मृति पार्क उद्घाटन कार्यक्रममा https://t.co/S7N9aTqZFK", "https://t.co/eDuLrRjfIL", "https://t.co/GG3TJp1Tbz", "https://t.co/oYrJT0H5OQ", "कमरेड मदन भण्डारीसँग मेराे भेट र सहकार्य\nhttps://t.co/91U38IvNB7", "शुभकामना https://t.co/3uLqbyVepe", "प्रेस विज्ञप्ति\nhttps://t.co/lGbElpPeC7", "बेलायतमा रहेर सामाजिक जीवनका बिभिन्न महत्वपूर्ण भूमिकामा रहनुभएका नेपाली समुदायसॅग जुम मार्फत बैठक आयोजना भयो । १५ जेष्ठ, २०७७ https://t.co/YFoXBuFUtD", "Video conference with many important persons from US , UK , UN, Germany, Europe, Sri Lanka, Bhutan, India, Africa, Asia and Nepal. 27th May, 2020. https://t.co/tOvkh7Yk14", "तेह्रौं गणतन्त्र दिवसको उपलक्ष्यमा सम्पूर्ण दाजुभाइ तथा दिदी बहिनीहरुमा हार्दिक शुभकामना ।", "https://t.co/9i6fAcgGlx", "‘An Interaction Program on Role of Digital Governance in Public Service Delivery during and beyond Pandemic’ लाई zoom technology मार्फत सम्बोधन गर्दै । https://t.co/StwYQKKLnr", "आज भूमी ब्यवस्था, सहकारी तथा गरिबी निवारण मन्त्री पद्मा कुमारी अर्याल @padmaaryalsnj ले नेपालका सम्पूर्ण भूभागहरू समेटिएको नक्सा प्रदान गर्नुभयो । https://t.co/0cooQ5Oggg", "हामीसँग प्रमाणको अभाव छैन\nhttps://t.co/VXB1WyXWHi", "अमेरिकाबाट पत्रकार सूर्य थापाले गर्नुभएको कुराकानीको प्रत्यक्ष प्रशारण\nhttps://t.co/9K0O0iQvKt", "संसदको अन्तर्राष्ट्रिय सम्वन्ध समितिको बैठकमा, २०७७ वैशाख २९ गते ।\nhttps://t.co/cNDxsi6903", "भारतले नेपाली भुमिबाट बाटाे निर्माण गरि 'उद्घाटन ' गर्नु अत्यन्त दु:खद र अापत्तिजनक छ । https://t.co/D0OO0nnkuw", "https://t.co/PoO1snE43j", "सुरक्षित रहौं, सतर्क बनौं । https://t.co/ixxC9IcwS0", "२५६४औं बुद्ध जयन्तीका साथै किराॅतहरूको पर्व उभौलीको अवसरमा सम्पूर्णमा हार्दिक शुभकामना !", "पुर्व प्रधानमन्त्री माधवकुमार नेपालबारे पुर्व मुख्यसचिव लिलामणि पौडेलले गर्नुभएको टिप्पणी, भिडियो स्रोत: एपी वान टिभी https://t.co/5zCVcrhcMR", "आज काठमाडौं-२ का स्थानीय तहहरूलाई COVID-19 बिरुद्द लड्न  PPE र स्वास्थ्य सामग्री  हस्तान्तरण कार्य (प्रतिकात्मक रूपमा) सामाजिक दुरी कायम गर्दै सम्पन्न भयो । सहयोगी हातहरूलाई हार्दिक धन्यवाद । https://t.co/3SsrMaG4Bn", "१ सय ३१ औं अन्तर्राष्ट्रिय श्रमिक दिवस (मे डे) का अवसरमा विश्वभरीका श्रमजीवी वर्गमा हार्दिक शुभकामना !", "कोभिड-१९ को चुनाैति सामना र सहकार्यबारे नेकपा विदेश मामला प्रमुख माधवकुमार नेपाल, उपप्रधानमन्त्री ईश्वर पोख्रेल, पार्टी प्रदेश इन्चार्जहरुले आज चिनियाॅ कम्युनिष्ट पार्टी अन्तर्राष्ट्रिय विभाग प्रमुख सङ् ताओ, प्रोफेसर झोङ नान सान,डाक्टर बैज्ञानिकसंग २ घण्टा भिडियो कन्फेरेन्स भयाे https://t.co/6qPQs4taRt", "RT @sanjib_bagale: पार्टी एकताप्रति संवेदनशील हुन@ncp_madhavnepal को अपिल।\n\nhttps://t.co/i1QAaRPSxQ", "पार्टी एकतालाई अझ सुदृढ, दीगाे र बलियाे बनाउनु यतिवेला सवै नेता- कार्यकर्ताकाे गहन जिम्मेवारी हाे । https://t.co/b59u7F0dQg", "काठमाडौंबाट संघीय संसदमा प्रतिनिधित्व गर्नुहुने सांसदहरुसंग काेभिड -१९ काे सम्भावित जाेखिम र नियन्त्रणका लागि भइरहेका प्रयासबारे अाज भिडियाे कन्फ्रेन्समार्फत भर्चुअल भिटिङ गरिएकाे छ । https://t.co/vuxTu9ZFCr", "नयाँ बर्षकाे शुभकामना ! https://t.co/Un0Djxnwza", "RT @khanalyes: कमीकमजोरी सच्च्याएर अघि बढ्न सरकारलाई @ncp_madhavnepal  नेपालको आग्रह . https://t.co/wa5FmHAsJf", "बिशेष ध्यानाकर्षण\nhttps://t.co/ugluHVKxtU", "https://t.co/MZ1gzKjAD3", "https://t.co/TaipKWJNSp", "विश्वव्यापी महामारीका रुपमा फैलिएको कोरोना भाइरस सङ्क्रमणविरुद्ध नेपाल कम्युनिष्ट पार्टी (नेकपा) सहित विश्वका १ सय ९३ राजनीतिक दलले गरेको संयुक्त अपील - https://t.co/PctSEZZnXs https://t.co/5XwRfTxu6o", "विश्वव्यापी महामारीका रुपमा फैलिएको कोरोना भाइरस COVID-19 सङ्क्रमणविरुद्ध नेपाल कम्युनिष्ट पार्टी (नेकपा), चिनिया कम्युनिष्ट पार्टी (सीपीसी) सहित विश्वका १ सय ९३ राजनीतिक दलले गरेको संयुक्त अपील :https://t.co/4ibBIKK4KY", "https://t.co/gYS7evYxTn", "https://t.co/tvx5JB6exv", "RT @bishnurijal1: शिक्षण अस्पताल महाराजगंजमा भर्ना हुनुभएका प्रधानमन्त्री तथा नेकपा अध्यक्ष केपी शर्मा ओलीलाई बरिष्ठ नेता माधवकुमार नेपालले…", "मेरो अपिल https://t.co/4be5CnPE50", "विश्वभरि महामारीको रूप लिएको COVID-19 को प्रकोप नियन्त्रणका लागि आत्मसंयम हुन र सचेतना अपनाउन सबैमा अपिल गर्दछु। संक्रमणको सम्भावित जोखिमबाट जोगिन केही दिन घरभित्रै बस्न र नियन्त्रणका लागि सरकार तथा बिश्व स्वास्थ्य संगठनका निर्णय एवम् निर्देशनहरूलाई पालना गर्न आह्वान गर्दछु ।", "पूर्वमन्त्री पुर्णकुमार शेर्माप्रति हार्दिक श्रद्धाञ्जली - https://t.co/PctSEZZnXs https://t.co/I0F8Aceawl", "आर्थिक समृद्धिसहितको लोकतन्त्र कायम राख्नुपर्छ– वरिष्ठ नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/Ju56pIlFeb", "वरिष्ठ नेता नेपालसँग भारतका नवनियुक्त राजदुत क्वात्राद्वारा भेट - https://t.co/PctSEZHN5U https://t.co/l9YQect2n3", "जबजको उपदेयता अझै छ: वरिष्ठ नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/D4RpRKggzA", "सम्माननीय प्रधानमन्त्री तथा पार्टी अध्यक्ष कमरेड केपी शर्मा ओलीको शीघ्र स्वास्थ्यलाभको शुभकामना - https://t.co/PctSEZHN5U https://t.co/Z9JeGmyE6G", "२०७६ फागुन २० गते गृहजिल्ला रौतहटमा हुने कार्यक्रमहरु:\nhttps://t.co/rVFdAniI3b", "पार्टीलाई सुदृढ गर्नेबाहेक विकल्प छैन-वरिष्ठ नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/7gk0E2muLT", "बंगलादेशकी राजदुत मास्के बिन्ते साम्सको बिदाइ भेट, २०७६ फागुन १६ । कोटेश्वरस्थीत निवास । - https://t.co/PctSEZZnXs https://t.co/bZ4eVdR0nJ", "Nepal underscores women’s participation in development -  https://t.co/JFH84w9ewA via @thehimalayan", "पुर्व प्रधानमन्त्री एवम् नेपाल कम्युनिष्ट पार्टी(नेकपा) का वरिष्ठ नेता कमरेड माधवकुमार नेपालले कर्णाली प्रदेश स्तरीय पार्टी कार्यकर्ता भेलामा गर्नुभएको सम्वोधन, २०७६ फागुन ६ ।  - https://t.co/PctSEZZnXs https://t.co/mpHckR7jql", "एकीकृत काँडाघारी सेवा समाजको साधारण सभा पूर्व प्रधानमन्त्री नेपालद्वारा उद्घाटन - https://t.co/PctSEZZnXs https://t.co/RFQvV6OD2l", "महिलालाई सशक्त बनाउन आवश्यक : नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/B2jKSOccGa", "अब महिला मुख्यमन्त्री हुनुपर्छ: नेता नेपाल - https://t.co/PctSEZZnXs https://t.co/RF0Sryj3Ls", "आजको कार्यक्रम\nकागेश्वरी महोत्सव उद्घाटन\nमिति: २०७६ फागुन ७ गते\nसमय: दिउसो १२ बजे\nस्थान: कागेश्वरी मनोहरा नगरपालिका–१\nआयोजक: कागेश्वरी मनोहरा नगरपालिका\nhttps://t.co/O7wLf6X15A", "बृहत राष्ट्रशान्ति कोटी हवन महायज्ञ एवम् चन्द्रागिरि धार्मिक पर्यटन महोत्सव उद्घाटन कार्यक्रम, ५ फागुन, २०७६, मातातीर्थ, काठमाडौं ।https://t.co/tap4zSUzXz https://t.co/scKD4EYHJa", "आजको कार्यक्रम : \nवृहद विश्वशान्ति कोटी हवन तथा चन्द्रागिरी धार्मिक पर्यटन महोत्सव-२०७६\nमिति: ५ फागुन, २०७६\n\nसमय: बिहान ११:३० बजे\n\nस्थान: मातातीर्थ, काठमाडौं ।\nhttps://t.co/SMddQKNikz", "कमरेड हरि ज्ञवालीप्रति हार्दिक श्रद्धाञ्जली ! - https://t.co/PctSEZZnXs https://t.co/sZmPY9aZGR", "पूर्व प्रधानमन्त्री नेपालसँग अमेरिकी राजदुत बेरीको भेटवार्ता - https://t.co/PctSEZZnXs https://t.co/9HgICe8twO", "धरान उपमहानगरपालिकाका पुर्व प्रमुख एवम् राजनीतिज्ञ ध्यानबहादुर राईप्रति हार्दिक श्रद्धाञ्जली - https://t.co/PctSEZZnXs https://t.co/WEgZcPSXXI", "अग्नी सापकोटालाई सभामुख बनाउने नेकपाको निर्णय https://t.co/vCRSElzE0X", "कागेश्वरी मनोहरा साक्षर नगर घोषणा, नगरको समग्र विकासमा अझ सक्रिय हुन पुर्व प्रधानमन्त्री नेपालको सुझाव - https://t.co/PctSEZZnXs https://t.co/LJJE9vVsZk", "Leader Nepal asks local leaders to vote without fear https://t.co/Ozv40foKql", "‘एक भोट पनि तलमाथि नहोस्’ : नेपाल - https://t.co/PctSEZZnXs https://t.co/g1TbCRoPRZ", "‘एक भोट पनि तलमाथि नहोस्’ : नेपाल \nhttps://t.co/WVbBkMT5IH", "मिति: २०७६ माघ २ गतेको कार्यक्रम :\nनेकपा तथा राजपा रौतहटका जनप्रतिनिधिहरूलाई राष्ट्रियसभा निर्वाचन केन्द्रित निर्देशन दिने\nसमय: विहान ११ बजे\nस्थान: गौर, रौतहट\nआयोजक: नेपाल कम्युनिष्ट पार्टी(नेकपा) र राजपा रौतहट", "एमसीसीका कतिपय प्राबधान सच्याउनुपर्छ: वरिष्ठ नेता नेपालhttps://t.co/gM9NrRrxst", "आजको कार्यक्रम: \nhttps://t.co/GBfdvkzrvQ", "कालिका शरण उच्चमाविको आधुनिक भवन हस्तान्तरण - https://t.co/PctSEZZnXs https://t.co/7zQw3YJrJ4", "हार्दिक शुभकामना ! https://t.co/FnDfKlj6rH", "नेपाल भ्रमण वर्ष २०२० लाई लक्षित गरी कञ्चनपुरको वेदकोट नगरपालिकामा आयोजित जनप्रतिनिधि सम्मेलनमा पुर्व प्रधानमन्त्री तथा नेपाल कम्युनिष्ट पार्टी(नेकपा)का वरिष्ठ नेता माधवकुमार नेपालले गर्नुभएको सम्वोधन, २०७६ पुस १९ गते । - https://t.co/PctSEZZnXs https://t.co/YZ1SJ7OsqR", "चिनियाँ कम्युनिष्ट पार्टी, अन्तर्राष्ट्रिय विभागको विशेष प्रतिनिधि मण्डलसँग गरिएको भेट, २०७६ पुस २२ गते, कोटेश्वर काठमाडौं । https://t.co/7g0Z81mUmN", "NCP's responsibility increasing in national politics: Former PM Nepal https://t.co/yexivBkcyX", "राष्ट्रिय राजनीतिमा नेकपाको जिम्मेवारी बढ्दै : नेता नेपाल\nhttps://t.co/40E97CkDaC https://t.co/zNYjg8LN1d", "नगर निर्वाचन सम्पन्न भएको दुई बर्ष पुगेको सन्दर्भमा गरेका कामको सार्वजनिकरण तथा तेस्रो नगरसभाको लागि सुझाव संकलन कार्यक्रममा सहभागी हुँदै, कागेश्वरी मनोहरा नगरपालिका @ गोकर्ण https://t.co/I6tOQmRWXC", "@narendramodi I would like to extend our warmest felicitations &amp; cordial congratulations  to H.E. Narendra Modi, H.E. Amit Shah and all the party rank and file including the victorious candidates, party cadres and electorate at large for their historic and landslide victory. https://t.co/ismBjOjfVg", "I would like to extend our warmest felicitations &amp; cordial congratulations  to H.E. Narendra Modi, H.E. Amit Shah and all the party rank and file including the victorious candidates, party cadres and electorate at large for their historic and landslide victory. https://t.co/vstRB1I4mY", "https://t.co/88aD7bjrbR", "हिजो बेलुकी आएको हावाहुरीमा परी मृत्यु हुनेहरूप्रति भावपूर्ण श्रध्दान्जली, घाईतेहरूको शिघ्र स्वास्थ्यलाभको कामना, उद्धार तथा राहतको काममा सेना, प्रहरी एवम् नेपाल सरकारका विभिन्न निकायसँगै हातेमालो गरी जुट्न सिङ्गो पार्टी पंक्ति तथा सम्पूर्ण जनसमुदायमा हार्दिक अव्हान गर्दछु ।", "https://t.co/4KRtzUVsoe", "https://t.co/PyzFyXhEGe", "https://t.co/6kVVNU30qT", "https://t.co/aKeGlnXMAU", "रमेश रन्जनद्वारा लिखित नाटक सखिको अभिनय हेरेपछि, सिल्पि थिएटरमा... https://t.co/zpgf4OuNsk", "https://t.co/9Fr9Ftny41", "https://t.co/ZpQErx74yV", "https://t.co/OQp5Ux3xze", "https://t.co/BdgeuyBTYV", "https://t.co/D0LLNprbpi", "https://t.co/Ut8NPJDpBN", "https://t.co/ewJ6hR8ZgW", "Program’s in Bangladesh https://t.co/BLct6jOs6t", "https://t.co/4neMm5dUuu", "Yesterday we came Dhaka, Bangladesh with a Nepalese team https://t.co/oPyyvLUOuq", "https://t.co/pGBPvmpELq", "https://t.co/6l5aJkszut", "धन्यवाद एमाले काठमाण्डौंलाई... https://t.co/6gBt7loRGq", "अपार मायाको लागि आभारी छु... https://t.co/53Svnc9doo", "https://t.co/dxh8FxXJkj", "मतदातालाई धन्यवाद दिँदै घरदैलोमा पुग्ने क्रम जारी छ, आज शंखरापुरको सॉखु बजार र वरिपरिका वस्तीहरूमा पुग्नेछौं....", "https://t.co/krsXi2JD1t", "आज शंखरापुर १ र २ का मतदातालाई धन्यवाद दिँदै घरदैलोमा", "https://t.co/LCrsnjbBN0", "मलाई काठमाडौं क्षेत्र नं २ बाट प्रतिनिधिसभा सदस्यमा निर्वाचित गर्नुहुने सम्पूर्ण मतदाताहरुप्रति हार्दिक आभार एवम् विशेष धन्यवाद ज्ञापन गर्दछु। तपाईंहरुले प्रदान गर्नुभएको अमूल्य मत र उक्त मतसँगै व्यक्त भावनालाई म सधैं शिरोधार्य गर्नेछु ।", "काठमाडौं २ मा नयाँ शक्तिका उम्मेदवार गणेश सिंखडा एमालेमा प्रवेश गर्नुभएको छ.. हार्दिक स्वागत छ...", "काठमाडौं २ मा नयाँ शक्तिका उम्मेदवार एमालेमा", "https://t.co/507IAQqN68", "RT @tapendrakarki: https://t.co/lKcNJmQ9Y6\nनमुना क्षेत्र बनाउनेछु@Madhavnepal2072 @madhavrajtiwari @madhav262622", "भोली मंसिर १६ गते विहान ७ः०० बजे कोटेश्वर चोकबाट घरदैलो शुरु हुने, पेप्सी प्लानिङ्गमा हुने संक्षिप्त सभालाई ८ः१५ बजे क. प्रचण्ड तथा क. माधव नेपालले  सम्बोधन गर्ने, सहभागी हुन तथा समाचार संकलन गर्न सबैमा सादर अनुरोध गर्दछु ।", "https://t.co/c7oYGQHZpa", "https://t.co/iKo5d251MU", "साँखुमा घरदैलो शुरूवात https://t.co/YLOTnIcpVB", "जनताको माया एमालेलाई र एमालेको माया जनतालाई.... धन्यवाद कागेश्वरी मनोहरा -९ का आमावुवा, दाजुभाई तथा दिदिवहिनीहरू https://t.co/1wq7XIDNNs", "विहान काठमाडौं -२ अन्तर्गत कोटेश्वरमा  मतदाताको घरदैलोमा पुगियो अहिले सिरहामा पार्टी प्रवेश तथा प्रचार सभाको लागि जॉदै....", "भनिन्छ वच्चाले संसारले विर्साउछन्, चितवनको कार्यक्रममा जानुपूर्व क.प्रचण्डको परिवारका साथमा त्रिभुवन विमानस्थलमा https://t.co/lj5zmmsWeO", "आज काठमाडौं महानगरपालिका वडा नं ९ को घरदैलोमा साथ दिन अभिनेताहरू निखिल उप्रेती र प्रकाश अधिकारी आइपुग्नुभयो .....मतदाता सहित सबैमा आभार ! https://t.co/GXQGBmNWGL", "https://t.co/LEDGnZzB2M", "https://t.co/7Jnue0O3yU", "https://t.co/Mchl5mwaWF", "https://t.co/mF7StN9itq", "https://t.co/TI0zC5LVfB", "https://t.co/tuudObJFf5", "https://t.co/AbhQilxcX3", "@aliza_prithak @iam_nishchal Agree", "https://t.co/7pkg9mXmYB", "https://t.co/QvY03yF3HX", "https://t.co/vJNoGwosTV", "https://t.co/nms1h780Pq", "https://t.co/EVhW16NnFT", "बी.बी.सी. नेपाली सेवालाई अन्तरवार्ता  दिँदै https://t.co/hcW3ZQAkJq", "https://t.co/RVpUq6HPUu", "कोटेश्वर ! https://t.co/Io9tlTAsBQ", "दोलखाका बुध्दिजीविहरूको भेला, कागेश्वरी मनोहरा वडा नं ८ को कार्यकर्ता भेला र महादेवस्थान/सहयोगीनगरमा ३ ओटा कार्यालय उद्घाटन भयो, पेप्सी प्लानिंग, थली र साँखुका कार्यक्रम वाँकी.... https://t.co/9uqtKCm3ZE", "आज मूलपानीमा https://t.co/0jVHYX7QcY", "कोटेश्वरको सिटी टावरमा निर्वाचन परिचालन कार्यालयको उद्घाटन भयो https://t.co/4IJA3KSOOJ", "निर्वाचन केन्द्रित विशेष भेला वडा नं ९ https://t.co/8kYbfAjhlw", "काठमाडौं २ को निर्वाचन अभियानले गति लिंदैछ, थली र गोठाटारका कार्यक्रमहरू, वेलुकी वुध्दिजिवीको कार्यक्रम वाँकी छ। https://t.co/o9fM7bE7EW", "Election campaigns of ktm-32, Koteshwor https://t.co/xEVGswYCaZ", "RT @Madhavnepal2072: मैले काठमाडौं २ बाट उम्मेद्वारी दिएको छु, सहयोगका लागि सम्पूर्ण मतदाता तथा शुभचिन्तकहरुमा हार्दिक अनुरोध गर्दछु !", "https://t.co/8wvtrxi8IM", "https://t.co/2jejmEVz20", "After nomination in Kathmandu-2 https://t.co/TjAhwTZWAX", "मैले काठमाडौं २ बाट उम्मेद्वारी दिएको छु, सहयोगका लागि सम्पूर्ण मतदाता तथा शुभचिन्तकहरुमा हार्दिक अनुरोध गर्दछु !", "Goodmorning !", "स्थायी कमिटीको बैठकबाट प्रादेशिक कमिटीको टुङ्गो, २६, भाद्र, २०७३", "प्रधानमन्त्रीसँग भेट संविधान कार्यान्वयन, भारत भ्रमण, आर्थिक विकास र दुई पार्टी बीचको सम्बन्धबारे कुराकानी, २५ भाद्र https://t.co/IQ3oedCzb3", "भारतीय राजदूतसँग भेट, पछिल्लो राजनीतिक अवस्था प्रधानमन्त्रीको भारत भ्रमण र द्विपक्षीय हितमा कुराकानी, २४ भाद्र, २०७३ https://t.co/lyrSYBXYKX", "नेपालीहरुको महत्वपुर्ण चाड माघेशक्रान्ती माघीको अबसरमा सबैलाई शुभकामना ।", "https://t.co/usVPPUrnlB", "राप्रपा नेता पशुपति शम्सेर जबरासँग राष्ट्रिय संकट र निकासका विषयमा नीजि निवास कोटेश्वरमा कुराकानी गर्दै", "https://t.co/9lQewS4Uz2", "चीनबाट तेल ल्याउन रोक्नेहरूलाई कारबाही गर", "अमेरिकी कार्यबाहक राजदूतद्वारा भेट", "तराई–मधेसका २५ लाख मतदाता संविधानको पक्षमा", "बकर ईद (ईद–उल–जोहा) को सन्दर्भमा सम्पूर्ण मुस्लिम दाजु–भाई तथा दिदी– बहिनीहरुलाई हार्दिक शुभकामना  साथै सुख, शान्ति तथा सम्बृद्धिको कामना ।", "Requesting youth to create social harmony without any provocation ....on the occasion of congratulating gathering. http://t.co/njM1kZ6V50", "संविधानमा उल्लेखित विषयवस्तुका सन्दर्भमा तराई मधेसका जनतामा सिर्जित भ्रम चिर्न सबै प्रमुख दलहरुको ध्यान केन्द्रित हुनु जरुरी छ", "@madhav_CPN ट्वीटर आई.डि. पूर्व प्रम तथा ने.क.पा. एमाले नेता माधवकुमार नेपालको होइन जानकारी तथा कारवाहीको लागि अनुरोध गर्दछु – मोहन गौतम", "नेपाली टीम क्याप्टेन र सिङ्गो टीमलाई हार्दिक बधाई, विपत्ती र द्वण्द्वका बीच हामीलाई खुसी प्रदान गरेकोमा", "हिंसा निन्दनीय छ, कैलाली घट्नाको जति भत्र्सना गरेपनि थोरै हुनेछ, मृतक प्रति श्रद्धाञ्जली, परिवारमा समवेदना, धैयर्तापूर्वक निर्णय लिन आब्हान", "परिवर्तनशील समाजमा राम्रा र असल कुराहरुलाई ग्रहण गर्ने कार्य निरन्तर अगाडि बढ्ने छ, उक्त वातावरण निर्माणको लागि पनि अहिले संविधान जरुरी छ ।", "संयमता र छलफल नै समस्या समाधानका उत्तम विधि हुन्, उत्तेजना र बल प्रयोग कुनैलाई पनि मलजल नगरौँ, अशंसोधनीय कुरा केही छैन", "जनता, राष्ट्र, राष्ट्रियता र राष्ट्रिय एकतालाई केन्द्रविन्दुमा राखेर गरिने छलफलले मात्र सार्थक परिणाम दिनेछ र मुलुकको प्रगतिको बाटो खुल्नेछ", "संविधान निर्माणमा देखिएका असमझदारीहरुको अन्त्य गर्नु नै आजको प्रमुख कार्यभार हो"]