["RT @bhrigudhungana: Glad to visit the University of Manitoba and hold discussion on promoting cooperation in academic and research activiti…", "RT @bhrigudhungana: Delighted to meet with the Honourable Andrew Smith, Minister of Sport, Culture and Heritage of Manitoba, in Winnipeg to…", "RT @bhrigudhungana: Had a productive meeting with the Honourable Myrna Driedger, Speaker of the Manitoba Legislative Assembly, in Winnipeg…", "RT @bhrigudhungana: Pleased to attend the 15th Annual General Meeting of the NRNA NCC Canada held in Winnipeg on 27-28 August that also inc…", "Nepal's national cricket team was accorded a warm welcome to Canada amidst a function in Toronto co-hosted by the Embassy, NCCC and NRNA Canada with support from other organizations, Nepali community members and cricket lovers. We extend our best wishes to the team for success. https://t.co/kgIbsm5hU5", "RT @DBHartman: It was a pleasure meeting with you today Ambassador! Much good work to accomplish together in the months ahead. @bhrigudhung…", "RT @bhrigudhungana: It was a pleasure meeting with Director General Mr. David Hartman @DBHartman and the team of South Asia Division, Globa…", "RT @MofaNepal: “Safeguarding of sovereignty, territorial integrity, national independence, and protection of national interest has been at…", "Kami Rita Sherpa climbs Everest for 26th time, breaks his own record https://t.co/peqJ3KlX46 via @kathmandupost", "RT @bhrigudhungana: Pleased to welcome Ambassador-designate of Canada to Nepal @HCCanInd at the @nepal_of. Had a productive discussion. Loo…", "RT @MofaNepal: Revitalizing BIMSTEC will require our renewed resolve, collective commitment &amp; concerted actions. \nWe must pivot away from u…", "RT @bhrigudhungana: Honoured to meet the Hon. Mélanie Joly, Minister of Foreign Affairs of Canada. Had a fruitful discussion on further str…", "No quarantine for visitors travelling to Nepal. \n\nNo PCR test required for fully vaccinated travellers. \n\nA PCR negative report taken 72 hours prior to boarding required for unvaccinated or partially vaccinated travellers. \n\nCCMC Form is required for all. https://t.co/84b9oUlEh3", "RT @MofaNepal: Ms @sewa_lamsal Joint Secretary of @MofaNepal hands over the humanitarian assistance from Nepal to @RamizAlakbarov Deputy Sp…", "RT @MofaNepal: Foreign Minister Dr. Narayan Khadka addressed the press meet at the Tribhuvan International Airport on Nepal's humanitarian…", "Ambassador @bhrigudhungana met with Mr. Juan Carlos Salazar, Secretary General of the International Civil Aviation Organization (ICAO), in Montreal today. They had a fruitful discussion on further advancing cooperation in relevant areas. https://t.co/1nnOK0hhk1", "Amb @bhrigudhungana had a fruitful meeting with Mr Claude Albert Charette, Pres., and Dr Richard Nadeau, Sr. Vice Pres. of Canada Nepal Friendship and Cultural Society at the Embassy. Discussions were held on further expanding and strengthening relations between Nepal and Canada https://t.co/DFBu46VPW8", "Thank you Canada, once again, for continued support and solidarity in our fight against COVID-19 https://t.co/pgvigzeKv7", "We are grateful to Canada for continued support and solidarity in our fight against COVID-19. https://t.co/J3CQZlj2Vw", "We are grateful to Canada for continued support and solidarity in our fight against COVID-19. https://t.co/QfyVdNQPjn", "RT @MofaNepal: \"I urge the world leaders to recognize the specific climate vulnerability in the high mountains and accord high priority to…", "Ambassador Dhungana received Mr. Harsha Kumara Navaratne, newly arrived High Commissioner-designate of Sri Lanka to Canada, at the Embassy today. They had friendly conversation. https://t.co/QQpJw8xt5l", "RT @NepalUNNY: Hon. Foreign Minister Dr. Narayan Khadka addresses the General Debate of the 76th Session of the #UNGA highlighting Nepal’s…", "RT @MofaNepal: Newly appointed Foreign Minister Hon. Dr. Narayan Khadka assumed office of the Foreign Minister of Nepal today. Foreign  Sec…", "RT @MofaNepal: A productive virtual interaction between the Nepali Missions in the Americas and the export entrepreneurs of Nepal today org…", "RT @MofaNepal: In support of Nepal's fight against #COVID19 Canada handed over critical medical equipment. We thank #Canada for the support…", "RT @MofaNepal: We thank the Government &amp; people of Canada 🇨🇦 for such a valuable support to Nepal 🇳🇵 in its fight againt the COVID-19 pande…", "🇳🇵🇨🇦\nThank you Canada for this generous support to Nepal. We are together in our fight against the #COVID19 pandemic.\n@MofaNepal https://t.co/ENHHxn6jvs", "RT @MofaNepal: Newly appointed DPM and Foreign Minister Hon. Raghubir Mahaseth assumed office of the DPM and Foreign Minister of Nepal toda…", "🇳🇵🇨🇦\nThank you Canada for solidarity and support in this hour of difficulty. We are together in our fight against the #COVID19 \n@MofaNepal https://t.co/VBYdYR3lsc", "RT @MofaNepal: Foreign Minister Hon. @PradeepgyawaliK held a video conference with Nepali ambassadors to take stock of initiatives for mobi…", "RT @MofaNepal: Minister for Foreign Affairs Hon. Pradeep Kumar Gyawali addressed the 17th BIMSTEC Ministerial Meeting today hosted by Sri L…", "Ambassador H. E. Mr. Bhrigu Dhungana had a virtual meeting with H. E. Mr. Kallayana Vipattipumiprates, Ambassador of Thailand to Canada, today. Views were exchanged on matters of mutual interest. https://t.co/NWXMEseBQC", "RT @NepalUNNY: UN Committee for Development Policy recommends Nepal for graduation from the LDC category with preparatory period of 5 years…", "RT @MofaNepal: Third day of virtual interaction on promoting Nepal's export trade. This concludes the first round of interface of MoFA and…", "56th anniversary of the establishment of diplomatic relations between Nepal and Canada was commemorated with an interaction programme. Concern-Nepal Canada and Mt. Everest Television Canada deserve sincere appreciation. https://t.co/Epbnlq74Ea", "Deeper engagements in sports contribute to further strengthening of relations between Nepal and Canada.  Ambassador Dhungana addressed the 2nd AGM of the Nepalese Canadian Cricket Club. https://t.co/WbQRQXX8UX", "2nd meeting of Nepal-Canada Bilateral Consultation Mechanism held  https://t.co/a1AjEoTR9d", "नेपाल–क्यानाडा परामर्श संयन्त्रको बैठक https://t.co/haSrKhmAyo", "Press Release on the 2nd Meeting of Nepal-Canada Bilateral Consultation Mechanism held on 11 December 2020\n\nhttps://t.co/EP5B7j4qZw", "RT @MofaNepal: @MofaNepal unveiled today the Foreign Policy of Nepal, 2077. The Policy approved by the Government of Nepal spells out, in a…", "RT @NepalUNNY: Pleased to share that Nepal’s candidate Ms. Bandana Rana has been re-elected to the CEDAW Committee.\n\nShe obtained 137 votes…", "RT @NepalUNNY: Nepal is re-elected for 2021-23 as a member of the #UNHRC in #HRCelections2020 securing 150 votes.\n\nIt is yet another opport…", "RT @MofaNepal: Mr. Bharat Raj Paudyal assumed office of the Secretary of the Ministry of Foreign Affairs today. Congratulations and best wi…", "RT @NepalUNNY: Press Release and the Rt. Hon. Prime Minister's full statement delivered at the High-level Meeting on Financing the 2030 Age…", "RT @NepalUNNY: Rt. Hon @PM_Nepal addresses the General Debate of the 75th session of the #UNGA  outlining Nepal's position on multilaterali…", "RT @MofaNepal: Foreign Minister Hon. @PradeepgyawaliK chaired the 15th Informal Meeting of SAARC Finance Ministers held virtually today. Th…", "Minister for Foreign Affairs Hon. Mr. Pradeep Kumar Gyawali inaugurated and addressed the NRNA ICC Regional Meeting and 2nd Knowledge Conference Americas being held virtually on 5-6 September 2020 hosted by the NRNA NCC Canada @MofaNepal https://t.co/1wrZ3UwlKw", "RT @MofaNepal: Minister for Foreign Affairs, Hon. @PradeepgyawaliK and the Minister for Foreign Affairs of Canada, Hon. François-Philippe C…", "COVID-19 को विश्वव्यापी संक्रमणबाट उत्पन्न असहज परिस्थितिका कारण नेपाल फर्कनैपर्ने अवस्थामा रहेका नेपाली नागरिकहरुलाई आफ्नो विवरण अद्यावधिक गर्ने सम्बन्धी जरुरी सार्वजनिक सूचना\n\nhttps://t.co/qg7oFp48ko https://t.co/ulR5SOW5Cf", "RT @FP_Champagne: Thank you Foreing Minister  @PradeepgyawaliK for your condolences to the families of the victims and the support of the p…", "RT @MofaNepal: Foreign Minister @PradeepgyawaliK extended condolences to his Canadian counterpart @FP_Champagne on mass shooting in Nova Sc…", "Some Measures announced in the Address to the Nation by Prime Minister Rt. Hon. K P Sharma Oli on 20 March 2020 https://t.co/UuHEgBRR1o", "Very Urgent Notice issued by the Department of Immigration regarding Arrival Restriction in Nepal https://t.co/yxxqj1Ml0l", "Urgent Notice issued by the Department of Immigration regarding travel restrictions in view of COVID-19 https://t.co/3SgFXeJSWV", "RT @CanadainNepal: A productive visit to Nepal🇳🇵 strengthening bilateral ties &amp; multilateral engagement: Canada🇨🇦's @SenateCA Speaker Georg…", "RT @MofaNepal: Minister for Foreign Affairs Hon. Mr. Pradeep Kumar Gyawali received the Speaker of Canadian Senate Hon. George J. Furey at…", "NA chairperson Timilsina and Canadian Senate speaker hold meeting (with photos) https://t.co/t8RaripBzv via @RepublicaNepal", "क्यानडाको दक्ष सीप र ज्ञानलाई नेपालको बिकाशमा लैजान सके ठुलो फाईदा-राजदुत ढुंगाना - https://t.co/V94g3skWYG https://t.co/6ttcC7fr3W", "Amb. @bhrigudhungana had a fruitful meeting with Executive Director of Climate Action Network Canada @cat_abreu on pertinent matters and handed over the letter by the Hon. @PradeepgyawaliK inviting to be a speaker in the @S_Sambaad to be held in Kathmandu on 2-4 April 2020. https://t.co/WUzP44Ep03", "Visit Nepal-2020 was officially launched in Canada on 7 January 2020 amidst a Launching Ceremony organised by the Embassy of Nepal in Ottawa #VisitNepal2020 @nepaltourismb @hello_tourismnp @VisitNepal_2020 https://t.co/RVewVOdxzl", "Visit Nepal-2020 was officially launched in Canada on 7 January 2020 amidst a Launching Ceremony organised by the Embassy of Nepal in Ottawa. A large number of guests including The... https://t.co/rlVepwY7BG", "भ्रमण वर्ष २०२० : जमैकाका पर्यटन मन्त्रीद्वारा सम्पदा पुनर्निर्माणको अवलोकन https://t.co/7fb1NFRwIP", "https://t.co/ew7KmEziTi", "भ्रमण वर्षको उद्घाटनमा भाग लिन जमैकाका पर्यटनमन्त्री नेपालमा https://t.co/rIqV1di3t1", "तीन जलविद्युत आयोजनाका लागि ८५ अर्ब लगानी स्वीकृत https://t.co/oEPdK8EGg2", "https://t.co/kQWHMcrq5Z", "Nepal on Forbes’ 10 bucket list trips for the next decade https://t.co/JP2LjVfg9c", "https://t.co/XNnPSy0kDa", "https://t.co/LrkmpzaNZ9", "https://t.co/5tdMZufqIG", "https://t.co/uB3RWTDbkO", "https://t.co/tsGamVSbsf", "https://t.co/nJOjF0Kdy8", "https://t.co/gR18kUAqL8", "WATCH: Nepal’s trail running sensation https://t.co/FPUOnxhhsd", "Nepal's Trail running sensation https://t.co/9eh1hBQFLd", "क्यानडामा हिमालयन तेक्वान्दो एकेडेमीलाई १५ स्वर्णसहित ४८ पदक https://t.co/Wz8cOistUy", "Nepal actively participates in one of the largest tourism promotional events of Canada ‘International Tourism &amp; Travel Show’ being held in Montreal on 25-27 October 2019. A wonderful occasion to promote Visit Nepal Year 2020 campaign in Canada. https://t.co/7BoamHocd2", "क्यानेडियन नागरिकलाई नेपाल भ्रमण गर्न पर्यटन मन्त्री भट्टराईको निम्तो https://t.co/N1CxDfWmFL", "क्यानडा पुगेर पर्यटनमन्त्री भट्टराईकाे गुनासाे- ‘नेपालका एयरलाइन्स घाटामा जाँदा मन शान्त भए https://t.co/btzcouTVKS", "नेपालका पर्यटनमन्त्री भट्टराई क्यानडा भ्रमणमा, नेपाल भ्रमण गर्न स्वदेशी तथा विदेशीलाई निम्त https://t.co/OkAGg2Db1d", "नेपाल र युएईबीच हवाई सेवा सम्झौता https://t.co/WrTcxe5n1f", "Ambassador H. E. Mr. Bhrigu Dhungana hosted a reception in Ottawa to observe the Constitution Day and National Day of Nepal.", "The Embassy organized a special function in Ottawa today to observe the Constitution Day and National Day of Nepal. An interaction on Constitution of Nepal was also held.", "H. E. Ambassador Bhrigu Dhungana paid a courtesy call on the Honourable J. Michel Doyon, Lt. Governor of Quebec, recently. https://t.co/oPKYRfd3uR", "टोरोन्टोका नेपाली बालबालिकालाई सकर प्रशिक्षण https://t.co/sHr0Zdpe2W via @nagarik_news", "गभर्नल जनरल समक्ष क्यानडाका लागि नवनियूक्त नेपाली राजदुत महामहिम भृगु ढुंगाना द्वारा ओहोदाक https://t.co/qmRVyCD5fA", "The Embassy of Nepal recently participated in the 'Experience Asia 2019' held at the Maison du Citoyen (City Hall) of Gatineau city in Quebec. The Embassy displayed posters and mounted... https://t.co/uppMd0lv0S", "The Embassy is pleased to share a write-up on Nepal by Marc-Andre Lemieux,Travel Writer at 'Le Journal de Montreal'. Mr Lemieux had visited Nepal on a FAM trip organized jointly by the Embassy and Nepal Tourism Board in June last year. https://t.co/5CABqqTdZd", "क्यानेडियनलाई यसरी पनि चिनाईंदैछ नेपाल https://t.co/8gg2Rogh48", "The Embassy of Nepal, Ottawa recently participated in the 25th Travel and Vacation Show in Ottawa. Some glimpses of Nepal stall at the show.", "क्यानडाबाट फर्कन लागेका नेपाली राजदूतलाई १३ प्रश्न https://t.co/F6NzSo5p4m", "https://t.co/e18B9K5bdy", "The Embassy of Nepal participated in the Flagship Event and Showcase for the Canadian Market Access and Capacity Building Services (CMAS) project recently organized by Trade Facilitation... https://t.co/kppqgYR7iQ", "https://t.co/xCRxx4z34D", "Nepal, Canada bilateral body holds first meet https://t.co/fGWyR1QFTD", "Press release on the first meeting of Nepal-Canada Bilateral Consultation Mechanism", "Foreign Secretary Mr. Shanker Das Bairagi recently held a meeting with Chair of Canada-Nepal Parliamentary Friendship Group (CNPFG) Hon. MP Dr. Geng Tan and members Hon. MP Chandra Arya and... https://t.co/TeW5U2S3JN", "क्यानडामा संविधान दिवस मनाइयो https://t.co/7gLpbfVf2W", "National Day celebration 2018", "RT @kpsharmaoli: A happiest moment of this morning, meeting with Prime Minister of Canada @JustinTrudeau, shared views and discussed on pos…", "RT @kaminajsmith: This morning I had the pleasure of welcoming 10 new diplomats to #JA from as near as the Bahamas &amp; as far as Nepal! https…", "RT @kaminajsmith: JA for the 1st time has Ambassadors accredited from #Malawi &amp; #Nepal.So pleased to meet Their Excellencies today! https:/…", "Mystérieux, enivrant et spectaculaire | JDM https://t.co/wgoGxph3Zy", "RT @RajSainiMP: Pleased to strengthen our bilateral relationship with Ambassador Kali Pokhrel of #Nepal #cdnpoli #FAAE @MinCanadaFA https:/…", "क्यानाडालाई पुनःनिर्माणमा सघाउन आग्रह https://t.co/rgV8Sc7llS via @setopati", "Canada-Nepal Parliamentary Friendship Group held its first meeting in the Parliament Hill on 23 Nov 2016. https://t.co/zOGaQueDwm", "Why @lonelyplanet says Nepal is one of the world’s best value destinations for 2017: https://t.co/Sq9uJ136HO #BestinTravel", "Lonely Planet crowns Nepal as world’s ‘best value destination’ for 2017  https://t.co/cOqZCJSn3P", "RT @juliedabrusin: Happy to have been elected Vice Chair of the newly-formed Canada-Nepal Parliamentary Friendship Group 🇳🇵 🇨🇦 #CdnPoli #To…", "RT @CanadainIndia: Canada forms Parliamentary Friendship Association, w. members of both Houses of Parliament, to boost ties w. Nepal: http…", "RT @CanadainIndia: Canada's envoy to Nepal &amp; India @nadirypatel chats Canada-Nepal ties with his counterpart, Nepal's Ambassador to Canada…", "RT @juliedabrusin: Nice to Meet with HE Kali P. Pokhrel @nepal_of and Hon. Keshab Prasad Badal as Vice Chair of the Canada-Nepal Parl. Frie…", "Return to Nepal: After surviving deadly 2015 avalanche, Ottawa's Elia Saikaly embarks on new Himalayan quest https://t.co/Vh4VGp1vLt", "RT @Albrecht4KitCon: @nepal_of HE Kali Pokhrel at our Canada - Nepal Friendship Group. @bruce_stanton https://t.co/vx7twNSzFM", "RT @Albrecht4KitCon: @MpmarkWarawa @bruce_stanton @nepal_of @GengTanMP first meeting of Canada-Nepal Friendship Group https://t.co/4CxF5CkA…", "RT @MPmarkwarawa: Honoured to be elected Director of CAN-Nepal Parl Group. W/ Amb Kali P. Pokhrel &amp; Min. Jiwan Shahi. @nepal_of #Nepal http…", "क्यानाडाको सदनमा पहिलो पटक नेपालका मन्त्री https://t.co/4PBO7hNGlQ via @setopati", "क्यानडा–नेपाल संसदीय मैत्री सङ्घ गठन https://t.co/SLcmbSKNlF", "क्यानडा-नेपाल संसदीय मैत्री संघ गठन  https://t.co/fnYRux2NLt via @Annapurna_Post", "क्यानडा-नेपाल संसदीय मैत्री संघको गठन https://t.co/yRKnCe1ZCW", "Nepal caucus formed in Canadian parliament https://t.co/ii7pIvGf3Z", "RT @BobNaultMP: Honoured to speak at Nepal's National Day Celebration in Ottawa. Thank you Ambassador Kali Pokhrel for the warm hospitality…", "HE KP Pokhrel &amp; the Hon Bob Nault addressing the National Day Reception of Nepal in Ottawa on 23 Sept &amp; a glimpse of distinguished guests. https://t.co/XB2e9ovpmj", "Happy to bring out Nepal tourism advertorial in Horizon Travel Magazine again. https://t.co/ub0H7A82ZC", "RT @PnPCBC: .@nepal_of's Kali Prasad Pokhrel: Nepalese govt wants to ensure that any re-building meets earthquake-proof codes to withstand…", "RT @PnPCBC: .@nepal_of's Kali Prasad Pokhrel: $4 billion in aid funding will be spent over next 5 yrs in rebuilding process #pnpcbc #NepalQ…", "HE Kali Prasad Pokhrel paid a courtesy call on the Hon  J. Michel Doyon, Lt. Governor of Québec on April 19, 2016. https://t.co/uAQziE871q", "RT @MRIF_Quebec: Hier, la ministre @stpierre_ch a rencontré l’ambassadeur du #Népal, Son Excellence Kali Prasad Pokhrel https://t.co/5XKBPc…", "HE Ambassador KP Pokhrel meets with Hon. Dean Allison, MP and Deputy Critics-International Development. https://t.co/NkXIAFo9jZ", "His Excellency Ambassador Kali Prasad Pokhrel meets with Hon. Senators Larry Campbell and Paul J Massicotte. https://t.co/SFGuc2vlNs", "HE KP Pokhrel met with Hon Tony Clement, MP &amp; Foreign Affairs Critics of the main opposition Conservative Party. https://t.co/Icw7TitUUN", "His Excellency Ambassador Kali Prasad Pokhrel meets with Hon. Jati Sidhu, Member of Parliament at his Office. https://t.co/Hd3xF31PgG", "RT @Albrecht4KitCon: Good mtg w H E Kali Prasad Pokhrel Ambassador of Nepal to Canada @NepalEmbCanada https://t.co/zzgRzSbzvq", "HE Ambassador Kali Prasad Pokhrel meets with Hon. Larry Bagnell, Member of Parliament at his office today. https://t.co/XdDcGjVZZf", "HE Ambassador Kali Prasad Pokhrel meets with Hon Lloyd Longfield, Member of Parliament at his office today. https://t.co/QqGtSjwP5E", "HE KP Pokhrel met with Prof Dr Jack D Ives, Prof Geography and Environment Studies, Carleton University yesterday. https://t.co/KsYq8LrzZ5", "HE KP Pokhrel met with Hon Stéphane Dion, Minister of Foreign Affairs of Canada on 2016/3/30\nPhoto courtesy: DFATD https://t.co/dv7HXKaHyf", "Meet Nepal's Living Goddesses by Isabella Tree https://t.co/znGQwJAmxJ via @NatGeoMag", "HE Kali Prasad Pokhrel held a meeting with Hon Harold Albrecht, Member of Parliament at his Office on March 23, 2016 https://t.co/dUxfVZwNrN", "HE  KP Pokhrel meets Hon John McKay, MP and Parliamentary Secretary to the Minister of National Defence Canada https://t.co/400qWbAbs2", "His Excellency Ambassador Kali Prasad Pokhrel meets MP Gary Anandasangaree at his office. https://t.co/qEzjv1bBMp", "HE Kali P Pokhrel meets with the Hon Dr K Kellie Leitch, MP and former Minister of Labour and Status of Women Canada https://t.co/TfmR6UEMAu", "HE Kali Prasad Pokhrel meets with the Hon. Andrew Leslie, MP and Chief Government Whip Canada https://t.co/9ke6KsPotZ", "HE KP Pokhrel with Dr S Brien, VP, Asia Pacific &amp; Mr D Piccini, Int'l  Outreach Officer, Royal College of Physicians https://t.co/4wGVuQofOh", "RT @TripAdvisor: These are the top destinations in the world this year: https://t.co/ZsafxSsLw3 #TravelersChoice https://t.co/NtPSdhlqEC", "https://t.co/cD7yVtNWca", "Nepal https://t.co/U3X7KdE7GC", "RT @CanadaDev: Canada will support #Nepal’s immediate &amp; longer term recovery and rebuilding efforts - Min Bibeau", "RT @CanadaDev: With the support of Canadians, Canada is helping #Nepal rebuild and reduce poverty - Min Bibeau", "RT @CanadaDev: Min Bibeau meets w/ H.E. Ambassador Kali Prasad Pokhrel of #Nepal @nepal_of https://t.co/HcUDlzO6zQ", "RT @DevCanada: La ministre Bibeau rencontre S.E. Kali Prasad Pokhrel, l'ambassadeur du #Népal @nepal_of https://t.co/1xfWu9P0RF", "EoN Ottawa joins Ultimate Travel Show (Jan 23-24) in Toronto. Hon Con Gen Kunjar M Sharma promoting Nepal's Tourism https://t.co/2WOFC772Ry", "Ten of the best long-haul adventure holidays https://t.co/ATXZZsnN4q", "H.E. Ambassador Kali Prasad Pokhrel meets Hon. Brad Trost, Member of Parliament of Canada on January 15, 2016. https://t.co/M0wcBgOu3B", "H.E.  Kali Prasad Pd. meets the Hon. Amarjeet Sohi, Minister of Infrastructure and Communities on January 5, 2016. https://t.co/UEMJSjtYZO", "National Geographic Traveller releases its 'Cool List' for 2016 https://t.co/aWSYXIDUqb via @travelmail", "H.E. Kali Prasad Pokhrel met with Hon. MP Jason @jkenney at the latter's office on 2015.12.08 https://t.co/sToALMXNco", "RT @jkenney: Good to meet Nepalese Ambassador Pokhrel. #Nepal is hugely grateful for Canada's support following March earthquake. https://t…", "H.E.Kali Prasad Pokhrel met with Hon. MP Chandra Arya on 27/11/2015 https://t.co/bdsEHRbtig", "H.E.Kali Prasad Pokhrel met with MsShawna Pachal Senior Managing Director,of Manitoba Hydro International 24/11/2015 https://t.co/59xzk6zCvq", "H.E. Kali Prasad Pokhrel's meeting with Hon. MP Ramesh Sangha and Hon. MP Jason Kenny on 8 December 2015 https://t.co/9CgDLVZVwr", "H.E. Kali Prasad Pokhrel's meeting with Hon. MP Sukh Dhaliwal at latter's office on 7 December 2015 https://t.co/iXq6k0SdET", "Mr Hiranya Lal Shrestha, President of Nepal-Canada Friendship &amp; Culture Association with Nepalese Community, Ottawa https://t.co/yxpmZ4ETNF", "Embassy of Nepal participated in three day Int'l Tourism &amp; Travel Show in Montreal https://t.co/jsYu4Bdnrt", "Cultural Performance in Ottawa, Canada by SUR SUDHA, classical Music band from Nepal http://t.co/BqrMemCozl", "Celebration of the Promulgation of Constitution 2072 with Nepalese Community in Ottawa, Canada 2015/09/20 http://t.co/bBKv8sOCwE", "Nepal: Export-oriented industries to get tax refund - TFO Canada http://t.co/MlUAiZbMhc #exporttocanada via @TFOcan", "RT @Breathedreamgo: Thanks for writing about Nepal. I have interviewed Ambassador and it's safe to travel to #Nepal. @nepaltourismb  https:…", "RT @Breathedreamgo: It's time to return to #Nepal. Six tips to help prepare first time visitors http://t.co/GaUc5DVBfI @nepaltourismb http:…", "Bridge of Nations Sudbury. http://t.co/7I2xaQz1PI", "HE Ambassador handed over Nepal's Flag to Mayor of Greater Sudbury to be hoisted at the Bridge of Nations http://t.co/EMkd1SQBl3", "HE Ambassador Kali P Pokhrel meets with Nepalese Community of Guelph, ON http://t.co/Es2WqQHwvc", "H.E. Ambassador meets with Travel Agents and Development Architects from Quebec on 02/09/2015 http://t.co/uZVEd7rHL1", "‘Nepal is absolutely open for tourists’: http://t.co/5hfHV4Pzts via @thenepalnow", "Nepal : Back on Top Of the World: http://t.co/mjL5I1Av3C via @thenepalnow", "RT @JRankinNepal: Lovely trek this morning. Almost saw Mt Machhapuchhre (Fish Tail) but no Yeti. Follow FCO travel advice, enjoy #Nepal htt…", "RT @JRankinNepal: Lovely morning in Pokhara. Misty lake and cool air. Just like #Scotland. #naturallyNepal http://t.co/CND914tfJH", "RT @kathmandupost: UK envoy John Rankin and DFID Head Gail Marzetti say post-earthquake Nepal is safe to travel.\nhttp://t.co/hnaK2Cbt75 htt…", "For facts and figures, interesting post earthquake tourism stories, photos and reports, please kindly visit : http://t.co/EnKY8VEWuD", "Please kindly visitl http://t.co/EnKY8VEWuD for facts and figures, interesting post- \nearthquake tourism stories, photos, reports", "Meeting between H.E. Kali Prasad Pokhrel &amp; Mariellen Ward, Founder of a travel blog portal:‘‘Nepal is Safe to Visit’’ http://t.co/gex2g4j0et", "RT @nepaltourismb: Series of festival in the offing #today we celebrated #NagPanchami special day for worshipping #Nags #Snake #NepalBounce…", "RT @kathmandupost: Last of Langtang survivors airlifted to Kathmandu #NepalEarthquake http://t.co/Qy5FeYp1WT http://t.co/r7FQGgBtTb", "RT @kathmandupost: People take shelter in the tents set up by China at Tundikhel, Kathmandu on Wednesday. \nPic: Shaligram Tiwari http://t.c…", "RT @kathmandupost: Singha Durbar suffers more cracks &amp; fissures (photo feature) #NepalQuake http://t.co/FmGfRst3pr http://t.co/EprkvJMpuv", "RT @Lynne_Yelich: Signing book of condolences, we join the rest of the world mourning the tragic loss of life due to #Nepal earthquake. htt…", "RT @CanadaFP: .@HonRobNicholson signs book of condolences at #Nepal’s embassy in Ottawa http://t.co/NmF9GiQPrM #NepalQuake http://t.co/RlqK…", "RT @CanadaFP: .@HonRobNicholson meets with Mr. Dilip Paudel, Deputy Chief of Mission, at Nepal’s Embassy in Ottawa #NepalQuake http://t.co/…", "RT @deepakobhrai: Signing condolence book at Nepal Embassy in memory of Earthquake victims. Canada stands with Nepal #yyc #cdnpoli http://t…", "RT @HonRobNicholson: Signed the book of condolences for the people of #Nepal. #Canada will continue to provide assistance http://t.co/3pvj1…", "RT @RepublicaNepal: Additional $11m US aid for earthquake response | http://t.co/WzJ2j6jkEx http://t.co/KhlMxCL4c6", "RT @RepublicaNepal: DFID to help reopen DoLIDAR office | http://t.co/pyufHu0GMZ", "RT @RepublicaNepal: Grateful to Mamata for help: Nepal minister | http://t.co/74cVOE1Kbg http://t.co/SuCRnz0w8V", "RT @RepublicaNepal: Over 13000 houses were checked by engineers |http://t.co/ygrBBiDb9l http://t.co/1TLoAq0xy4", "RT @oxfamcanada: We're delivering aid in 7 districts in Kathmandu Valley &amp; in rural areas. Let's reach more: http://t.co/8cniQk536E http://…", "RT @CanadaFP: .@CanadianForces speaks w/ a local volunteer inside camp for Internally Displaced Persons in #Nepal #NepalQuake http://t.co/u…", "RT @CanadaFP: #DART members discuss with local officials during assistance patrol in #Nepal #NepalQuake http://t.co/QMv4opGkmV", "RT @CanadaFP: Canada’s response to #NepalQuake – an update http://t.co/2bI6RrMxqW @HonRobNicholson http://t.co/EQ5GVWuzGE", "RT @CanadaFP: Canada continue to do everything it can to locate &amp; ensure that all Canadians in the affected area are safe #NepalQuake @HonR…", "RT @CanadaFP: Cda’s support is enabling @redcrosscanada to deploy an emergency health care unit that will help 200 people/day #NepalQuake @…", "RT @CanadaFP: Canada has established the #NepalQuake Relief Fund, a matching mechanism to encourage support for the humanitarian response @…", "RT @CanadaFP: Canada has deployed the #DART to #Nepal, recognizing the need &amp; the valuable contribution of Canadian expertise #NepalQuake @…", "RT @HonEdFast: Today I signed the condolence book at the Nepali Embassy, my thoughts &amp; prayers are w/ the victims &amp; their families http://t…", "RT @Federation: #NepalQuake: ensuring affected people have access to #sanitation remains vital to prevent the threats of disease https://t.…", "Duke of Cambridge in Nepali Embassy | Top Stories: http://t.co/IHmUCzXOzV", "RT @RepublicaNepal: Nepal may let Everest climbs restart despite massive quake | http://t.co/k1FTQBsr83 #NepalEarthquake #MtEverest http://…", "RT @deepakobhrai: Canadians in #Nepal: For emergency consular assistance call + 977 (1) 444-1976 or sos@international.gc.ca #Nepalquake", "RT @deepakobhrai: Help ensure we have your loved ones contact information if you have friends or family in Nepal.Call 1-800-387-3124/ sos@i…", "RT @deepakobhrai: \"Please help the people of Nepal in their time of need\" #yyc #cdnpoli #earthquake https://t.co/jyWFzU0lQ3", "RT @HonRobNicholson: Canada extends heartfelt condolences to the people of #Nepal during this terrible tragedy. We continue to monitor the …", "RT @HonRobNicholson: Spoke to both the Nepalese FM and Ambassador to express condolences and offer Canadian assistance during this tragedy", "RT @WSJ: 5 remarkable rescues from the Nepal earthquake, including a five-month-old infant: http://t.co/lTAIdOhrGc http://t.co/IBZA7uMbPf", "RT @RepublicaNepal: Nepal Telecom provides free service till Thursday mid-night | http://t.co/ZNJs9S1jFh http://t.co/wxK6axblH0", "RT @MetroNir: Urgent: Need 50 volunteers to go to Tatopani, leaving Friday, 8am. Call 9849308043 now. Please spread. #nepalquake #NepalEart…", "RT @RepublicaNepal: Government's #NepalEarthquake relief portal. (http://t.co/1rhsMcFAaj) #NepalQuake", "RT @CBCPhoto: Nepal earthquake: 5 days later, survivor found amid Kathmandu wreckage http://t.co/NRurPv6AVn http://t.co/VZXD955Psx", "RT @RepublicaNepal: His sorrow left when Nepalese photographer saw baby's rescue | http://t.co/QlR1wJl2NS http://t.co/bE2Wc4ZOVz", "RT @rudepen: @RepublicaNepal continue your story so that bastard stays behind bars #NepalEarthquake", "RT @Disaster_Update: Nepal Army helicopter in scheduled to go Darchula with flood relief materials in some minutes http://t.co/dgIucIjpa1", "Nepal Earthquake: Canadian charities taking donations to help survivors http://t.co/hhFCGfOYD8", "Canada offers help | Top Stories: http://t.co/3CJa5H5msy", "भुकम्पपीडितहरुलाई सघाउन क्यानडा ब्यापक सक्रियता | प्रवास http://t.co/zACrxzm7bf", "१२० बेडको हस्पिटल सुविधासहितको क्यानेडियन मेडिकल टोली आउँदै | मुख्य समाचार http://t.co/YaPiwrL0g5", "नेपालको भूकम्पबारे क्यानडामा चासो", "95 people rescued from Langtang | Top Stories: http://t.co/7bZF5oHgQH"]