["Mobility is a fundamental human need, essential enabler of prosperity. But the current mobility paradigm is not sustainable; car travel causes millions of deaths every year, a significant amount of greenhouse gas emissions are ...\n\nhttps://t.co/U072sMzc7f via @wef, @WEF_intel", "#StartupGenome\n\nWhere Are Unicorns Founded \n\nNorth America Attracts International Unicorns\n https://t.co/emGQLGhJxF", "Each country’s capacity to respond external shocks may disrupt their development during transition based on different vulnerabilities. Three countries at different stages of preparing for graduation and developing their smooth transition strategies (STS) including a roadmap. https://t.co/6vTYQL1754", "Domestic resource mobilization goals in Smooth Transition Strategies (STS) should help to elevate this critical topic in a multi-stakeholder forum, develop shared priorities, and attract the required technical assistance for sustainable financing of development. https://t.co/bn5AMF7w7x", "Financing strategies can be designed to mobilise and align both public and private finance with national planning. Dialogues across a wide range of stakeholders – planning and financing entities in government, line ministries, private sector, civil society, development partners. https://t.co/Zz0SZzrZsK", "Impact of climate-related changes will add significant risk to the challenges of graduating LDCs, while proactive climate action can generate opportunities for development that spans multiple sectors and brings potentially large socioeconomic benefits. https://t.co/FqIcCrg4jp", "Many graduating LDCs made progress in governance but more is required if these countries successfully leverage new investment opportunities that underscore good governance and human rights relating to inclusive and sustainable social, economic and environmental development. https://t.co/4DZQzOLk2E", "Diversifying away from reliance on existing major export commodities to other, requires developing an industrial policy for green growth and structural reform. It will require intentional and risk-informed investments in productive capacity and quality standards are strengthened. https://t.co/WQ7XeEwJEL", "After graduation and in transition periods, the countries will no longer be entitled to enjoy LDC-specific special benefits from the intl community or system. Countries may experience reduction of their export revenue due to the loss of LDC-specific market access preferences, https://t.co/kuSbX4dHkI", "To ensure graduation is sustainable and irreversible, a starting point is, countries fully understand the impact of graduation and the vulnerabilities that will linger beyond graduation, who are likely to be most affected required to minimize the impact and leave no one behind. https://t.co/TMIBvgpnZg", "Countries are expected to use the preparatory period to develop their Smooth Transition Strategies (STS) ensuring that their development momentum is maintained, while preventing any disruptions to their development progress and ensuring the sustainability of their graduation. https://t.co/VvjBgNUDeC", "Preparing for graduation is part of planning process at the country level. Nepal’s STS emphasizes on expanding productive capacity at a faster pace by fostering HD. It also aims to enhance entrepreneurial capabilities and strengthen institutions for structural transformation. https://t.co/xTwwWwnyoH", "Our Smooth Transition Strategy must take into account and prioritize the continuation of related and required WTO amenities, ISMs as well as access to concessional development finance and ODA.\n\nNPC Secretary @kewalpb, South-South-Exchange for Preparing Smooth Transition Strategy. https://t.co/IO4WEdmJ3w", "RT @NepalUNNY: #Nepal is committed to redoubling its effort to create synergy between COVID-19 recovery, climate action, &amp; SDGs implementat…", "Ministerial Roundtable on ‘Accelerating the achievement of the SDGs by 2030: addressing on-going crises and overcoming challenges.’\n\n#NepalDelegation\n#SDGs #HLPF2022 #Agenda2030 @NepalUNNY @kewalpb @amritrai555 https://t.co/2FQofWPu9r", "RT @kewalpb: #ClimateChange fueled poverty n inequality. Livelihoods of millions of people compromised by rising climate risks n declining…", "#SDG 15 should not be taken in isolation, as it is cross-cutting and strongly linked with livelihoods, land use, and creating human face in every development processes. #HLPF2022 @kewalpb https://t.co/J6kYpsULdW", "RT @NepalUNNY: Robust partnership between governments, development partners, and international community including the United Nations is es…", "#बजेट२०७९_८० https://t.co/r0yadTBwFm", "https://t.co/NTKPNR0iEh", "RT @mohpnep: https://t.co/tcJwdRSpyA", "@mohpnep @kewalpb @WHO @WHONepal https://t.co/Grppn7A0gM", "@mohpnep @kewalpb @WHO @WHONepal https://t.co/rFf3sVPEjr", "@mohpnep @kewalpb @WHO @WHONepal https://t.co/2z07tq9oIR", "@mohpnep @kewalpb @WHO @WHONepal https://t.co/iFGI6vbbDf", "@mohpnep @kewalpb @WHO @WHONepal https://t.co/voRTGieGB1", "नेपालको स्वास्थ्य क्षेत्रः वर्तमान अवस्था र भविष्यको कार्यदिशा\n\nराष्ट्रिय बहस\n\n@mohpnep @kewalpb\n@WHO @WHONepal \n#NationalDialogueOnHealth https://t.co/0gYPQ2fWRv", "११२औं अन्तरराष्ट्रिय महिला दिवस: दिगो भविष्यकालागि लैंगिक समानता\n#InternationalWomensDay #IWD2022 #8march \n#Genderequalitytodayforasustainabletomorrow \nतश्वीर: @FoodSystems https://t.co/YakDxkGrQY", "११२औं अन्तराष्ट्रिय महिला दिवसको अवशरमा आयोजित नीति संवाद कार्यक्रम\n\n“Gender Equality Today for Sustainable Tomorrow with Climate Change Perspective”\n\nदिगो भविष्यको लागि लैंगिक समानता:जलवायु परिवर्तनको सन्दर्भ\n#GenderEqality #ClimateChange #InternationalWomensDay2022 \n@kewalpb https://t.co/OlMWF34GzW", "@IPCC_CH https://t.co/jEdyJwite9 https://t.co/o2zF5WNNq0", "RT @IPCC_CH: PRESS RELEASE | 28 Feb 2022\n\n#Climatechange: a threat to human wellbeing and health of the planet. \n\nTaking action now can sec…", "राष्ट्रिय योजना आयोगका मा. उपाध्यक्ष डा. विश्वनाथ पौडेल @NpcVice  र नेपालकालागि संयुक्त अधिराज्य बेलायतका महामहिम राजदूत @UKinNepal निकोला पोलिट @NicolaPollittUK बिच नेपाल र संयुक्तराज्य बेलायतबिच आपसी सम्बन्ध, विकास साझेदारी र आउँदा दिनकालागि सहयोगका विषयमा छलफल भयो। @kewalpb https://t.co/r17pRqWU8W", "\"Consultation Meeting on the preparation of LDC Graduation Strategy with Private Sector\"\n\n#NPC #LDC #LDCGraduarion #NEpal @kewalpb https://t.co/IWkdBMGZRf", "जन्मदर घट्नु चिन्ताकै विषय हो।\n\n-महानिर्देशक, केन्द्रिय तथ्यांक विभाग।\n\nhttps://t.co/Zt8L7XKgti", "https://t.co/KgzVAhFe4j", "While agri-food sectors emit around 1/3 of total greenhouse gas emissions, they are also extremely vulnerable to climate change.\n\nGreen &amp; climate resilient agriculture must be part of the climate solution.\n@FAOclimate @kewalpb\n\nhttps://t.co/FgW43wFRg6", "https://t.co/ZmmaEsaUQR", "स्थानीय तहको “योजना तर्जुमा दिग्दर्शन, २०७८” \n\nhttps://t.co/UV6i0xkhMz\n\n@mofaganepal \n@kewalpb https://t.co/WsQQL0IdEL", "https://t.co/1TId5HrdQA", "The climate crisis is threatening recent global development progress. We need to develop prudent policies and organizations, new and more resources, creativity, and knowledge to fight against it. @Hello_MOFE\n@kewalpb @pemkandel @PaudyalBR @madhumarasini @aparpau @bimalrajregmi https://t.co/gkQLqlheIV", "राष्ट्रिय जनगणना, २०७८ को कार्य सम्पादन समिक्षा गोष्ठी, काठमाण्डौं\n@kewalpb #CBS \n#NepalCensus #Census2021 #राष्ट्रिय_जनगणना_२०७८ #मेरो #मेरो_गणना_मेरो_सहभागिता\n#कोही_नछुटौं_कोही_नदोहोरियौं https://t.co/uMTkoOHPtK", "\"I have a firm conviction that investment on nutrition with multi-sectoral approach can bring a big change by improving the nutritional status of children, pregnant women and lactating mothers of Nepal.\" Secretary, NPC @kewalpb\n\non Dissemination of FNG Analysis Report, Nepal https://t.co/vQY2OfmNYA", "Raising Nepal's ambition in @COP26\n \nhttps://t.co/br83LA6On5", "RT @NicolaPollittUK: Yesterday a team from @UKinNepal and @npBritish and @NEPALNPC planted 200 trees as part of our commitment to offset 🇳🇵…", "@kewalpb \"Nepal is marching towards graduation pathways without meeting the income criterion, it is one of the major challenges and an important stimulus not only for the country’s overall prosperity but also for sustaining the progress made in HAI and EVI.\"\n-Kewal P Bhandari @kewalpb https://t.co/YvtCyiXncm", "Mr. Kewal P Bhandari @kewalpb Secretary NPC and Nepal Delegation, at a Peer Exchange Meeting of Nepal, Lao PDR and  Bangladesh to organize a Side Event at the Margins of LDC5 in Doha.\nMonday, 13 December 2021\n#LDC #NepalsGraduation #TransitionToGraduation #NewJourneyNewHope https://t.co/zemBCmkaP3", "UN Special Rapporteur to Poverty and Human Rights Professor Olivier De Schutter in his Debriefing \nmeeting in NPC with Secretary @kewalpb and representatives form various ministry and Constitutional Commissions. https://t.co/YHi1dHII5W", "Nepal Delegation led by Secretary Kewal P Bhandari @kewalpb participating Virtual Country Consultation with UNCDP on monitoring of graduating and graduated from the LDC category.\n8 December, 2021, from NPC, Singhadurbar https://t.co/9hVsWNNL75", "प्रादेशिक योजना तथा बजेट तर्जुमा, परियोजना बैंक र संभाव्य लगानीका क्षेत्रहरु तथा तहगत समन्वय विषयक योजना सम्मेलन-२०७८ लाई संबोधन गर्नुहुँदै उपाध्यक्ष डा. विश्वनाथ पौडेल\nबुटवल, १९ मंसिर २०७८, लुम्बिनी \n@kewalpb @khomraj_koirala @dhaniramsharm20 https://t.co/icI3oJme7X", "https://t.co/XipVsHZw3u", "राष्ट्रिय #जनगणना२०७८ को आज ​​अन्तिम दिन।\n\n#मेरो_गणना_मेरो_सहभागिता \n#कोही_नछुटुन_कोही_नदोरोरिउन \n\n #NepalCensus2021 #Census #LeaveNoOneBehind https://t.co/fnJW4NBIOi", "https://t.co/Dxm6tqzbIu", "#जनगणना२०७८ मा अपाङ्गता भएका व्यक्तिलाई नछुटाउन परिवारका सदस्यले सचेततापूर्वक उनीहरूबारे सम्पूर्णको विवरण अनिवार्य टिपाऔं, अपाङ्गता भएका व्यक्तिको गणना सुनिश्चित गरौं।\n\n#NepalCensus2021 #Census #LeaveNoOneBehind https://t.co/jOZKxoaeBX", "Following the COP26 summit to accelerate action towards the goals of the Paris Agreement and the UN Framework Convention on Climate Change, this will serve as an opportunity to underscore the inextricable link between climate and food. \n@kewalpb @UNFCCC @FoodSystems @Hello_MOALD https://t.co/G5nVmiCFno", "एकीकृत राष्ट्रिय तथ्याङ्क प्रणाली निर्माणकालागि राष्ट्रिय #जनगणना२०७८ \n \n#मेरो_गणना_मेरो_सहभागिता #कोही_नछुटुन_कोही_नदोरोरिउन \n#NepalCensus2021 #LeaveNoOneBehind https://t.co/DRK4ej5lv2", "एकीकृत राष्ट्रिय तथ्याङ्क प्रणाली निर्माणकालागि राष्ट्रिय #जनगणना२०७८ \n \n#मेरो_गणना_मेरो_सहभागिता #कोही_नछुटुन_कोही_नदोरोरिउन \n#NepalCensus2021 #LeaveNoOneBehind https://t.co/6tgvfoBAbW", "सम्माननीय प्रधानमन्त्री शेरबहादुर देउबाज्यूबाट १२ औं राष्ट्रिय जनगणना, २०७८ मा सहभागी हुन आह्वान\n\n#कोही_नछुटुन_कोही_नदोहोरियुन\n#मेरो_गणना_मेरो_सहभागिता \n#राष्ट्रिय_जनगणना_२०७८\n#NepalCensus2021\n\nhttps://t.co/iQz8ZEs5dT", "सम्माननीय राष्ट्रपतिज्यूबाट १२ औं राष्ट्रिय जनगणना, २०७८ मा सहभागी हुन आह्वान\n#कोही_नछुटुन_कोही_नदोहोरियुन\n#मेरो_गणना_मेरो_सहभागिता \n#राष्ट्रिय_जनगणना_२०७८\n#NepalCensus2021 \n\nhttps://t.co/OqFf3ohtyT", "We are one of the oldest civilizations in the Sub-continent. Our civilization has seen different natural catastrophes and based on that we changed our way of living by adapting our daily lives to it. Our indigenous way of life was very close to nature.\n~Secty NPC @kewalpb #COP26 https://t.co/MsftHprYKQ", "Mountains of Opportunity by @icimod @UNFCCC #COP26 A framework to scale up investment in #HKH @kewalpb @madhumarasini @pemkandel #Powerof8 #ProtectThePulse https://t.co/l02OgP5sDs", "Former US President @BarackObama Addressing at the Climate Summit @UNFCCC #COP26 in Glasgow. \n@kewalpb @madhumarasini @pemkandel https://t.co/CLMBXb0Yqi", "RT @MofaNepal: Prime Minister Rt. Hon. Sher Bahadur Deuba planted a sapling at the Royal Botanical Garden in Edinburgh this morning before…", "RT @MofaNepal: Yet another productive meeting on the sidelines of COP 26. Managing Director of World Bank Group Ms. Mari Pangistu called on…", "RT @MofaNepal: As one of the distinguished panelists, Prime Minister Rt. Hon. Sher Bahadur Deuba addressed the High Level Event on Forest a…", "RT @MofaNepal: Prime Minister Rt. Hon. Sher B. Deuba had cordial bilateral meeting with the Prime Minister of India Hon. Shri Narendra Modi…", "\"I urge the world leaders to recognize the specific climate vulnerability in the high mountains and accord high priority to the mountain agenda in all climate-related negotiations”.\nPrime Minister Sher B. Deuba, WLS #COP26 #Glasgow @SherBDeuba @PM_nepal_ https://t.co/xDMnVYWnej", "RT @PM_nepal_: \"I urge world leaders to recognize the specific climate vulnerability of the high Mountains and accord high priority to the…", "RT @PM_nepal_: \"Keeping the global temperature below 1.5° C is vital for mountain people. It is an issue of our survival.\"\nPM @SherBDeuba i…", "RT @manjeetdhakal: Nepal🇳🇵ambitious NDC  plans to decarbonize economy in all sectors &amp; LTS plans to reach net zero emissions by 2045.\n\nRapi…", "जलवायु अनुकूलन कार्यक्रमले फेरिएको कृषकको जीवन \n#NAPA #LAPA @MOFENepal @MoFE_COP \n#COP26 #ClimateAction #Road2Glasgow \n\n https://t.co/CIyR04ovOt", "A step forward, as  @kewalpb of @NEPALNPC on behalf of the #GON &amp; @NyantiSara of #UNRC on behalf of the @UN_Nepal signed the road map of the next #UNCFNepal #UNSDCF in presence of the H'ble Vice chair &amp; @NeilBuhne Director of the UNDCO #Agenda2030 #SDGs #act4sdgs #timeline4unsdcf https://t.co/wGHC9DEb7m", "RT @FoodSystems: Nepal's commitment to transforming their food systems! #UNFSS2021\n@SherBDeuba @NEPALNPC @SVG_UN https://t.co/jOnBShR01W", "दीगो विकास लक्ष्य अझै पनि कसको मुद्दा हो भन्ने प्रश्नले यो लक्ष्य प्राप्तिमा थप प्रतिवद्ध हुन जरुरी देखियो। आर्थिक वृद्धिले विकास र समृद्धि मापन गर्दैन भन्ने प्रश्न पनि उठेको छ। त्यसैले हाम्रा क्रियाकलापहरुको विनिर्माण गरेर यी विषयलाई संवोधन गर्न जरुरी छ।\n\n~सचिव @kewalpb रायोआ https://t.co/lWYThpcqkn", "UNDP’s biggest advocacy curently is against #vaccinesnationalism that slows down the pace and scale to achieve SDGs. UNDP will promote #SDGPush through governance, social protection, clean energy &amp; digital access in #Nepal \n\n~Ayshanie Labé @Ayshaniee \nRR, UNDP on SDG Global Week https://t.co/yERjDTgON9", "There could have been no better time to deliberate on food systems than now when one in every ten people on Earth is under-nourished, and the COVID-19 pandemic has further aggravated food insecurity.\n\n~RtH Sher Bahadur Deuba, Prime Minister on UN Food Syatem Summit. @FoodSystems https://t.co/fPaMYzVOc8", "RT @UNFPANepal: संघीय नेपालको पहिलो ऐतिहासिक जनगणनामा सबै सहभागी बनौं । \n\n#जनगणना२०७८ को पहिलो चरण अन्तर्गत घर तथा घरपरिवार सूचीकरण कार्य…", "दीगो विकास लक्ष्य वैश्विक सप्ताह: https://t.co/8A5ReomNfz", "Nepal needs to focus on mobilising and utilising internal and external financing to mitigate the Financing gap. Coordination among stakeholder- public private and CSOs and development patterns should be further strengthened for better synergy.\n\n~ Sara Beysolow Nyanti, UNRC https://t.co/JdUNz8tjDH", "“सरकारका तीन वटै तहका बिचमा कार्यगत एकता र समन्वय आजको आवश्यकता हो र तीन तह तीनतिर फर्केर हामी कतै पुग्न सक्दैनौं । दीगो विकास लक्ष्यको स्थानीयकरण हुनु अत्यन्त जरूरि छ।”\n\n~तारादेबी भट्ट, सभापति, दीगो विकास तथा सुशासन समिती, राष्ट्रिय सभा दीगो विकास वैश्विक सप्ताहमा बोल्नुहुँदै। https://t.co/8kjWMg0CPy", "दिगो विकास लक्ष्यको आन्तरिकीकरण गर्न स्थानीय तहको महत्वपूर्ण भूमिका छ। दिगो विकास लक्ष्य आन्तरिकीकरण गर्न 'दिगो विकास लक्ष्य: स्थानीयकरण स्रोत पुस्तिका' तथा स्थानीय तह योजना तर्जुमा दिग्दर्शन परिमार्जित गरेका छौं।\n\n~ डा. विश्वनाथ पौडेल, उपाध्यक्ष, दीगो विकास वैश्विक सप्ताहमा https://t.co/iPIhMThrrM", "दीगो विकास लक्ष्यमा प्रगति: https://t.co/Dblu6nZDE3", "दीगो विकास लक्ष्यमा प्रगति: https://t.co/FDBfUmOdES", "दीगो विकास लक्ष्यमा प्रगति: https://t.co/TAsvxAL0I1", "दीगो विकास लक्ष्यमा प्रगति: https://t.co/ErFX6D5uAN", "“Food is life, food is hope. Changing food systems is not only possible but necessary, for our planet, for people, for prosperity.” \n@UN SG ​​@antonioguterres stresses the urgency to transform our #FoodSystems for the health of all, and to achieve the @GlobalGoalsUN @FoodSystems https://t.co/yrTW54bg7M", "दीगो विकास लक्ष्य वैश्विक सप्ताह\n#SDGGLOBALWEEK #Act4SDGs #NepalInSDGs \n@mofnepal @MofaNepal @UN_Nepal @UNDPNepal @kewalpb https://t.co/rHkvktZdZY", "“We will soon learn how irreversible our gains on poverty reductions are. Irrespective of what we learn, the need to build resilient poverty reduction programs that can withstand anticipated economic shocks has already been felt by Nepali policymakers.”\n\n~Dr. Poudel, VCNPC", "“Nepal is trying its best to reduce the negative impacts of different recent economic shocks on poverty through a number of policies and programmatic measures.”\n\n~Dr. Viswo Nath Poudel, VCNPC, on High Level Side Evnt on #MPI to the #UNGA https://t.co/X87F030SXs", "https://t.co/5Yaf92xXQ1", "The People’s Plenary.\nAccelerating Action for the Future We Want.\n@kewalpb \n#UNFSS2021 \n#FoodSyatem \n\n▶️ https://t.co/l7iaiQLAOl", "RT @FoodSystems: THE PEOPLE'S SUMMIT HAS ARRIVED!\nThu 23 Sep - 9am EDT\n\n#UNFSS2021 is bringing together farmers and fishers, youth, Indigen…", "Member State Pathways.\n\n@FoodSystems @kewalpb #GoodFood4All #SummitDialogue https://t.co/NKvgUycAkr", "Take action today for Good Food for all.\n\n@FoodSystems @kewalpb #GoodFood4All #SummitDialogue https://t.co/CQ1s9NyIHv", "The UN Food Systems Summit follows an 18-month process in which 148 countries from around the world hosted national dialogues with key players at every stage of the food system to develop national strategies for more inclusive, resilient, and sustainable food systems. @kewalpb https://t.co/Kg9CIWlUEA", "The UN Food Systems Summit is three days away and is set to trigger the transformation of food systems in the world with a marathon day of commitments from governments, advocates, communities, and businesses. @kewalpb https://t.co/dpLQbaJWVQ", "RT @FoodSystems: \"How many people are living outside the ability to afford a diet to feed their children  well? Too many.\"\n\n#UNFSS2021 Spec…", "#Women #FoodSystems #GenderEquality https://t.co/FP2u8H2W9H", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021. https://t.co/LOthdvj4yd", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/rBY0AE7W1j", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/rA3oPopsLK", "RT @mofaganepal: सरुवा/काज सम्बन्धी कार्य स्थगन गरिएको सम्बन्धी सूचना । https://t.co/9lt1rNeuPt", "RT @ekantipur_com: सम्पादकीय– जनगणनाजस्तो जटिल प्रक्रिया सरकार र समाजका सबै तह र तप्का अनि नागरिकको समान सहभागिताबिना सफल हुन्न । त्यसैले य…", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/1FaPbGCwIV", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/0ekmeeb4kR", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/ravxWLTA3a", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/yqE3hyAO3w", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/f1EusZOeUg", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/wVjRMMdg5t", "मेरो गणना मेरो सहभागिता\nराष्ट्रिय जनगणना, २०७८\n\n#राष्ट्रियजनगणना२०७८\n#NepalCensus2021 https://t.co/FZlF7ZvMQV", "@SktPandey @hello_sarkar @SherBDeuba @KhandBalkrishna @JSPrabhakar @pamphabhusal1 @cmprachanda @ncp_madhavnepal @bishwaprakash77 https://t.co/TsKqqqi10s", "https://t.co/l9hHdyUxvq", "“चीन, भारतलगायत सबैको अनुदान संसद्‌बाट पारित गराऔं”\n@PM_nepal_  @mofnepal @MofaNepal @fcgo_nepal @ParliamentNepal @madhumarasini @Baikuntha_Aryal @kewalpb \n\nhttps://t.co/ZNbVaHXhAu", "Discussion on Nepal’s preparation and position to UNFCCC COP26, Glasgow.\n\n@MoFE_COP \n#UNFCCC #RoadToGlasgow #COP26 #COP26Glasgow #Climate #ClimateAction #Nepal https://t.co/0VaYPRMLn5", "https://t.co/M898IYdupX", "The #HKH2Glasgow campaign amplifies mountain voices to promote ambitious climate action globally and in the HKH. It is supported by three work packages: evidence, policy engagement, and strategic communication and engagement. @COP26 @icimod @MoFE @kewalpb #ClimateAction https://t.co/ASAYNcopKL", "https://t.co/xJy0lstgQr", "Countdown the Summit...\n#FOODSYSTEM4SDGS\n#foodsystem https://t.co/aSFplamEG7", "RT @NepalUNNY: Development partners should increase financial and technical support to LDCs to enhance their productive capacity and build…", "दिगो विकास लक्ष्य हासिल गर्न छुट्टै कानुन ल्याउनुपर्नेमा सांसदहरुले जोड \n@kewalpb #SDG #Agenda2030\n\nhttps://t.co/ij7CUTvtcz", "@FoodSystems @UNFSS2021 https://t.co/e6mNWr2AKC", "Launching:\nThe Second MPI Report, 2021\n\nhttps://t.co/9QVXFHJDNI https://t.co/2rGUqICbPj", "UN Food Systems Summit 2021\n3rd National Food Systems Dialogues\nNational Planning Commission\n13 Aug. 2021 : 29 Shrawan 2078\n\n||Shaping Pathways for The Transformation of Food Systems of Nepal||\n\n#FoodSystems #SummitDialogue #FoodSecurity #FoodForLife #Nepal\n@kewalpb @FoodSystems https://t.co/5yOczelRfY", "Happy International Youth Day, 2021.\n\n\"Transforming Food Systems: Youth Innovation for Human and Planetary Health.\"\n\n#InternationalYouthDay #InternationalYouthDay2021\n#IYD2021 #YouthDay #Nepal #FoodSystems \n#FoodSecurity https://t.co/C1C0DziO4n", "The Gender Affairs Programme has focused on providing training, workshops and technical assistance in developing gender policies towards creating gender equality and bringing in forefront the gender issues.\n\n~Dr. Viswo Nath Poudel, VC NPC, President of Colombo Plan Council, 2021 https://t.co/6Bc8w4kVZ9", "The projects and programmes launched in the past have immensely contributed in achieving the socio-economic progress in the Asia and Pacific region.\n\n~Dr. Viswo Nath Poudel, VC NPC and President of Colombo Plan Council for 2021", "Dr. Viswo Nath Poudel, VC NPC, President of Colombo Plan Council, with Nepali delegations, participating the 47th Colombo Plan Consultative Committee Meeting virtually. @kewalpb @PaudyalBR @khomraj_koirala @sewa_lamsal #ColomboPlan https://t.co/ds4MfGq1md", "Slow jobs recovery and increased inequality risk long-term COVID-19 scarring.\n\n@ILO @MoLESS_Nepal @mohpnep @mofnepal @kewalpb \n\nhttps://t.co/GMzSTw09Rq", "The world of work has been profoundly affected by the global virus pandemic. In addition, the threat to public health, the economic and social disruption threatens the long-term livelihoods and wellbeing of millions. \n\n@mohpnep @mofnepal @kewalpb #COVID19\n\nhttps://t.co/irRLF6bQKI", "RT @mohpnep: https://t.co/e9PVM00ADH", "COVID-19 mortality: \nthe concept of life years lost to the disease, mortality burden of the pandemic is positively correlated with national income per capita, despite the superior health and public prevention systems in rich countries.\n\n@kewalpb @Baikuntha_Aryal @madhumarasini https://t.co/GmIF1o11KM", "\"Women remain underrepresented in economics, yet many have made an outsized impact on the field. Whether it’s in working to eliminate poverty, reinventing development economics, examining social safety nets, or improving democratic institutions.\"\n~IMF Blog Team #IMF \n@kewalpb", "“राष्ट्रिय योजना आयोगलाई अब थिंकट्यांक बनाउनुपर्छ।” \nhttps://t.co/6XEJxXVDts", "RT @FoodSystems: From food that respects marginalised communities...\n\n...to having equal access to safe &amp; nutritious food🍎\n\n@G_stordalen @K…", "Improving education is the best way for countries to #BuildBackBetter from the pandemic.\n\nhttps://t.co/52lOEiKIYG", "राष्ट्रिय योजना आयोगका नवनियुक्त  उपाध्यक्ष तथा सदस्यहरुको  सपथ ग्रहण समारोह। https://t.co/h6eC4niWuC", "सरकारले राष्ट्रिय योजना आयोगको उपाध्यक्षमा अर्थविद् विश्व पौडेललाई नियुक्त गर्ने निर्णय गरेको छ। \n\nhttps://t.co/e66gFuId1S", "Build climate resilient and nature friendly indigenous  food systems, adaptation, protection and promotion of local seeds and varieties, mitigate and respond climate induced disasters, conserve range of Chure foothills for transforning Nepali food systems for future. @kewalpb https://t.co/Rl9npmUTeF https://t.co/BfNfJTruRU", "UN Food System Summit, 2021\nMinisterial Roundtable: \n\n\"Transforming Food Systems for Achieving the Sustainable Development Goals: Rising to the Challenge.\"\n\n@kewalpb @FoodSystems @UN_Nepal @WFP_Nepal #Pre_Summit #FoodSystems #UNFSS2021 #FoodSystems4People https://t.co/0YUPGebPft", "https://t.co/2ufwvjuVVG", "“Ambition is the keyword. Combatting all forms of malnutrition goes hand in hand with preserving traditional diets and food diversity.”\n\n-H.E. Mario Draghi, Prime Minister of Italy https://t.co/08X9Q216Qo", "RT @FoodSystems: On day one of the #UNFSS2021, @manueloteroIICA stresses the historical importance of the Pre-Summit in transforming proces…", "“Food System is crucial to achieve national aspirations and fulfill the objectives of national plans and Sustainable Development Goals.”\n\n~Kewal P Bhandari, Secretary, NPC\nHead of Nepali Delegation to UN Food System Summit \n@kewalpb @FoodSystems  #FoodSystems #FoodSystems4People https://t.co/qOEii4zP1Z", "RT @FoodSystems: 👩‍🌾'As women, we have ideas that turn out to be very important &amp; productive in the farming industry'\n \nValentina Stinga of…", "UN Food Systems Summit was borne out of a need to accelerate progress on the SDG,  delivering fundamental human rights, and underpins all of the Summit’s efforts.\n\n~Dr. Agnes Kalibata\nUN Secretary-General’s Special Envoy to the 2021 Food Systems Summit\n\n@kewalpb https://t.co/zsCFi29KF3", "All roads lead to Rome, finally historic moment has arrived, we kick-off the UN Food Systems Pre-Summit.\n\nDelegates from more than 100 countries, will be a part of  moment n' discuss the outcomes of unprecedented engagement of more than 1000 dialogues around the world. @kewalpb https://t.co/UmXSRbSwsc", "4SD: Skills, Systems, Synergies for Sustainable Development. https://t.co/TsbV10OfzD", "Join the conversation #UNFSS2021 #PreSummit #FoodSystems https://t.co/GMXFEnh0PR", "https://t.co/Cz6G85u2FI https://t.co/b9rHRUsRod", "Nepal delegation, led by Kewal P Bhandari, Secretary NPC @kewalpb, comprised of 15 members attending virtually the Pre-summit of \"UN Food System Summit\" from 26-28 July 2021 in Rome.\n\n@FoodSystems @UN_Nepal @UNDPNepal @WFP_Nepal \n#PreSummit #UNFSS2021 #FoodSystems https://t.co/NOLc373qG3", "The #UNFSS2021 Pre-Summit \n\nTake part in 3 days of bold action to transform #FoodSystems by gathering global stakeholders – ranging from producers to #CivilSociety to #IndigenousPeoples and others! Earth globe americas\n\nSpiral calendar pad 26 – 28 July\n\nhttps://t.co/ZXVU3RCddi", "असल कृषि अभ्यास\n\nhttps://t.co/6gZSPUVZvq", "UN Food Systems Summit 2021,\n\n“Second National Food Systems Dialogues”\n\n19 July 2021, 11:00 AM (NST) Onwards: \n\nLive on Facebook:\nhttps://t.co/omIti6y6rn\n \n YouTube: \nhttps://t.co/zSVfcowFlM https://t.co/FGgOW8ogJO", "RT @FoodSystems: #DYK that land plays a key role in achieving:\n\n🍽️ #ZeroHunger\n💸 #NoPoverty\n⚖️ Reduced inequalities\n\nFind out how land impa…", "UN Food Systems Summit, 2021\n@FoodSystems \n#SummitDialogues https://t.co/zm0UPDzgOE", "UN Food Systems Summit, 2021\n@FoodSystems \n#SummitDialogues https://t.co/bHJVX2n1j1", "UN Food Systems Summit, 2021\nSecond National Food Systems Dialogues \n@FoodSystems @UN_Nepal @UNDPNepal @WFP_Nepal @unicef_nepal @FAO @WorldBankNepal @ADB_HQ @USAIDNepal @Hello_MOALD @Hello_Moic @mofaganepal @mohpnep @mohpnep @kewalpb @NyantiSara @Ayshaniee https://t.co/vQJG0LZ80j", "RT @FoodSystems: Today, listen to a #GoodFood4All IG Live Conversation on the role of #youth in sustainable, just, and long-term #FoodSyste…", "RT @FoodSystems: 🚨 #HappeningNow | Get involved in the discussions at the #UNFSS2021 Finance Public Forum and give YOUR input on financing…", "To transform the world's #FoodSystems, degraded ecosystems must be restored. This could include:\n \n✍️ Tracking restoration progress\n🌾 Bringing agri-food value chain actors together\n🪴 Addressing soil health\n\nFor more on sustainable @FoodSystems\n\n🔽 https://t.co/dv6Z99zWqE https://t.co/ee0kJg8Xu6", "RT @FoodSystems: Good food is:\n\n✅ Togetherness\n✅ Our culture and roots\n✅ How we grow\n\nIt is EVERYTHING.\n\n𝗪𝗵𝗮𝘁 𝗱𝗼𝗲𝘀 '𝗴𝗼𝗼𝗱 𝗳𝗼𝗼𝗱' 𝗺𝗲𝗮𝗻 𝘁𝗼 𝘆𝗼𝘂?…", "#WorldPopulationDay2021 https://t.co/F3dIwLQPWb", "RT @NepalUNNY: Stressing that mountain agenda is of one the utmost priorities for Nepal, @amritrai555 at #HLPF21 side-event called for expa…", "RT @NepalUNNY: Speaking at the #HLPF2021 thematic discussion, Joint Secretary @khomraj_koirala stressed on the need to scale up cooperation…", "Vaccine equity is a matter of fundamental justice, not a charity. We call for equitable and universal access to COVID-19 vaccines as a global public good, says @amritrai555 at the #HLPF2021 #SDGs in time of crisis: A sustainable and resilient recovery from COVID-19.\n@MofaNepal https://t.co/wKXmqFlekQ", "संघीय सरकारको आगामी आव २०७८।७९ को मध्यमकालीन खर्च संरचना र वार्षिक विकास कार्यक्रम यसैसाथ सम्लग्न छ।\n\n@VCofNPCNepal @mofnepal @fcgo_nepal @pefanepal  @MahendraShmmg @Baikuntha_Aryal @madhumarasini @kewalpb @OpenBudgets \n\nhttps://t.co/eMliMsSDXs", "आगामी आर्थिक वर्ष २०७८।७९ मा संघीय समपूरक अनुदान अन्तरगत प्रदेश र स्थानीय तहबाट संचालन हुने आयोजनाहरुको विवरण सम्लग्न छ।\n\n@VCofNPCNepal @mofnepal @mofaganepal @Baikuntha_Aryal @madhumarasini @kewalpb \n\n#Budget21 #openbudget  \n\nhttps://t.co/jBZgNLrKxH…", "आगामी आर्थिक वर्ष २०७८।७९ मा संघीय विशेष अनुदान अन्तरगत प्रदेश र स्थानीय तहबाट संचालन हुने आयोजनाहरुको विवरण सम्लग्न छ।\n\n@VCofNPCNepal @mofnepal @mofaganepal @Baikuntha_Aryal @madhumarasini @kewalpb \n\n#Budget21 #openbudget  \n\nhttps://t.co/jBZgNLrKxH…", "मध्यमकालीन खर्च संरचनाको अन्तिम वर्ष १० दशमलव ३ प्रतिशतको आर्थिक वृद्धिको लक्ष्य राखिएको छ। \n\nhttps://t.co/bZl98OP3jF", "सार्वजनिक वित्तीय व्यवस्थापनको विद्युतीय प्रणाली सार्वजनिक खर्च र वित्तीय उत्तरदायित्वको महत्वपूर्ण औजार हो।@PEFASecretariat @pefanepal @fcgo_nepal @madhumarasini @Baikuntha_Aryal @kewalpb https://t.co/2002cZemq2", "राष्ट्रिय योजना आयोगको उपाध्यक्षमा पुनः पुष्पराज कँडेल नियुक्त \n\nhttps://t.co/G6nO1LlUJ1", "https://t.co/t6PkkySlij", "RT @SUN_Movement: Very proud of Nepal🇳🇵that today launches SUN Movement Strategy 3.0 -  Hon. Vice Chair National Planning Commission, Prof.…", "The nutritional status of an individual has an intergenerational effect starting from conception. Proper nutrition in women and children is a prerequisite for reducing child mortality, improving morbidity and health, ensuring better learning and other social development outcomes.", "Launching of Scalling Up Nutrition SUN Strategy 3.0 (2021-2025) and\nProgress Review of Multi-Sector Nutrition Plan– II (2018-2022)\nLalitpur, Nepal\n12/04/2021\n#SUN #Nutrition #MSNP #MSNPII \n#Engage #Inspire #Invest @VCofNPCNepal @kewalpb https://t.co/2MJ2N7vFKW", "Launching of Scalling Up Nutrition SUN Strategy 3.0 (2021-2025) and\nProgress Review of Multi-Sector Nutrition Plan– II (2018-2022)\nLalitpur, Nepal\n12/04/2021\n#SUN #Nutrition #MSNP #MSNPII \n#Engage #Inspire #Invest @VCofNPCNepal @kewalpb https://t.co/7GOICIbWsn", "राष्ट्रिय जनगणना २०७८:\nपहिलोपटक वित्तीय पहुँच र ऋण खाताबारेको विवरण संकलन गरिँदै @VCofNPCNepal @kewalpb @khomraj_koirala @nebinlal @setopati \nhttps://t.co/BOCT2l7tTG", "8th Asia-Pacific Forum on Sustainable Development | 23 March 2021\n\nhttps://t.co/366yDFOQIU", "Social Protection: A Right for All, or a Privilege for a Few? and Launch of Social Outlook for Asia\n\nhttps://t.co/3ZQnhbJWt4", "SDG Progress in South East Asia https://t.co/ZlOYJPb3aO", "Responding to the COVID -19 Pandemic: Leaving No Country Behind.\n\nHappening now! https://t.co/zXn7pJKORz", "“The achievements made in key areas: ncluding in absolute and multidimensional poverty reduction, access to education, energy and health facility, gender equality and food security are highly noteworthy.” -@VCofNPCNepal (country statement) @kewalpb @sewa_lamsal @khomraj_koirala https://t.co/ORm6Ln1aAm", "List of Nepali Delegation to the Forum @VCofNPCNepal @kewalpb @sewa_lamsal @khomraj_koirala https://t.co/Qc4INelALQ", "ESCAP-APFSD \nAsia Pacific Forum on Sustainable Development 2021\n23 - 26 March 2021\n@kewalpb @UNESCAP @SdgNepal @SDGaction @UN_SDG @UNDPNepal https://t.co/AWHRmPfJzg", "सबै मन्त्रालय र आयोगका बजेट निर्माणमा सम्लग्न मध्यस्तरका जनशक्तिहरुकालागि “मध्यमकालिन ख़र्च संरचना र बजेट तर्जुमा” सम्बन्धी सैद्धान्तिक तथा प्रयोगात्मक कार्यशाला\n@kewalpb @khomraj_koirala \n#MTEF #Budget https://t.co/9i9gja2K3V", "अनुगमन तथा मूल्यांकन सम्बन्धी विभागीय प्रशिक्षण https://t.co/qoMRj6qEAC", "कुनै पनि वैदेशिक सहायता प्राप्त गर्नु पूर्व मन्त्रिपरिषदको स्वीकृति अनिवार्य https://t.co/FlUL3qZWm9", "अतिकम विकसित मुलुकको श्रेणीबाट नेपालको स्तरोन्नतिः अबको बाटो\n\nछलफल कार्यक्रम\n\n@kewalpb\n@sawteenp\n\n#LDCGraduation\n#NepalsGraduation https://t.co/SLRxBalNKc", "आर्थिक वर्ष*", "आर्थिक पर्ष २०७८।७९के बजेट तर्जुमा सम्बन्धमा सबै मन्त्रालय, निकाय र आयोगका सचिवहरुसँगको विस्तारित छलफल\nसुवर्ण हल, अर्थ मन्त्रालय, सिंहदरबार\n७ चैत्र २०७७\n@mofnepal #Budget7879 https://t.co/yGsP0lwNTL", "RT @KarnaliUtsav: \"कर्णाली प्रदेशमा लगानी गर्ने वातावरणको सृजना गरौँ, विकाशका लागि यो आवश्यक छ। प्रदेश योजना आयोग र स्थानीय सरकारलाई चाहिने…", "उत्सवको दोस्रो दिन “सुर्के थैली”\n\n'कर्णाली घुमाउटो पड्यो' (कर्णाली घुमाउरो छ।)\n\nकर्णालीको विकास मन्थन: राष्ट्रिय योजना आयोगका उपाध्यक्ष डा पुष्प कंडेल, पूर्व उपाध्यक्ष डा दिनेशचन्द्र देवकोटा, प्रदेश योजना आयोगका सदस्य योगेन्द्र शाही साथमा डा रेणु अधिकारी\n\n@kewalpb @KarnaliUtsav https://t.co/KvTaXsL8Wu", "RT @nepalindata: In 2018, transition rate from lower secondary to secondary level grade 9 among male child is 97.89%, whereas 97.20% among…", "“Women in Leadership: Achieving an equal future in a COVID-19 world”\n\n“महिलाको सुरक्षा, सम्मान र रोजगार: समृद्ध नेपालको आधार”\n\n१११ औं अन्तरराष्ट्रिय महिला दिवस, २०७७ https://t.co/hfgoWsf8y4", "#Agenda2030 https://t.co/oTTBYwWgiX", "Data literacy: A tool for change in Nepal \n\nhttps://t.co/LEKaENA7b6\n\n @WorldBank @WorldBankSAsia @nepalindata @D4D_Nepal @kewalpb", "Open Data Day 2021: Open Data in a Changed World https://t.co/2yasMrnUDp via @OpenDataWatch", "RT @nepalindata: #GDP of #Nepal has been rebased. See how the #economy has been growing over the period of time.\n#GDPNepal #Nepaleconomy #N…", "जीडीपीको आकार साढे ३९ खर्ब \n https://t.co/MFiQ03Ey3Y", "राष्ट्रिय लेखा तथ्यांककोलागि आधार वर्ष परिवर्तन, अर्थतन्त्रको आकार विस्तार\n\nhttps://t.co/ZaWKYEEGaY https://t.co/jaG6ahhRcr https://t.co/JBJ91712iv", "राष्ट्रिय लेखा तथ्याङ्कको पाचौं आधार वर्ष परिवर्तन\n\nहालको राष्ट्रिय लेखा तथ्याङ्कको गणना गर्दाको सन् आधार वर्ष २०००/०१  प्रतिस्थापन गरी नयाँ आधार वर्ष सन् २०१०/११ को आधारमा विगत तथा आगामी वर्षहरूका स्थिर मूल्यमा गणना र मापन हुने राष्ट्रिय लेखा तथ्यांक तयार गरिएको छ। @kewalpb https://t.co/r2n6GEcl8i", "आयोजना व्यवस्थापनको महत्वपूर्ण औजार: राष्ट्रिय परियोजना बैंक NPB सम्बन्धी प्रवोधिकरण कार्यक्रमलाई संवोधन गर्नुहुँदै आयोगका मा. उपाध्यक्ष प्रा. डा. पुष्पराज कंडेल\n२०७७।११।१४\nकाठमाण्डौं\n#NPC\n#NPB\n#NationalProjectBank\n#ProjectManagement \n@kewalpb https://t.co/ySlPtcI3SG", "https://t.co/y8p4yUJkye", "कोभीड पश्चात् समूहगत गतिशीलता निर्माण: \n\nआयोगका सबै तहका कर्मचारीहरुकालागि कार्य उत्प्रेरणा तथा पुनर्ताजगी प्रशिक्षण:\n\n“रुपान्तरणको प्रविधि, जीवनका कथाहरुको पुनर्लेखन तथा पुनर्ढाँचा”\n\n@kewalpb \n#Morale \n#Motivation \n#TransformationTechnologies \n#RewritingStories\n#RedisigningLife https://t.co/J6sC1VHS77", "राष्ट्रिय जनगणना, २०७८ का राष्ट्रिय प्रशिक्षण सहजकर्ताहरुको तालिम कार्यक्रमको उद्घाटन समारोह।\n@kewalpb\n#Census2021   \n#राष्ट्रियजनगणना२०७८\n#CBSNEPAL\n#मेरोगणना_मेरोसहभागिता\n#कोहीनछुटुन_कोहीनदोहोरिउन https://t.co/byIz2E7qrw", "राष्ट्रीय जनगणना, २०७८ का राष्ट्रिष प्रशिक्षण सहजकर्ताहरुको तालिम कार्यक्रमको उद्घाटन समारोह।\n@kewalpb\n#Census2021 \n#राष्ट्रीय जनगणना२०७८\n#CBSNEPAL\n#मेरोगणना_मेरोसहभागिता\n#कोहीनछुटुन_कोहीनदोहोरिउन https://t.co/mHaAHx7ske", "आर्थिक वर्ष २०७७/७८ को बजेटको अर्धवार्षिक मूल्यांकन प्रतिवेदन । \n\nhttps://t.co/UVRrHqJb9n", "आर्थिक वर्ष २०७७।७८ को बजेटको अर्धवार्षिक मूल्यांकन प्रतिवेदन सार्वजनिक। \n२०७७।१०।२७ अर्थ मन्त्रालय, सिंहदरबार\n@mofnepal https://t.co/QEe77DtkmD", "RT @UNDPNepal: NPC Vice Chair Dr Puspa Raj Kadel launched SDG Progress Report 2016-2019 and Localization Source Book 2020 and urged all sta…", "कोभीड-१९ पश्चातको\n“विकास संवाद शृंखला”\n\n“अंकहरु भन्दा पछाडी अर्थतन्त्रको बुझाई”\n\n@LsGhimire @Baikuntha_Aryal @madhumarasini \n@kewalpb @khomraj_koirala https://t.co/wRGmD75lnD", "सम्माननीय प्रधानमन्त्री एवं राष्ट्रिय योजना आयोगका अध्यक्ष केपी ओलीको अध्यक्षतामा बसेको राष्ट्रिय योजना आयोगको पूर्ण बैठक @kewalpb \n२०७७।१०।१८ https://t.co/Je3C38xKhc", "RT @mofnepal: माननीय अर्थमन्त्री विष्णुप्रसाद पौडेलद्वारा काठमाडौंमा आयोजित महिला उद्यमी सम्बन्धी कार्यक्रमलाई सम्बोधन । महिला उद्यमीहरुलाई…", "आर्थिक वर्ष २०७७/७८ को बजेटको अर्धवार्षिक समीक्षा । \n\nhttps://t.co/NgsuEXJap1", "राष्ट्रिय जनगणना, २०७८ हुनुपर्नेमा टंकण त्रुटीका कारण अन्यथा हुनगएकोले क्षमा याचना सहित सच्चाईएको छ।", "https://t.co/x5OC3B4bfy https://t.co/W92kXTFQXs", "सुपरिवेक्षक र गणकका लागि अनलाईन जनशक्ति आह्वान \n\nराष्ट्रिय योजना आयोगका सचिव केवल प्रसाद भण्डारी @kewalpb ले राष्ट्रिय जनगणना, २०८७ कालागि तयार गरिएको जनगणना जनशक्ति व्यवस्थापन प्रणाली (Census Human Resource Management System) को शुभारंभ गर्नुभयो। https://t.co/fVImGwPlE6", "RT @mofnepal: पर्यटन र होटल व्यवसायका प्रतिनिधिहरुसहित छलफल। कोभिड-१९ का कारण अतिप्रभावित पर्यटन क्षेत्रलाई चलायमान बनाउन आवश्यक सहयोग ग…", "Glaciers of Everest are melting. https://t.co/d8R34IhTPX", "राष्ट्रिय विकास समस्या समाधान समितिको ४८ औं बैठक\n \nप्रधानमन्त्री निवास, बालुवाटार\n\nमाघ २, २०७७\n\n@kewalpb https://t.co/wjtaA2Dr0D", "राष्ट्रिय विकास समस्या समाधान समितिको \n४८ औं बैठकको तयारी सम्पन्न।\n@kewalpb https://t.co/Rge04baFQQ", "RT @oneplanetsummit: LIVE | At #OnePlanetSummit France is mobilising political and business leaders from across the world to act against th…", "RT @wef: Just 21 heads of state are women. 📕  Learn more about global gender equality: https://t.co/UOPsUglome\n#GenderParity #Leadership ht…", "Government of Nepal and World Bank sign $80 Million Rural Enterprise and Economic Development Project to strengthen Nepal’s agriculture sector and boost post-pandemic recovery https://t.co/lAmM44cHV8 @WorldBank @WorldBankNepal @mofnepal @kewalpb @Hello_MOALD #3R #COVID_RECOVERY", "Climate change is a menace to our world. \n\nEmpowering children to be heroic leaders for change and believe in the impact they can have on the planet is crucial.\n\n@kewalpb\n\nhttps://t.co/4zpPUCSjg6", "https://t.co/bFPzN7yhRp", "https://t.co/gWephIYJrV", "https://t.co/G2LlbIngp8", "https://t.co/HVgn6PWeD4", "Steering Committee Meeting of the Accelerating the Implementation of Sustainable Development Goals (SDG) in Nepal (AISN) Project.\n\n@SDG2030 @mofnepal @MofaNepal @mofaganepal @UNDPNepal @Ayshaniee @kewalpb @ocmcm_karnali @fncci_nepal \n\n#SDG2030 @lnob2020 #Agenda2030 https://t.co/XwPjPeEQFo", "RT @UNEP: Why is it time to #ActNow for people and planet? @GlobalGoalsUN explains here: https://t.co/5HMmHzXO5w\n https://t.co/QB7MMMaFra", "अतिकम विकसित मुलुकबाट स्तरोन्नतिको तयारीकालागि रायोआका मा. उपाध्यक्षको अध्यक्षतामा सम्बद्ध क्षेत्रगत मन्त्रालयका सचिवहरुसँगको बैठकः \n\n@mofnepal @Hello_MOALD @MofaNepal @MOICS_Official @moha_nepal @mohpnep @MoLESS_Nepal @PaudyalBR @kewalpb @khomraj_koirala @SewaLamsal https://t.co/55eOmSsIG2", "Unlocking Human Capital for a Prosperous Nepal.\n\nProposal for World Bank-Financed Project in Fiscal Year 2021  to Support Nepal’s Relief, Recovery and Resilience Plan.\n\n@WorldBankSAsia @WorldBank @WorldBankNepal @kewalpb @mofnepal @mofaganepal  @WBG_Poverty @HumanCapNet https://t.co/dODbzKuHKD", "सार्वजनिक वित्तीय व्यवस्थापन सुधार निर्देशक समितिको ३१ औ बैठक \n\n@mofnepal @fcgo_nepal @PEFASecretariat @pefanepal @madhumarasini @kewalpb https://t.co/riNZOVxtdV", "@MofaNepal @mofnepal @PaudyalBR @kewalpb @Ayshaniee NPC Member Hon. KP Oli addressing the Virtual launch of the Human Development Report (HDR) 2020. https://t.co/JwaDzC3J8H", "“The Next Frontier: Human Development and the Anthropocene”\n\nVirtual launch of the Human Development Report (HDR) 2020.\n\n#HDR2020\n#TheNextFrontier\n#HumanDevelopment\n#Anthropocene \n\n@MofaNepal @mofnepal @PaudyalBR @kewalpb @Ayshaniee https://t.co/RBFuX273RT", "प्रदेश सरकार र स्थानीय तहले समपुरक र विशेष अनुदानमा संचालन गरिने आयोजना तथा कार्यक्रमकालागि प्रस्ताव आह्वान    https://t.co/RLLfQ0qdwN", "Virtual \"Koshi DRR Knowledge Hub Annual Dialogue, of ICIMOD.\n\n15 to 18 December, 2020. \n\nHn. VC Dr. PR Kadel giving his inaugural remarks during the opening the session.\n\n@MofaNepal @kewalpb @icimod https://t.co/5dXutw70PD", "राष्ट्रिय योजना आयोगको मन्त्रालय स्तर समस्या समाधान समाधान समितिको बैठक\n२०७७।८।२९\n\n@kewalpb https://t.co/a4nHZh5ErP", "अतिकम विकसित राष्ट्रबाट स्तरोन्नति पश्चात् उत्पादनशील रुपान्तरण र समृद्धि विषयक नेपाल मानव विकास प्रतिवेदन, २०२० सार्वजनिक \n\n६ प्रदेशको प्रतिव्यक्ति आय राष्ट्रिय औसतभन्दा कम \n\nhttps://t.co/t4JlVmExM7 \n\n@kewalpb https://t.co/Md1eMs9xKY", "अतिकम विकसित राष्ट्रबाट स्तरोन्नति पश्चात् उत्पादनशील रुपान्तरण र समृद्धि विषयक नेपाल मानव विकास प्रतिवेदन, २०२० सार्वजनिक गर्ने समारोह\n२०७७।८।२८\n\nरायोआ सिंहदरबार\n\n#HDR #NHDR\n\n@mofnepal\n@MofaNepal\n@kewalpb\n@UNDPNepal \n@Ayshaniee https://t.co/7nX8h2KL0S", "खुल्ला सन्दर्भः\n\n\"कोभिड-१९:पन्ध्रौँ योजना तथा दिगो विकास लक्ष्यको कार्यान्वयनका चुनौतिहरु\" \n\n@kewalpb\n\nhttps://t.co/9J1YreY8ol", "केन्द्रीय तथ्याङ्क विभागद्वारा सञ्चालित नेपाल वहुसूचक सर्वेक्षण, २०७५/७६ \n\n(Nepal Multiple Indicator Cluster Survey-NMICS 2019) को Survey Findings Report \n\nपूर्ण नतिजा प्रतिवेदन प्रकाशित। \n\n#NMICS2019\n#CBS \n\n@hello_sarkar @mofnepal @kewalpb \n\nhttps://t.co/K7qJkn0QVw", "आयोगका पूर्व उपाध्यक्ष डा. रवीन्द्र कुमार शाक्यप्रति हार्दिक श्रद्धाञ्जलिः https://t.co/w0eXngNawM", "\"SDG 2030: Vision For South Asia” \nFirst Meeting of SAARC Planning Ministers.\n25 Nov 2020\n\nNepali Delegation:\nVC NPC Prof. Dr. PR Kañdel,\nSecretary Kewal P Bhandari and JS KR Koirala NPC\nUS N Paudel NPC and US MR Sharma MoFA\n\n@SaarcSec @MofaNepal @mofnepal @PaudyalBR @kewalpb https://t.co/6onRwX4zPH", "RT @SEEP_Programme: Women r disproportionately impacted by #GBV including sexual exploitation, abuse &amp; harassment (SEAH) in the workplace.…", "महिला र बालबालिका विरुद्ध हिंसा अन्त्यको १६ दिने अभियान\n\n“लैंगिंक हिंसा अन्त्यको प्रतिवद्धता: व्यक्ति, समाज र सबैको ऐक्यवद्धता”\n\n“Orange the World: Fund, Respond, Prevent, Collect!”\n\nमूल समारोहलाई संवोधन गर्नुहुँदै सं. प्रधानमन्त्री केपी ओलीज्यू\n\n#16DaysMovement \n#orangetheworld https://t.co/lkLzMMBTJV", "@SaarcSec @MofaNepal @mofnepal @PaudyalBR @kewalpb The meeting discussed Inclusive Sustainable Growth: the 2030 agenda, Impact of COVID 19 in overall economic growth Sharing of best practices on Response, Relief and Recovery and Development Financing in the post COVID scenario. https://t.co/rAQfAUTEAd", "\"Achieving the SDGs in the South Asia: Shaping a SAARC Vision 2030\"\n\nFirst Meeting of SAARC Planning Secretaries.\n(Virtual)\n\n23 November 2020\n\n@SaarcSec @MofaNepal\n@mofnepal @PaudyalBR\n@kewalpb https://t.co/F6JlHoVMqE", "\"शिक्षा र स्वास्थ्य क्षेत्रमा सरकारको दायित्व बढी हुनुपर्ने देखियो।\" \n-प्रा. डा. पुष्पराज क‌ंडेल, उपाध्यक्ष, रायोआ\nhttps://t.co/G8dVqIYSee", "RT @UNGeneva: \"The impact #COVID19 has had on the ways people move is unprecedented. Issues of food and security have been closely interlin…", "Everyone is counted! https://t.co/cush4QtimN", "RT @OpenBudgets: New story from Nepal: how collaboration between civil society and the national audit institution strengthens oversight of…", "विवादमा रुमलिएको फास्ट ट्रयाकको स्थलगत निरीक्षणमा पुगे योजना आयोगका उपाध्यक्ष \n\n@kewalpb\n\nhttps://t.co/Ezd8hM7Rom via @Cloud Patrika", "फास्ट ट्रयाक विवादको चुरो खोज्दै योजना आयोगका उपाध्यक्ष डा. कंडेल निस्के स्थलगत निरीक्षणमा  \n@kewalpb\nhttps://t.co/1k9aJFnBHO", "दीगो विकास लक्ष्यहरुः कर्णाली प्रदेशको आधार तथ्याङ्क प्रतिवेदन\n\n(नेपालीमा )\nhttps://t.co/IgAAikYCK4 \n\n(अंग्रेजी)\nhttps://t.co/SlQSjMOTuY\n\n#SDG_Baseline_Data_Karnali\n@mofnepal\n@ocmcm_karnali\n@UNDPNepal\n@Ayshaniee https://t.co/ixQQ079eFX", "We Make Haste In Launching We make haste in launching projects: NPC Vice-Chairman \n\n@mofnepal @mofaganepal \n\nhttps://t.co/FY58pBRtiT", "RT @SamriddhiTPF: Nepal has ranked 109th out of 162 countries and territories included in the Economic Freedom of the World: 2020 Annual Re…", "RT @NEPALNPC: स्वास्थ्य सुरक्षाका उपाय अपनाउन कार्यालय र कर्मचारीहरुलाई मन्त्रालयको आग्रह \nhttps://t.co/NSSqtmloeA", "@kewalpb मन्त्रालय स्तर विकास समस्या समाधान समितिको बैठक सम्बद्ध मन्त्रालयहरुमा जारी नै छ यसै बिच राष्ट्रिय विकास समस्या समाधान उप-समितिको दोस्रो दिनको बैठक आज बिहान १०.३० देखि संचालन हुँदैछ। यसमा ८ वटा मन्त्रालयको छलफल तय छ। संचालनमा कोभिड-१९को बैठक संचालनको मानक पालना हुन पनि अनुरोध छ। https://t.co/VnzeBsiyhq", "मन्त्रालय स्तर विकास समस्या समाधान समितिको बैठक सम्बद्ध मन्त्रालयहरुमा जारी नै छ यसै बिच राष्ट्रिय विकास समस्या समाधान उप-समिति को बैठक आज बिहान १०.३० देखि संचालन हुने गरी तय गरिएको छ। यसको संचालनमा कोभिड-१९को बैठक संचालनको मानक पालना गर्नुहुन पनि अनुरोध छ।\n@kewalpb #MDAC #NDAC https://t.co/ofoQbFTMxL", "Gender Inequality and the COVID-19 Crisis: A Human Development Perspective.\n\nHuman Development Reports \n\nhttps://t.co/QohkPEQgPD", "स्वास्थ्य सुरक्षाका उपाय अपनाउन कार्यालय र कर्मचारीहरुलाई मन्त्रालयको आग्रह \nhttps://t.co/NSSqtmloeA", "आर्थिक वर्ष २०७६/७७ को वार्षिक समिक्षा तथा मन्त्रालयस्तरीय विकास समस्या समाधान समितिको बैठक, मिति: २०७७/४/११ https://t.co/nVmUtWaWqv", "जनगणना २०७८ को तयारीको शिलशिला https://t.co/bWreCfG4Jc", "१५-४९ उमेर समूहका महिलाहरुमा स्वास्थ्य बीमाको अवस्था (प्रति १०० मा केवल करिब ६ जनाको मात्र)\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/IsxyKz3CYH", "बालबालिकाको कार्यात्मक क्षमतामा कठिनाईको अवस्थाके प्रदेशगत तथ्यांक (२-१७ उमेर समूहमा प्रति १० मा करिब १ जना रहेको)\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/MvJBLY3zvZ", "बाग्मती प्रदेशमा व्यक्तिगत घटना दर्ता अन्तरगत #CRVS बालबालिकाको जन्मदर्ता गर्ने काम अन्य प्रदेशको तुलनामा पछाडी रहेको पाईयो।\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/Gti6S1bJ44", "कर्णाली प्रदेशमा उमेर अनुसार हुनुपर्ने तौल कम भएका बालबालिकाहरु अझै पनि अन्य प्रदेशको तुलनामा बढी रहेको पाइयो।\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@ocmcm_karnali \n@kewalpb https://t.co/77MXNItYZB", "पछिल्लो ५ वर्षमा  ५ वर्ष मुनिका बालबालिकामा तौलको कमी र उचाईको कमीमा सुधार भए पनि पोषणमा अपेक्षित सुधार देखिएन।\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/9bxLnIlMND", "५ वर्ष मुनिको बाल मृत्युदर, प्रदेश ५ मा सबैभन्दा बढी रह्यो।\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/1N4k8DCaoR", "बाल मृत्युदरमा उल्लेख्य सुधार,\nनेपाल बहुसूचक सर्वेक्षण, २०७६ #MICS2019\nकेन्द्रीय तथ्यांक विभाग #CBSNepal \n@kewalpb https://t.co/1U07EAcG5R", "RT @mohpnep: Situation update report #145 as of 03 July 2020 ( English Language) on health sector response to Coronavirus disease (COVID-19…", "#COVID19 #Nepal https://t.co/UBC59XitBg", "https://t.co/NiZE6BVWj5", "https://t.co/z70FZ0t9MA", "#COVID19 #Nepal https://t.co/fIEY6866kR", "#COVID19 #Nepal https://t.co/SyBbW399B8", "#COVID19 #Nepal https://t.co/CSvwMw3ybF", "Nepal Health Sector Response to COVID-19 https://t.co/hrtqhpXCLj", "#Budget2020 https://t.co/nRy6aUgKGs", "सुदूरपश्चिमको अर्थतन्त्रमा कोरोना प्रभाव सबैभन्दा कम, सबैभन्दा प्रभावित कुन ? \nhttps://t.co/cDRzSLWCvN via @12khari", "अनुदान लिन स्टार्टअपलाई प्रस्ताव आह्वान\n https://t.co/nf2kSaMNn0", "हाल सम्म प्राप्त अनुमानहरूको अध्ययन गर्दा चालू आर्थिक वर्ष २०७६/७७ मा आधारभूत मूल्यमा २.२७ प्रतिशतले आर्थिक वृद्धि हुने देखिन्छ।\n~केन्द्रिय तथ्यांक विभाग\n@kewalpb https://t.co/brs1vBi4b0", "NPC Meeting-Implication of COVID-19 in Financial Intermediaries Sector Specially (Banking Sector) and Recovery Plan. https://t.co/VqsCBs0444", ".@hello_npc engaged with the development partners today to discuss the study they will commission on \"Impact of COVID-19 and its implications in the Economy of Nepal\". https://t.co/I8Q52yBHZ3", "सम्माननीय प्रधानमन्त्री एवम् राष्ट्रिय योजना आयोगका अध्यक्ष श्री केपी शर्मा ओलीज्यूको अध्यक्षतामा राष्ट्रिय योजना आयोगको पूर्ण बैठकः २०७६ फाल्गुण १९, सोमबार https://t.co/6UtO2T6GWJ", "राष्ट्रिय विकास समस्या समाधान समितिको ४७ औं बैठक, मितिः २०७६ माघ २६ गते । https://t.co/fVhIDOa67H", "Memorandum of Understanding (MoU) Signing Ceremony for Master's Degree Scholarship to a student from a Colombo Plan Member Country for the Academic Years 2020-2022 with the Department of International Relations and Diplomacy, Tribhuvan University https://t.co/NL6r5BCU1V", "\"Education and Economic Growth\"- Presentation by Satis Devkota, Assistant Professor of Economics &amp; Management, University of Minnesota (Morris Campus), 12 Jan,2020. https://t.co/jiyXHeqXRM", "RT @nageshkum: Hon’ble Vice-chairman Dr Pusparaj Kadel of @hello_npc of Nepal inaugurated 3rd Workshop on SDGs and Sustainable Graduation o…", "RT @tu_information: सूचना https://t.co/oxSv9lJNEj", "राष्ट्रिय विकास समस्या समाधान समितिको ४६ औं बैठक, मितिः २०७६ असोज ५ गते https://t.co/ag0tlaXzyd", "संविधान दिवस, २०७६ का केही झलकहरू https://t.co/MJV0jL8JdF", "निजामती सेवा दिवस, २०७६ को अवसरमा  गरिएको वृक्षारोपण तथा सरसफाइ कार्यक्रम https://t.co/IqPtsLtqRL", "Nepal Human Development Report 2019, Inception Workshop, 19th August 2019 https://t.co/mWdP6WP2VD", "45th National Development Action Committee (NDAC) Meeting. Date: 19th June, 2019 https://t.co/OmjthzdO2D", "राष्ट्रिय विकास परिषद् बैठक, २०७५  (मितिः २०७५/१२/२० र २१, काठमाडौं‍) https://t.co/gSwIBWTu9S", "दीर्घकालीन सोच सहितको पन्ध्रौं योजना (आ.व. २०७६/७७-२०८०/८१) आधार पत्र (मस्यौदा) माथि राय सुझाव संकलनका लागि आयोजित राष्ट्रिय परामर्श तथा अन्तरक्रिया कार्यक्रम । https://t.co/t6DdnBncSU", "पन्ध्रौं योजना (आ.व. २०७६/७७-२०८०/८१) आधार-पत्र (प्रारम्भिक मस्यौदा) सम्बन्धी कर्णाली प्रदेश परामर्श बैठक, मितिः २०७५/१०/१६ र १७, वीरेन्द्रनगर सुर्खेत । https://t.co/y0MBVnRloX", "पन्ध्रौं योजना (आ.व. २०७६/७७-२०८०/८१) आधार-पत्र (प्रारम्भिक मस्यौदा) सम्बन्धी प्रदेशस्तरीय परामर्श बैठक, मितिः २०७५/१०/२० र २१, प्रदेश नं. ५,  बुटवल । https://t.co/FWEs9lLhEY", "राष्ट्रिय योजना आयोगले प्रदेश नं. ३ हेटौंडाबाट शुरु गरेको पन्ध्रौं योजना (आ.व. २०७६/७७-२०८०/८१) आधार-पत्र (प्रारम्भिक मस्यौदा) उपर प्रदेशस्तरीय परामर्श बैठक, मितिः २०७५/१०/१६ https://t.co/4OvvvozdfX", "नेपालको दीर्घकालीन सोच, २१०० र  पन्ध्रौं योजना (२०७६/७७-२०८०/८१) तर्जुमा सम्बन्धी निर्देशक समितिको बैठक https://t.co/nzDxSpF07C", "राष्ट्रिय योजना आयोगको आधिकारिक Twitter ह्यान्डल  तथा Facebook पेज सञ्चालन गरिएको बारे । https://t.co/H8THAfFT1I", "@dhiruserlock @Hello_Sarkar गल्ती अौंल्याइदिनु भएकोमा धन्यवाद!", "@tpokharel @Hello_Sarkar गल्ती अौंल्याइदिनु भएकोमा धन्यवाद!", "राष्ट्रिय योजना आयोगबाट गण्डकी प्रदेशमा आयोजित प्रदेशस्तरीय योजना तर्जुमासम्बन्धी कार्यशालाको प्रदेशका माननीय मुख्यमन्त्री पृथ्वी सुब्बा गुरुङले उद्घाटन गर्नु भयो । https://t.co/zkpX713klC", "Cross Learning Workshop on Promoting Inclusive Growth through Rural Enterprise and Entrepreneurship Development, Sep. 21 https://t.co/Ewil8WYVpV", "“कर्णाली प्रदेश: आर्थिक समृद्धि र सामाजिक रूपान्तरण” विषयक नीति संवाद कार्यक्रम https://t.co/TBHaimlqVP", "निजामती सेवा दिवस, २०७५ को अवसरमा  गरिएको सरसफाइ कार्यक्रम https://t.co/KBo702YLEU", "43rd National Development Action Committee (NDAC) Meeting https://t.co/oGmI0f6Ndv", "@verified npc@npc.gov.np hello_npc", "Just setting up my Twitter. #myfirstTweet"]