["नागरिकता बिधेयकको प्रकृया र अन्तर्निहित मुध्दाहरुका सम्बन्धमा राष्ट्रपतिज्युले सरोकार देखाउनु भएका कतिपय बिचारहरु संग हाम्रो सहमति छ । तर राष्ट्रपतिलाई संविधानको उलङ्घन गर्ने छुट भने हुन सक्दैन।तसर्थ राष्ट्रपतिले नागरिकता बिधेयक प्रमाणित नगर्नु संविधान बिपरितको गलत कदम हो", "ज्यादै  राम्रो सामाग्रीको लागि नेपालखबर र सिताराम बरालजीलाई धेरै धेरै धन्यवाद।मेरा गुरु नवीन प्रकाश जँग शाहको माता पिताको प्रेरणादायी जीवन कथा रहेछ। ती महान् क्रान्तिकारीहरुलाई हार्दिक श्रध्दा सुमन ।  https://t.co/jrZa0tUq6i", "हिजो र आज क्रमशः प्रदेश नं १ र लुम्बिनि प्रदेशको  केन्द्रीय सदस्य र प्रदेश समितिका पदाधिकारी कमरेडहरुको संयुक्त बैठकमा सहभागी । पार्टीको समग्र नीति , योजना र आसन्न निर्वाचन का बारेमा छलफल ,निर्देशन । https://t.co/A2PiEtU0a7", "सन्दर्भ : हाम्रो पार्टी केन्द्रको पदाधिकारी चयन ।आउनुहोस् ,एकताबध्द भएर संकल्प गरौं •••• https://t.co/pfGkKWVIDv", "नेपाली लोकतान्त्रिक आन्दोलनका अथक योध्दा , नेपाली काङ्ग्रेसका केन्द्रीय सदस्य, प्रतिनिधिसभाका सदस्य , प्रजातान्त्रिक समाजवादी धाराका बिचारक,अध्ययनशील र सरल ब्यक्तित्व प्रदीप गिरीको दुःखद निधनले मर्माहत बनाएको छ।उहाँप्रति हार्दिक श्रध्दाञ्जली।सम्पुर्ण परिवारजनमा गहिरो समवेदना । https://t.co/2kHPg7vtNn", "प्रिय मित्र प्रदीप गिरीको स्वास्थ्यलाभको हार्दिक कमना । https://t.co/qlsY6ek6C6", "योङ कम्युनिष्ट लिग ( YCL ) नेपालको दोस्रो राष्ट्रिय भेलाको आज उद्घाटन । https://t.co/KHfvr4747E", "Best wishes to all on the occasion of Srikrishna Janmshtami 2022 .", "महान शहीद क• रामबृक्ष यादवको स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली । https://t.co/n2uogrJ1PE", "Had a opportunity to participate in an interactive class on Revolution &amp; Counter Revolution on 15th August with the revolutionary students from 15 countries around the world .School was organized by Madan Bhandari School of Asia Nepal as a part of worldwide ideological movement . https://t.co/Y9qOTfSdts", "क• माओत्सेतुङको  नेतृत्वमा भएको चिनीया सांस्कृतिक क्रान्तिमा थुप्रै कमजोरीहरु भएका हुन सक्छन् ।तर प्रचार गर्ने गरिए जस्तो के त्यो बिनाशको १० बर्ष नै थियो त ? यो लेखले सांस्कृतिक क्रान्तिलाई बुझ्न अवश्य पनि मध्दत पुर्याउनेछ । https://t.co/xSq5CPDreY", "रक्षाबन्धन एवं  जनैपुर्णिमा २०७९ को अवसरमा हार्दिक शुभकामना ।", "हाम्रो पार्टीका श्रध्देय अध्यक्ष क• प्रचण्ड जापानको  केही दिनको भ्रमण सकेर आज देश फर्कनु भएको छ। स्वागत । उहाँले आफ्नो जापान भ्रमण सफल रहेको बताउनु भएको छ । https://t.co/YibgX3PJAs", "२८ औं विश्व आदिवासी जनजाती दिवसको अवसरमा सवैमा शुभकामना । त्यस अवसरमा गोरखा जिल्लाको पालुङ्टारमा आज आयोजित कार्यक्रममा सहभागी । https://t.co/vtKoXAzeei", "जापानमा आयोजित केही कार्यक्रमहरुमा सहभागी हुन हाम्रो पार्टी नेकपा ( माओवादी केन्द्र ) का अध्यक्ष क• प्रचण्ड आज ४ दिने जापान भ्रमणका लागि प्रस्थान गर्नु भएको छ ।भ्रमणको सफलताको कामना सहित शुभयात्रा । https://t.co/b2CIesBRms", "सरकारले मंसीर ४ गते आम निर्वाचनको घोषणा गरेको छ।हाम्रो पार्टी सरकारको यो निर्णयको स्वागत गर्दछ र निर्वाचनलाई सफलतापुर्बक सम्पन्न गर्न निर्वाचन आयोग,दलहरु र आम जनसमुदाय सँग हार्दिक अपील गर्दछ।पार्टीका सम्पुर्ण नेता,कार्यकर्ताहरुलाई निर्वाचनको घनिभुत तयारीमा जुट्न अनुरोध गर्दछु ।", "We firmly uphold One China Policy.We  also beleive that Taiwan issue is their internal matter as it is the logical corollary of One China Policy.We want peaceful reunification or d settlement of d issue on their own.We urge all concerned not to escalate tension going against it.", "नेपाली कम्युनिष्ट आन्दोलनका बरिष्ठ नेता एवं नेपाली किसान आन्दोलनका एक महत्वपुर्ण हस्ती क• तुलसीलाल अमात्य र भारतीय सुरक्षाकर्मी द्वारा नेपाली भुमिमा आएर हत्या गरिएका महान् देशभक्त एवं क्रान्तिकारी शहीद क• भिमदत्त पन्तको स्मृति दिवसको अवसरमा उहाँहरु प्रति हार्दिक श्रध्दाञ्जली । https://t.co/K3Ui6QP8Ah", "क• बिप्लवहरुलाई जारी गरिएको पक्राउ पुर्जीका बारेमा नियमित अदालती प्रक्रिया भनेर पञ्छन मिल्दैन।यसलाई खारेज गर्नु अनिवार्य छ । सरकारले अविलम्व आवश्यक कदम चालोस् ।", "I express my strong solidarity to SAVE SOIL MOVEMENT launched worldwide by Sadhguru.This is important to save our planet and humanity. https://t.co/eKwTlRh0O1", "डा•पिताम्बर शर्माको यो बिचारलाई गम्भीरतापुर्वक अध्ययन ,छलफल  र  आत्मसात गरौं ।पछिल्लो एक महिना यता आयोजित दुई सार्वजनिक गोष्ठी हरुमा मैले ब्यक्त गरेको बिचारको सार पनि यही थियो ;वामपन्थीहरुबाटै वामपन्थलाई बचाऔं https://t.co/BYQ45JjJqV", "बाग्मति नगरपालिका,सर्लाहीका नगर प्रमुख भरत थापा नेतृत्वको टिमले नगरपालिकालाई नमुनायोग्य ढङ्गले जनमुखी सुधार र रुपान्तरणको दिशामा अघि बढाएको छ।हाम्रो पार्टीका तर्फबाट निर्वाचित  टिमले गरेको काम प्रशंसनीय छ।धन्यवाद र शुभकामना!\nभरत ताल नामले चिनिने कृत्रिम तालको किनारामा हामी एकछिन। https://t.co/8LYGgW6S60", "बि सं २०५५मा शहादत प्राप्त गर्नुभएका सर्लाही जिल्लाको जनयुध्दका प्रथम शहीद इन्द्र कोइरालाको परिवारको अवासको लागि सर्लाहीको बागमति नगरपालिका १२ मा हाम्रो पार्टीको सर्लाही जिल्ला समितिले निर्माण गरिदिएको घर।छिट्टै निर्माण कार्य पुरा गरी परिवारलाई हस्तान्तरण गर्ने तयारीमा।धन्यवाद। https://t.co/Zl6ZolFD4X", "नेकपाका सँस्थापक सदस्य श्रध्देय क• नर बहादुर कर्माचार्यको ९औं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली । https://t.co/Q4mTnJw83V", "आज सर्लाहीको बाग्मति नगरपालिकामा नेका र एमाले लगायत पार्टीहरुबाट १५०० भन्दा धेरै स्थानीय नेता ,कार्यकर्ताहरु हाम्रो पार्टीमा प्रवेश । श्रध्देय अध्यक्ष कमरेड प्रचण्डद्वारा स्वागत । सो अवसरमा भव्य जनसभा सम्पन्न । https://t.co/nWTmrJ6nNI", "हिजो प्रतिनिधिसभाले पारित गरेको नागरिकता बिधेयक बारे : https://t.co/ZfntXjy0vf", "हाम्रो पार्टी नेकपा ( माओवादी केन्द्र )का श्रध्देय अध्यक्ष क• प्रचण्ड भाजपाको निम्तोमा ३ दिने भारत भ्रमण सफलतापुर्बक सम्पन्न गरी आज देश फर्कनु भयो।हार्दिक स्वागत ।\nउहाँले देश फर्केपछिको सक्षिप्त पत्रकार भेटघाटमा आफ्नो भ्रमण अपेक्षा गरिए जस्तै सफल भएको बताउनु भयो । https://t.co/fOKkH7Lea8", "एम सि सि का बारेमा क• केपी ओलीको भ्रमात्मक अभिब्यक्ति । बास्तबिकता यस्तो छ । https://t.co/oaJQ2r2xHU", "क•केपी ओलीको बिचार बाम तालमेल र एकता बारे सकारात्मक संकेत होइन । https://t.co/hlMuAO5TFz", "हामो पार्टीका श्रध्देय अध्यक्ष क• प्रचण्डले आज नयाँ दिल्लीमा आयोजित एक कार्यक्रममा १९५० को सन्धि पुनरावलोकन गर्र्नु पर्ने आवश्यकता औंल्याउदै त्यस निम्ति आव्हान गर्नुभयो।त्यसैगरी इपिजि प्रतिवेदन बुझ्न र सबै द्विपक्षीय बिषयहरु कुटनीतिक माध्यमबाट  समाधान गर्न अपील गर्नुभयो ।", "भारतीय जनता पार्टीको निमन्त्रणामा हाम्रो पार्टीका श्रध्देय अध्यक्ष क• प्रचण्ड ३ दिनको भारत भ्रमणका लागि आज नयाँ दिल्ली जानु भएको छ।यो सद्भावना भ्रमण हो। भ्रमणका क्रममा क• प्रचण्ड ले भारतीय प्रम मोदी लागायतका नेताहरुसँग भेटवार्ता गर्नुहुनेछ।भ्रमणको सफलताको लागि हार्दिक शुभकामना। https://t.co/di7xBAjiKx", "See off to Minister Liu at TIA  this evening after he wrapped up his Nepal Visit and headed back to China. https://t.co/7gWPGpiCSv", "जीवन मुक्तियात्रा हो।यो मुक्तियात्रालाई सकारात्मक दिशामा अघि बढाउनका लागि एक अनिवार्य शर्त हो,जीवनभर सिक्न तयार रहनु। यसक्रममा बिभिन्न रुपमा मलाई ज्ञान दिएर यहाँ सम्म ल्याई पु-याउन सहयोग गर्नुहुने सबै श्रध्देय गुरुहरु प्रति गुरु पुर्णिमाको आजको अवसरमा हार्दिक नमन गर्दछु।शुभकामना।", "We had a very cordial meeting today in Kathmandu between our party CPN (Maoist Center ) and Communist Party of China .Meeting was mainly focused on the relation betn our two countries and parties.Chinese delegation was led by CPCID chief who is on the visit of the country . https://t.co/yC2tIHY77N", "RT @DRP39: इमानजमानले राजनीति चल्दैन भन्ने सोच वा भ्रम त यहॅा पुरानै हो। तर बॅाकि सबै थोकलाोई निषेध गरेर वेइमानीलाई नै राजनीतिको एक मात्र उ…", "RT @BBCHindi: ''श्रीलंका का वर्तमान कर्ज़ संकट एशिया की दूसरी सरकारों के लिए चेतावनी है कि वे ज़िम्मेदार वित्तीय नीतियां बनाएं या तो निर्मम…", "बिप्रेषण,भन्सार राजस्व र बैदेशिक ऋणले देश चलाउने र घुस तथा कमिशनले जीवन चलाउने सदाबहार चिन्तन संस्कृतिमा अधारित राजनीति रहे सम्म मुलुक बन्दैन ।देश र जनताले दुःख पाइराख्छन्।त्यसैले देशलाई बदल्न पार्टी हरुले आफुलाई बदल्नु नेपालको आजको मुख्य आवश्यकता हो ।\n https://t.co/tPmrdDd9Fj", "संसदमा ल्याउन खोजिएको नागरिकता ऐन संशोधन बिधेयक र संसदमा प्रस्तुत गरिसकिएको संबैधानिक परिषद ऐन संशोधन बिधेयकका बारेमा ५ दलीय गठबन्धनमा अबिलम्ब छलफल हुनुपर्दछ र आम सार्बजनिक बहस पनि हुनु पर्दछ ।\n https://t.co/l8X5VN5YOY", "हामी अहिल नै श्रीलंकाको अवस्थामा पुगिसकेका छैनौं।यो सहि नै हो।तर तितो र नाङ्गो सत्य यो पनि हो कि समस्या समाधान प्रतिको गैरजिम्मेवार रवैया र तदर्थवादले ढिलो वा चाँडो,एउटा वा अर्को रुपमा पुर्याउने त्यतै हो।सचेत होऔं र समयमै यथास्थिति तोड्ने हस्तक्षेप गरौं । https://t.co/aGC7lYsMKa", "हाम्रो पार्टी नेकपा ( माओवादी केन्द्र ) को हालै सम्पन्न केन्द्रीय समितिको बैठकले एम सि सि र एस पि पि का बारेमा गरेको निर्णय : https://t.co/2kvrmV6oZv", "ईस्लाम धर्मालम्बीहरुको महान चाड Eid-Al Adha को अवसरमा सबैमा हार्दिक शुभकामना ।", "१५ असार,२०७९ धान दिवसको अवसरमा सबै किसान दाज्युभाई दिदिवहिनीहरुमा  हार्दिक शुभकामना ।", "आज ललितपुरमा नेपालमा समाजवाद :सम्भावना र चुनौती भन्ने बिषयमा बिचार गोष्ठी सम्पन्न भयो । नरबहादुर कर्माचार्य स्मृति प्रटिष्ठानको आयोजनामा उक्त कार्यक्रम सम्पन्न भएको थियो ।आजै उक्त मुल बिषय अन्तर्गत रहेर बिभिन्न ६ बिषयहरुमा अन्तर्कृयात्मक कार्यशाला गोष्ठी । https://t.co/zExtTRoqPo", "\"थाहा \" आन्दोलनका प्रवर्तक,जनमुखी राजनीतिका इमान्दार अभ्यासकर्ता र निष्कलङ्क बिद्रोही योध्दा क• रुपचन्द्र बिष्टको २२ औं स्मृति दिवसको अवसमा उहाँप्रति हार्दिक श्रध्दाञ्जली । https://t.co/qZtvmzb24q", "हिजो २०७९ आषाढ ६ गते गोरखा जिल्ल्लाको अजिरकोट गाँउपलिका भच्चेकमा स्थस्नीय तहको कार्य सम्पादन जनमुखी ,परिणाममुखी र समाजवादउन्मुख बनाउने उदेश्यका साथ बिभिन्न पालिकाका निर्वाचित जनप्रतिनिधिहरु र बिषय बिज्ञहरुका बिचमा छलफल अन्तर्कृया कार्यक्रम सपन्न भयो । https://t.co/ly6x12Xo3S", "On the occasion of International Yoga Day 2022,I extend my sincere greetings to all who love ,preach and practice Yoga .let us make Yoga a way of life,not limiting it only as yogasana.", "IPS को सदस्यता वा त्यसमा संलग्नता बारे नेपालको तर्फबाट कसैले केही गरेको भए समयमै सम्बन्धितहरुले कबुल गरुन् वा स्पष्ट पारुन् ।ताकि तत्कालिन प्रधान सेनापति राजेन्द्र क्षेत्रीले लेखेको पत्र जस्तै अर्को पत्र सार्वजनिक हुने लज्जास्पद स्थिति देख्नु नपरोस् । https://t.co/fzfTE5I3Sy", "एसपिपि जस्ता नेपालको सार्वभौमिकता बिरुध्द रहेका र भुराजनीतिक संवेदनशीलता लाई उपेक्षा गर्ने कुनै संधि संझौता नमान्ने र नगर्ने नेपाली सेनाको स्पष्टोक्ति प्रशंसनीय छ।तर यस सम्बन्धी विवरणात्मक तथ्यहरुमा२दिनमा२कुरा आउनु राम्रो भएन।यस्ता गम्भीर बिषयहरुमा बोल्दा समयमै ध्यान दिईयोस् ।", "एसपिपिका सम्बन्धी घटनाक्रमको बिकासका सम्बन्धमा अहिले सम्म सार्वजनिक बिषयहरु मात्रले पनि के कुरा स्पष्ट पार्दछ भने हाम्रा सरकार,पार्टी र नेताहरु राष्ट्रिय सार्वभौमिकता सँग जोडिएका बिषयहरुमा समेत गम्भीर छैनन् ,अझ गैर  जिम्मेवार छन्।अत:आजको पहिलो आवश्यकता पार्टी र नेताहरु बदलिनु हो।", "एसपिपि प्रकरणमा दुई कुरा:एक,यो अमेरिकाले भनेजस्तो बिपद जस्ता बिषयमा साझेदारी कार्यक्रम नभएर मुलत:रणनीतिक सैन्य साझेदारी हो र यसलाई सदाका लागि अस्विकार गर्ने घोषणा गरिनु पर्दछ।दुई,यस सम्बन्धमा धेरै बिरोधाभास र आशंकाको स्थिति देखापरेकाले पुर्ण तथ्य सहित श्वेतपत्र जारी गरिनु पर्दछ।", "क• डि आर पौडेलको तेस्रो स्मृति दिवसको अवसरमा उहँप्रति हार्दिक श्रद्धाञ्जली । https://t.co/YXGFos7daC", "२०७९/२०८० को बजेटका सम्बन्धमा मैले राष्ट्रिय सभामा ब्यक्त गरेको बिचार । https://t.co/pdRw32WNeR", "गोरखा जिल्लाका११ मध्ये ९ पालिकामा हाम्रो पार्टी नेकपा( माओबादी केन्द्र)ले प्रमुख सहित बिजय प्राप्त गरेको छ।बिजयी कमरेडहरुलाई छुट्टाछुट्टै बधाई दिसकिएको भएपनि हिजो सामुहिकरुपमा बधाई तथा शुभकामना प्रदान गरियो।जनताको पक्षमा गुणात्मक परिवर्तन गर्ने ब्यबहार अबको आबश्यकता र अपेक्षा हो। https://t.co/wPM7i6F1Tl", "हिजो र आज २ दिन काठमाडौंमा हाम्रो पार्टीका तर्फबाट निर्बाचित पालिका प्रमुख र उपप्रमुखहरुका निम्ति पार्टी केन्द्रद्वारा आयोजना गरिएको अभिमुखीकरण कार्यक्रम सफलतापुर्बक सम्पन्न भयो ।यसबाट जनप्रतिनिधिहरुमा लक्षकेन्दृत स्पष्टता सहित आत्मबिश्वास र उर्जा भरिएको अनुभुति भयो । https://t.co/Lubs7rGYDd", "आज २०७९जेठ १७ गते राष्ट्रिय सभाको बैठकमा २०७९/२०८० को बजेटका बारेमा छलफलमा भाग लिने क्रममा मैले ब्यक्त गरेको बिचार https://t.co/MtCRvljMx4", "गणतन्त्र दिवस २०७९ को अवसरमा सम्पुर्ण नेपाली दाजुभाई दिदिबहिनीहरुमा शुभकामना।गणतन्त्र स्थापना गरेर ठीक गरेका हौं ।तर यो पनि ख्याल गर्नुपर्ने हुन्छ कि गणतन्त्र भनेको परम्परागत राजतन्त्रको अन्त्य मात्र होइन ,यो त लोकतन्त्र हो। यसलाइ सार्थक बनाउन हामी नेता र पार्टी हरु बदलिनु पर्छ।", "स्थानीय तहका जननिर्वाचित प्रतिनिधिहरुलाई बधाई तथा केही सुझाव । https://t.co/LQlbijhoBw", "राष्ट्रिय सभाको हिजो २०७९ जेठ ५ गतेको बैठकमा मैले ब्यक्त गरेको बिचार ;https://t.co/PWTWYwS4H3", "कुनै पनि बहानामा क्रुर बलात्कारी लाई छुट र उन्मुक्ति हुनुहुदैन।राज्य र समाजले पिडित सुष्मितालाई न्याय दिनै पर्दछ ।आरोप अन्यथा भए पिडकले सार्वजनिक रुपमा पुष्टि गर्ने साहस गरोस् । https://t.co/0zaMDq3i3P", "चुनावदेखि चुनावसम्म,सरकारदेखि सरकारसम्ममा सिमित हुदै गएर देश,जनता,श्रमिक एवं उत्पिडीत बर्ग-समुदाय,आदर्श,सिध्दान्त , मुल्य ,लक्ष्य र उदेश्यको विसर्जनको विन्दुमा पुग्यौं भने कम्युनिष्ट वा क्रान्तिकारी समाजवादी भनिरहनुको कुनै अर्थ हुनेछैन।पद,शक्ति र अहंलाई मार्गदर्शक बनाउन छाडौं ।", "अन्ततःएमालेले लामो निरर्थक संसद अबरोध अन्त्य गर्यो ।राष्ट्र,लोकतन्त्र र स्वयं एमालेको निम्ति पनि यसो गर्नै पर्थ्यो।ढिलै भएपनि विवेकले काम गर्यो।राम्रो गर्यो।एमालेले यसरी नै विवेक प्रयोग गरेर समग्रतामा गंभीर आत्म्ससमीक्षा गर्न सक्यो भने देश,जनता र वाम आन्दोलनको हितमा हुनेछ ।सोचौं।", "पछिल्लो केही समय सामाजिक सञ्जाल र कुनै सञ्चार माध्यममा आइन।स्थानीय चुनावमा केही दिन जिल्लाका गाँउले जनतासँग भेटघाट बाहेक यस अवधिमा मुलत: मौनतासहित अन्तर्यात्रामा थिएँ । \nआज २५८४ औं बुध्द जयन्तीको अवसरमा हार्दिक नमन सहित शुभकामना ब्यक्त गर्दछु।पुन:सवैसँग संवाद-अन्तरकृयामा रहनेछु।", "हाम्रो पार्टीको हिजो सम्पन्न के स को बैठकले पार्टी भित्र रहेको एमसिसि सम्झौता बारेको गम्भीर मतभेदका सम्बन्धमा पार्टीमा तलैसम्म ब्यापक बहश चलाएर टुङ्गो लगाउने निर्णय गरेको छ।त्यसका लागि ज्येष्ठ २० गते देखि बहश(फोरम) सञ्चालन गरी करीब १ महिनामा निष्कर्षमा पुर्याउने निर्णय गरिएको छ ।", "८ मार्च २०२२,११२ औं अन्तरराष्ट्रिय श्रमिक महिला दिवसको अवसरमा सबैलाई शुभकामना ।", "बरिष्ठ बामपन्थी नेता क• कृष्णराज वर्माको दु:खद  निधनप्रति गहिरो शोक प्रकट गर्दछु ।उहाँप्रति हार्दिक श्रध्दाञ्जली अर्पण गर्दछु र शोकसन्तप्त परिवारप्रति समवेदना प्रकट गर्दछु । https://t.co/xy3vZIBeXa", "हाम्रो पार्टी भित्र देखिएको मतभेद र अन्तर्बिरोध लाई लिएर बिभिन्न सञ्चार माध्यम मार्फत बिभिन्न ढङ्गले प्रचार भैरहेको सम्बन्धमा बिषयलाई अतिरञ्जित ढङगले नबुझ्न सबैसंग अनुरोध गर्दछु ।अध्यक्ष क• प्रचण्ड र मेरो बीचमा छलफल जारी छ र अन्य नेतृत्वदायी कमरेडहरुसँग पनि छलफल भैरहेको छ ।", "महाशिवरात्रि पर्वका अवसरमा सबैमा हार्दिक शुभकामना ।", "अन्तत ब्यख्यात्मक घोषणाको सुनियोजित भ्रम छर्दै आज राष्ट्रघाती एमसिसि सम्झौता संसदबाट अनुमोदन गराई छाडे।आम देशभक्त नेपाली जनताले यसलाई कालो दिनको रुपमा लिनेछन्। सम्पुर्ण देशभक्त शक्तिहरु एकताबध्द होऔं र नेपालको राष्ट्रिय सार्वभौमिकता,स्वाधीनता र हितको संघर्षलाई निरन्तर जारी राखौं।", "५ दलीय गठबन्धनमा अध्यक्ष क• प्रच्ण्डले ब्याख्यात्मक घोषणा सहित एमसिसि सम्झौता अनुमोदन गर्ने जानाकारी गराउनु भएको छ ।यो \"निर्णय\"प्रति मेरो गम्भीर असहमति र आपत्ति रहेको छ।आज बिहानको पार्टीको छलफलमा म लगायत केही कमरेडहरुले मतभेद राखि सकेका छौं। यो महाधिवेशनको बिरुध्द छ  र गलत छ ।", "रुसले युक्रेनमाथि गरेको आक्रमण र अतिक्रमणको हामी तिब्र भर्त्सना गर्दछौं।युक्रेनको राष्ट्रिय सार्वभौमिकता,भौगोलिक अखण्डता र आत्मनिर्णयको सम्मान गर्न र आक्रमण अन्त्य गरी युक्रेनबाट फिर्ता हुन रुससँग माग गर्दछौं ।सार्वभौमिक समानता र बिश्व शान्तिको पक्षमा उभिन सबैसँग अपील गर्दछौं।+", "युक्रेन घटनाबाट शिक्षा: कुनै पनि शक्ति राष्ट्रले आफ्नो रणनीतिक स्वार्थका लागि अर्को राष्ट्रलाई प्रयोग गर्न खोज्दा र त्यसलाई स्विकार गर्दा साना राष्ट्रको अस्तित्व नै गुम्ने खतरा उत्पन्न हुन सक्ने रहेछ। ++", "यस प्रकरणमा आमेरिकाले युक्रेनको छिमेकी रुसको बिरुध्द युक्रेनलाई प्रयोग गर्न खोज्दा र युक्रेन त्यो भुमिकाको निम्ति तयार हुँदा आजको यो आक्रमण,युध्द र अस्तित्व बिसर्जनको दुःखद घटना उत्पन्न भयो।नेपालले आफ्नो भुराजनीतिक संवेदनशीलतालाई ध्यान दिदै यस घटनाबाट समेत शिक्षा लिन सक्नु पर्दछ।", "हाम्रो पार्टीले महाधिबेशनबाट र त्यसपछिका सबै छलफलहरुबाट एमसिसि सम्झौताका बारेमा निकालेको निष्कर्ष र लिएको निर्णय स्पष्ट छ , एमसिसि सम्झौता यसका राष्ट्रिय सार्बभौमिकता,स्वाधीनता र हित प्रतिकुलका प्रावधानहरुलाई संशोधन नगरी यथास्थितिमा स्विकार र पारित नगर्ने।हामी त्यसैमा कायम छौं।", "जनयुध्द दिवसको अवसरमा सबैमा शुभकामना ।", "प्रम देउवा र अध्यक्ष क•प्रचण्डद्वारा एमसिसि अमेरिकालाई पठाइएको भनी सार्वजनिक गरिएको पत्रका कारणबाट एमसिसि कम्प्याक्टका बारेमा हाम्रो पार्टीको दृष्टिकोण र अडानप्रति कुनै द्विविधा र भ्रममा नपर्न आम पार्टी पंक्ति र सबैमा अनुरोध छ।पार्टी दृढ छ,यथास्थितिमा यो संझौता स्विकार गरिनेछैन।", "नेपालको क्रान्तिकारी आन्दोलनमा देश र जनताको निम्ति संघर्षमा खटिरहेकै अवस्थामा रहस्यमय दुर्घटनामा निधन हुनुभएका प्रिय क•डाचाराज वाग्लेको प्रथम स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली।सो घटनाको छानबीन तिब्र पारी यथाशीघ्र  तथ्य सत्य सार्वजनिक गर्न सरकारसंग माग गर्द्छु । https://t.co/y07Y6hbhOl", "कुनै भ्रममा नपरौं ; प्रमले एमसिसिसँगको सँझौता पारित नगरे गठबन्धन तोडिन्छ भनेर भन्नुभएको भन्ने सत्य होइन।आजको बिन्दुसम्म उहाँले त्यसो भन्नुभएको छैन।\nगठबन्धनमा एमसिसि कम्प्याक्ट सँझौता पारित गर्ने सहमति भयो भन्नेकुरा पनि सत्य होइन।कमसेकम हाम्रो पार्टी यथास्थितिमा त्यसको पक्षमा छैन।", "आज सम्पन्न राष्ट्रिय सभाको निर्वाचनमा विजयी हुनुभएका सबैमा हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना । https://t.co/Ch4vYT04zZ", "\"थाहा \" आन्दोलनका प्रवर्तक,सत्य ,न्याय र ठीक पक्षका साहासी योध्दा,जनमुखी राजनीतिका सक्रिय नेता,श्रमजीवी बर्ग एवं सम्पुर्ण शोषित पिडीत समुदायका साथी र उच्च नैतिक सांस्कृतिक मुल्यका नमुना ब्यक्तित्व क• रुपचन्द्र बिष्टको स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली । https://t.co/JstoToFUUU", "नेपाली कम्युनिष्ट तथा किसान आन्दोलनका सम्मानित नेता क• जयगोविन्द शाहको स्मृति दिवसको अवसरमा उहाँप्रति हादिक श्रध्दाञ्जली । https://t.co/KqgEFQ2slC", "I am in home isolation since yesterday and it will last at least for 14 days because of Corona .PCR test showed corona virus positive. So I would like to request to all those ,who were in physical contact with me recently ,to take necessary pracautions.", "आज हाम्रो पार्टी नेकपा ( माओवादी केन्द्र ) को आठौं राष्ट्रिय महाधिवेशन क्रान्तिकारी बिचार र रुपान्तरित क्रान्तिकारी पार्टी निर्माणको  सँकल्पका साथ संघीय राजधानी काठनाण्डौमा समुद्घाटन । https://t.co/ewsidgyPI8", "क• स्वनाम साथीको प्रथम स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दासुमन अर्पण गर्दछु । https://t.co/CG1iUjbZy2", "Merry Christmas to all", "क• प्रचण्ड र तात्कालिन राजा ज्ञानेन्द्र शाहका बिचमा ५ बुँदे सहमति पछि ज्ञानेन्द्र शाहले प्रतिगामी कदम चालेको भन्ने के पी ओलीको कपोकल्पित दुष्प्रचार बिरुध्द  अध्यक्ष क• प्रचण्डले जारी गर्नुभएको बक्तब्य : https://t.co/c2rBsEXIwb", "नेकपा (एमाले )ले संघीय संसद को बैठक लगतार अबरुध्द गरिरहेर लोकतन्त्रलाई लज्जास्पद रुपमा प्रहार गरिरहेको छ।अन्ध पार्टीगत स्वार्थ र विवेकहीनताको पराकाष्ठ हो यो। लोकतान्त्रिक मान्यतालाई आत्मासात गर्दै संसद सुचारु गर्न नेकपा( एमाले) लाई गंभीर अपील गर्दछु ।", "प्रधानमन्त्री श्री शेरबहादुर देउवाज्यु नेपाली काँग्रेसको सभापतिमा  पुनः निर्वाचित हुनुभएकोमा हार्दिक बधाई सहित कार्यकालको सफलताको शुभकामना ब्यक्त गर्दछु । https://t.co/lryU7eaiSs", "Big congratulations and thanks to \nDr.Mahesh Maskey and his team for launching the Left Online Magazine Bampanth in Nepali and English Laguages.Hope that it will make a significant contribution in ideological discourse and clearity,which is one of the major task of d movmt today. https://t.co/cx1VRfzRLg", "हाम्रो पार्टी नेकपा ( माओवादी केन्द्र ) को ७ भौगौलिक र अन्य २ प्रदेशहरु गरी ९ प्रदेशहरुको सम्मेलन आज एकै साथ भर्चुअल प्रविधिको प्रयोग गरी अध्यक्ष क• प्रचण्डद्वारा उद्घाटन ।१० हजार भन्दा बढी प्रतिनिधिहरु सहभागी ।उत्सवमय र बैचारिक उद्घाटन कार्यक्रम । https://t.co/HeE7ryKdSj", "गोरखा काठमाडौं सम्पर्क समन्वय समितिको प्रथम सम्मेलन आज सम्पन्न । https://t.co/YqAoyVDCo4", "आज मङ्सीर १९ गते हाम्रो पार्टीको  गोलबजार नगर सम्मेलन भब्यरुपमा सम्पन्न।अन्य बिभिन्न पार्टीहरु परित्याग गरी सयौं ब्यक्तिहरुद्वारा हाम्रो पार्टीमा आबध्द हुने घोषणा । https://t.co/keD2n7z2Yd", "हिजो २०७८ मङ्सीर १८ गते नेकपा(माओवादी केन्द्र)सर्लाहीको बाग्मती नगर सम्मेलनको घोषणासभा हजारौं जनताको सहभागितामा उत्सवमय रुपमा सम्पन्न भयो।बिभिन्न पार्टीहरु परित्याग गरी सयौं ब्यक्तिहरुद्वारा हाम्रो पार्टीमा प्रबेशको घोषणा । https://t.co/E8r1UbfTpN", "२०७८/८/१७ मा हाम्रो पार्टी को बर्दिबास नगर सम्मेलनको उद्घाटन कार्यक्रम सम्पन्न । https://t.co/jiMn67F44e", "हाम्रो पार्टीको स्थायी समितिका सदस्य एवं पुर्व अर्थमन्त्री क• बर्षमान पुन स्वास्थ्य उपचारको निम्ति  बैंककबाट चीन जानु भएको छ ।उहाँको शिघ्र स्वास्थ्यलाभको कामना गर्दछु । https://t.co/PuNerslelX", "हाम्रो पार्टीका केन्द्रीय प्रतिनिधि,रुपन्देही इञ्चार्ज क•राम प्रसाद बञ्जाडे र अखिल क्रान्तिकारी पालुङ्टार नगर समिति गोरखाका अध्यक्ष क• सुवर्ण देवकोटाको हिजो छुट्टाछुट्टै सवारी दुर्घटनामा दुःखद निधन हुन गएकोमा उहाँहरुप्रति हार्दिक श्रध्दाञ्जली अर्पण गर्दछु।शोकाकुल सवैमा समवेदना। https://t.co/Q510rOnvgp", "प्रतिगमन बिरोधी संघर्षको समयमा गठबन्धनको सबै बैठकहरुमा उपस्थित भई छलफल गर्ने अवसर प्राप्त थियो।अनिवार्य जस्तै थियो सहभागिता ।संघर्षको सफलता पछि पार्टीहरुको गठबन्धन शिर्षस्थ नेताहरुको गठबन्धन जस्तो बनेपछि भने एकाध बैठकहरुमा मात्र आमन्त्रण अनुसार भाग लिएको छु ।+", "त्यस्तै एउटा बैठकमा मैले अघिल्लो सरकारले नियुक्ति गरेका सबै राजदुतहरु फिर्ता बोलाउने सकारको निर्णय लाई बेठीक भन्दै असहमति जनाएको थिएं ।मेरो धारणा यस्तो थियो र रहेको छ।+", "मेरो धारणा यस्तो थियो र रहेको छ।संविधान ,कानून र लोकतान्त्रिक मुल्यमान्यता बिपरित नियुक्ति गरिएका , असक्षम र ब्यबहारबाट नेपाल सरकारको प्रतिनिधित्व नगर्ने पुष्टी भएका राजदुतहरुलाई मात्र फिर्ता बोलाउनु पर्दछ ,सबैलाई  एकमुष्टरुपमा होइन ।+", "यसो गर्दा हरेक सरकारले अघिल्लो सरकारले गरेका राजदुतहरु फिर्ता बोलाउने परम्परा बन्छ।त्यस स्थितिमा हामीले पठाएको कुनै देशको राजदुतले पनि राम्ररी काम गर्न नसक्ने अवस्था उत्पन्न हुन्छ । स्थायित्वको आशंकाको  कारण संबन्धित देशहरुमा काम गर्ने वातावरण बन्दैन।+", "शिर्षस्थ नेताहरुले यो कुरा ठीकै भएपनि निर्णय भैसकेकाले अव छलफल नगरौं भन्नुभयो र त्यो  कुरा सकियो ।+", "अव छिट्टै राजदुतहरुको नियुक्ति प्रकृया अघि बढ्ने होला । यद्यपि प्रम ले ३ जनाको नियुक्ति गरिसक्नुभयो।अव बाँकी राजदुतहरु नियुक्तिको सम्बन्धमा मेरो समयमै अनुरोध छ,कम्तिमा पनि केही सँख्या पार्टीहरुको भागबण्डा भन्दा छुट्टै साझा सुची बनाऔं ।+", "अन्यथा कुनै पार्टीमा नलागेका देशभक्त,स्वच्छ,योग्य र प्रतिभावान ब्यक्तिहरुले राष्ट्रसेवाको अवसर कहिल्यै नपाउने अबस्था बन्छ।त्यो देश र ब्यक्ति दुबैका लागि अन्याय हुन्छ । सामान्य बेलामा अमुर्त राम्रा कुरा गर्ने तर लागु गर्ने चाँही स्वार्थजन्य यथास्थितिवादी परम्परा!यसलाई तोडौं ।", "५ दलीय गठबन्धनको केही समय अघिको बैठकले  गठबन्धनको प्रभावकारी भूमिकाको निम्ति दलीय समन्वय समिति बनाउने ( सरकार सञ्चालन संयन्त्र होइन )निर्णय गरेको थियो ।तर अहिले सम्म पनि त्यो निर्णय कार्यान्वयन नहुनु उचित होइन ।त्यसैले तत्काल त्यस्तो समिति बनाउने निर्णय गरौं ।+", "अदालतले प्रतिनिधिसभा सुचारु गरेपछि र देउवा सरकार गठन भएदेखि यता सङ्घर्षको बेलाको दलहरुको गठबन्धन शिर्षस्थ नेताहरुको गठबन्धनमा परिणत भएजस्तो देखिनु राम्रो होइन।के सरकार बनेपछि निर्णय प्रक्रिया फराकिलो घेराबाट सांघुरो घेरामा सर्ने यस्तो स्थितिको पुनरावृत्ति हाम्रो नियति हो?सच्चिऔं।", "नेपालको राष्ट्रिय सार्वभौमिकता ,स्वाभिमान एवं राष्ट्रिय हित बिपरितका प्रवधानहरु नसच्याई यथास्थितिमा एम सि सि परियोजना नेपालले स्विकार गर्न सक्दैन र संसदबाट पारित गर्न सकिन्न ।यो नै हाम्रो पार्टी नेकपा ( माओबादी केन्द्र ) को आधिकारिक निर्णय र धारणा हो।त्यसैले कुनै भ्रममा नपरौं ।", "२०७८ कार्तिक१७ गते शहीद सुरेश वाग्ले (वासु ) प्रतिष्ठानको साधारणसभा उहाँको जन्मथलो गोर्खा पालुङ्टार-२,आँपपिपलमा सम्पन्न भयो।क•लोकनाथ वाग्ले अध्यक्ष र क•लेखनाथ न्यौपाने महासचिव रहनुभएको कार्यसमितिले प्रतिष्ठानलाई उदेश्यमुलक ढङ्गले सञ्चालन गर्नुहुने बिश्वासका साथ बधाई र शुभकामना। https://t.co/dEFoCKgmz3", "तिहार -२०७८ ,नेपाल सम्वत् ११४२ र म्हपूजाको अवसरमा सबैमा हार्दिक शुभकामना ।", "सर्लाहीमा केही समय अघि मिटरब्याजी  सुदखोर बिरोधी आन्दोलनलाइ सफल बनाइए पनि अझै हजारौं सुदखोर ठगहरुबाट पिडीत छन् ।हिजो र अस्तिको सर्लाही भ्रमणको क्रममा पनि पिडीत हरुको आवाज सुने ।यस बिरुध्दको संघर्षलाई सफल पार्न र गरीव पिडीतहरुलाई न्याय दिलाउन लडौं।नत्र कम्युनिष्ट को ढोङ नगरौं । https://t.co/vcg51uHAzl", "नेपालीहरुको सामाजिक सांस्कृतिक पर्वको रुप लिदै गएको हिन्दु धर्मालम्बीहरुको धार्मिक चाड दशैंको अवसरमा सवैमा सद्भाव ,सुस्वास्थ्य , प्रगति र आनन्दमय जीवनका लागि हार्दिक शुभकामना ब्यक्त गर्दछु ।", "आज सर्लाहीको बर्थहवामा दशैं ,तिहार ,छठ जस्ता साँस्कृतिक पर्वहरुको अवसरमा शुभकामना आदान प्रदान र बिभिन्न पार्टी परित्याग गरी हाम्रो पार्टीमा प्रवेश गर्ने ब्यक्तिहरुलाई स्वागत कार्यक्रम सम्पन्न भयो।२०० भन्दा बढी ब्यक्तिहरु पार्टी प्रवेश गर्नुभयो। https://t.co/FaYdKg6cIP", "आज सर्लाहीको लालबन्दीमा नगर पार्टी कार्यालय र वाई सि एलको नगर सम्मेलनको उद्घाटन। कार्यक्रममा युवा क्रान्तिकारीहरु र श्रमजिवी जनसमुदायको उत्साहबर्धक सहभागिता।\nसंयोगवस आजनै सर्लाहीका क्रान्तिकारी नेता क• कमल बुढाथोकीको आदरणीय आमाको८३औं जन्म दिनको अवसरमा उहाँलाई शुभकामना दिन पाएं । https://t.co/L26VIvR2iK", "नेपाली कम्युनिष्ट आन्दोलनका निष्ठावान नेता , बर्ग संघर्षका कुशल एवं अग्रणी योध्दा ,सरल एवं मिलनसार क्रान्तिकारी,बिचार एवं ब्यबहारको एकताको प्रबल पक्षधर र आम रुपमा सम्मान गरिएका समाजसेवी मेरा घनिष्ट मित्र क• दिवाकर भुसालको १८ औं स्मृति दिवसको अवसरमा हार्दिक श्रध्दाञ्जली । https://t.co/xi2CRUL0f7", "धेरै ढिलो गरी आज मन्त्रीपरिषदले पुर्णता प्राप्त गरेको छ।बिस्तारित मन्त्रीपरिषदका नयाँ मन्त्रीहरुले आज शपथ ग्रहण गरेका छन् ।सबै मन्त्रीज्यूहरुलाई बधाई तथा शुभकामना । प्रतिगमन बिरोधी संघर्षका क्रममा जनता सामु गरिएका प्रतिबध्दता लाई स्मरण गरौं । https://t.co/wwi32edE7W", "नेकपा ( मओवादी केन्द्र ) को बिदेश बिभाग गठन भएको र त्यसमा बिभिन्न ब्यक्तिहरु राखिएको भन्ने समाचार गलत हो । पार्टीले  बिदेश बिभाग गठन गरिसकेको छैन ।यस्ता गलत सूचना प्रसारित नगर्न र त्यसको भ्रममा नपर्न अनुरोध गर्दछु ।", "संविधान दिवस -२०७८ को अवसरमा सबैमा हार्दिक शुभकामना ।संविधानमा संस्थागत ऐतिहासिक उपलब्धीको रक्षा गरौं र समाजवादी क्रान्तिको दिशामा अघि बढौं ।", "पेरुका क्रन्तिकारी नेता क•गोञ्जालोप्रति हार्दिक श्रद्दाञ्जली।क•गोञ्जालोका कैयौं बिचार र कदमहरुप्रति आहमति हुन सक्लान् र छन् पनि।तर उहाँले सम्पुर्ण जीवन सर्बहारा श्रमजीवी वर्ग केन्द्रित क्रान्तिकारी परिवर्तनका निम्ति समर्पित गर्नुभएकोमा कुनै शँका छैन।समाजवादी क्रान्ति जिन्दावाद!", "RT @SuryaRAcharya: मुलत: रू २२-२५ अर्बमा नेपाल आफैले बनाउन सक्ने प्रसारण लाईनका लागि लिन लागिएको एमसिसीले हाम्रो राज्यसंयन्त्र, राजनीति र…", "नेकपा (एस) का बरिष्ठ नेता क• झलनाथ खनाल भारतमा मिर्गौलाको सफल प्रत्यारोपण पश्चात आज स्वदेश फर्कनुभएकोमा खुसी ब्यक्त गर्दै हार्दिक स्वागत गर्दछु ।नेपाली कम्युनिष्ट आन्दोलन र नेपाली राजनीतिको आजको गम्भीर मोडमा उहाँ पुर्ण स्वस्थ भै छिट्टै सक्रिय भुमिका खेल्न सफल हुनुहोस्।शुभकामना । https://t.co/c3TYTcMbCs", "श्रीकृष्ण जन्माष्टमीको अवसरमा सवैमा हार्दिक शुभकामना । \n\"कर्मपथबाट पलायन भएर सिध्दको जीवन खोज्नु ब्यर्थ हो ।जसले कर्मफलको आस पटक्कै नगरी सबै कर्म गर्दछ त्यो नै सन्यासी र योगी दुबै हो ।\"\n                             श्रीकृष्ण (श्रीभगवदगीता)", "नेपाली कम्युनिष्ट आन्दोलनका बरिष्ठ नेताहरु क• माधव कुमार नेपाल र क• झलनाथ खनालको नेतृत्वमा हिजो बिधिवत दर्ता भएको नेकपा (एकीकृत समाजवादी ) ले नेपाली कम्युनिष्ट आन्दोलनको क्रान्तिकारी रुपान्तरण र पुनर्गठनमा महत्वपुर्ण योगदान गर्न सकोस्।हार्दिक शुभकामना !", "नेपाली कम्युनिष्ट एवं लोकतान्त्रिक आन्दोलनका अथक योध्दा ,नेपाली प्रगतिशील साँस्कृतिक आन्दोलनका अग्रणी नेता ,सांगितिक क्षेत्रका असाधारण प्रतिभा एवं हाम्रो पार्टीका सल्लाहाकार क• जे वी टुहुरेको आज भएको दुःखद निधनबाट मर्माहत भएको छ।हार्दिक श्रध्दाञ्जली । परिवारजनमा गहिरो समवेदना। https://t.co/Jbi96FicME", "\"बृटिश गोर्खा सैनिक\"को जारी संघर्षप्रति ऐक्यबध्दता प्रकट गर्दछु।यो ब्यक्तिगत सरोकारको बिषय मात्र नभएर नेपालको स्वाभिमानको बिषय पनि हो।त्यसैले यसबारेमा नेपाल सरकारले नै बेलायत सरकारसँग वार्ता गर्नुपर्छ र नेपाली भएकै कारणले शोषित\"गोर्खा सैनिक\"को माग पुरा गर्न शिघ्र पहल गर्नु पर्दछ।", "लुम्बिनी प्रदेश सरकारका नवनियुक्त मुख्यमन्त्री र मन्त्रीहरुलाई उक्त जिम्मेवारी लिदिनुभएकोमा हार्दिक धन्यवाद र कार्यकालको पुर्ण सफलताको कामना। सबैले आत्मसात् गरौं ,पद जिम्मेवारी हो ।जिम्मेवारी कसरी पुरा गर्ने ?त्यसमा गम्भीर बनौं ।", "RT @prateekpradhan: जो सरकारमा आए पनि तिनलाई निष्पक्ष, सशक्त र सत्य समाचार माध्यम चाहिन्न । आफ्नो भजन गाउने भक्त खोज्छन् । लाल सलाम, जय ने…", "हिजो २०७८ साउन २० गते बसेको राष्ट्रिय सभाको बैठकमा बिशेष समय लिएर बोल्दै मैले ब्यक्त गरेको बिचार।https://t.co/wcpEtQwgme", "पुर्व प्रधानमन्त्री एवं नेकपा (एमाले )का बरिष्ठ नेता आदरणीय कमरेड झलनाथ खनालको आज नयाँ दिल्ली स्थित एपोलो अस्पतालमा मृगौला प्रत्यारोपणको शल्यक्रिया सफलतापुर्बक सम्पन्न भएको खबर सुन्न पाँउदा  खुशी लाग्यो ।उहाँको शीघ्र पुर्ण स्वास्थ्यलाभको कामना गर्दछु । https://t.co/8c1hDvY8ry", "राजनीतिक पार्टी ,नेता , गठबन्धन र नयाँ सरकारले अब के गर्नुपर्छ भन्ने बारेमा नयाँ पत्रिका दैनिकमा आज प्रकाशित मेरो लेखको पुर्ण पाठ ।https://t.co/ps7KLAVnkw", "महाकाली नदीमा तुइन तर्दै गर्दा भारतीय सुरक्षा बलले तुइनको डोरी फुकालिदिएको कारण दार्चुला ब्यासका जयसिंह धामी महाकालीमा खसी आज सम्म पनि बेपत्ता भएको र परिवारले उनको निधन भएको आशंका गरी कुशको शब बनाई अन्तिम संस्कार गरेको समचारले सम्पुर्ण नेपाली लाई असहनीय पीडा भैरहेको छ । +", "सरकारले अबिलम्ब छानबीन सकी त्यस आधारमा भारत सरकार सँग बिरोध ,आपत्ति ,क्षमा याचना ,'क्षतिपुर्ती ‘ र दोषी ब्यक्तिहरुमाथि कार्वाहीको माग गरोस् ।पहिलेका यस्तै घटनाहरुमा झैं भारतले गरेको खण्डन प्रति बिश्वास  गर्न सकिने स्थिति छैन ।", "नेपाली कम्युनिष्ट आन्दोलनका बरिष्ठ नेता,लोकतान्त्रिक एवं क्रान्तिकारी संघर्षका जुझारु योध्दा र हाम्रा अभिभावक आदरणीय दाज्यु  श्री अमिक शेरचन लुम्विनी प्रदेशको प्रदेश प्रमुख नियुक्त हुनुभएकोमा हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना ! साथै गण्डकीका प्रदेश प्रमुख लाई पनि बधाई। https://t.co/ocaDLORzVh", "मेरो मुक्तियात्रालाई यस बिन्दुसम्म ल्याउन प्रत्यक्ष अप्रत्यक्ष रुपमा मलाई दिक्षीत गर्नुहुने सबै आदरणीय गुरुजनहरुप्रति गुरुपुर्णिमाको यस अवसरमा हार्दिक नमन् गर्दछु।गुरुजनहरुका शिक्षालाई आत्मसात गर्न नसकेका कारणले आज जहाँ अड्किएको छु,यो मेरो कमजोरी हो।सिक्दै,बदल्दै अघि बढिरहनेछु ।", "नेपाल कम्युनिष्ट पार्टीका संस्थापक सदस्य ,सिध्दान्तनिष्ठ कम्युनिष्ट नेता एवं वाम-लोकतान्त्रिक आन्दोलनका अथक योध्दा क•नरबहादुर कर्माचार्यको आठौँ स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली !यस क्षणमा पार्टीको क्रान्तिकारीकरण एवं सुदृढीकरण र समाजवाद निर्माणको संकल्प गरौं । https://t.co/ejI3IxrLOk", "नेकपाका सँस्थापक महासचिव,नेपाली लोकतान्त्रिक एवं क्रान्तिकारी कम्युनिष्ट आन्दोलनका एक अथक योध्दा र नेपाली समाजको बस्तुनिष्ठ अनुसन्धानकर्ता क• पुष्पलाल श्रेष्ठको स्मृति दिवसका अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली!समाजवाद स्थापना गर्ने पार्टीको उदेश्य पुरा गर्न संघर्ष जारी राखौं।", "नेपाली राजनीतिका शिर्ष नेता,लोकतन्त्रका अथक योध्दा,प्रथम जननिर्वाचित प्रम एवं बहुआयामिक ब्यक्तित्व बि पी कोइरालाको३९औं स्मृति दिवसमा उहाँप्रति हार्दिक श्रध्दाञ्जली!म बिपी लाई निरङ्कुशतन्त्रको बिरुध्द लोकतन्त्रको संघर्षको मेरो पहिलो प्रेरक नेताका रुपमा पनि सधैं स्मरण गरिरहनेछु।", "इस्लाम धर्मालम्वी मुसलमान समुदायको महान् पवित्र चाड 'बकर इद २०७८' को अवसरमा सबैमा  हार्दिक शुभकामना ।\nHappy Eid Al-adha 2021 Bakrid Mubarak !", "प्रधानमन्त्री शेर बहादुर देउवाले आज प्रतिनिधिसभाबाट बिश्वासको मत प्राप्त गर्नुभएकोमा उहाँलाई बधाई तथा हार्दिक शुभकामना।खुसियाली मनाउने भन्दा जिम्मेवारी बोध गर्ने बेला हो यो,ख्याल गरौं ।", "सर्वोच्च अदालतको आजको फैसलाले संविधान र लोकतन्त्रको रक्षाको पक्षमा महत्वपुर्ण योगदान पुर्याएको छ । यसको हामी स्वागत गर्दछौं ।प्रतिगमनको बिरुध्द संघर्ष गर्ने सबै राजनीतिक पार्टीहरु ,नागरिक आन्दोलन र आमजनसमुदायलाई हार्दिक बधाई ज्ञापन गर्दछु ।", "संघीय लोकतान्त्रिक गणतन्त्रका निम्ति भएको ऐतिहासिक जनअन्दोलनमा नागरिक आन्दोलनको अगुवाई गर्ने बरिष्ठ ब्यक्तित्व डा• देवेन्द्रराज पाण्डेले यसो भन्ने स्थिति किन आयो ? त्यसैले तमासा हेरेर बस्ने स्थित छैन ।त्यो घातक हुनेछ । https://t.co/R10ORBftxT", "RT @drvijaypou: यदि यसमा सहमति भएको हो भने यो लिखत प्रतिगमनका अगाडि घुडा टेकेको हो । `प्रतिनिधिसभा बिघटन गर्नु गलत थियो ´ सम्म भन्न नसक्ने…", "आजको कान्तिपुर दैनिकमा प्रकाशित मेरो लेख लेखमा प्रुफ गल्तिका कारण ३% मत हुनुपर्नेमा ३५ मत हुन गएकोले सच्याएर पढ्नुहुन अनुरोध छ । https://t.co/6YISZoUncx", "दलित समुदायमाथि भइरहेको उत्पीडन र भेदभावको बिरुध्द लेखिएको मननीय महत्वपुर्ण लेख ।पढौं । https://t.co/C9GeYnPLhz", "RT @ekantipur_com: सम्पादकीय– समावेशी आयोगमा एउटै समुदायबाट पदाधिकारी छानिनु प्रारम्भिक रूपमै त्रुटिपूर्ण छ । आयोगका पदाधिकारी जति समावेशी…", "आजको २१ औं शताब्दीमा पनि जात प्रथाको अधारमा'दलित समुदाय'माथि भइरहेको भेदभावले नेपाली समजलाई लज्जित बनाएको छ।कानूनको कार्यान्वयन र सामाजिक सांस्कृतिक रुपान्तरणको अभियानद्वारा यो कलङ्कको अन्त्य गरौं । https://t.co/P06SFemeDd", "प्रतिगमन बिरुध्द सँविधान र लोकतन्त्रको पक्षमा सँघर्षरत ५ पार्टीहरुले हिजो काठमाडौंमा आयोजना गरिएको सम्पादक मित्रहरुसँगको अन्तर्क्रिया कार्यक्रम राजनीतिक नेतृत्वले गम्भीरता पुर्वक ध्यान दिनैपर्ने खालको रह्यो।\nपत्रकार मित्रहरुको सुझाव धेरै महत्वपुर्ण थियो । https://t.co/kSSXaWvLrk", "अति भए पछि खति हुन्छ नै।सर्बोच्च अदालतको पछिल्ला फैसलाहरुले प्रम ओलीले चालेका असंवैधानिक,अलोकतान्त्रिक एवं राष्ट्रिय हित प्रतिकुल निर्णयहरुलाई बदर गरिदिएको छ। संविधान र लोकतन्त्रको धज्जी उडाइएको स्थितिलाई अदालतले एक हदसम्म रोकेको छ।जबकि यो मुलत:राजनीतिको काम हो।सबैलाइ चेतना होस्।", "नेपालको कामदार बर्ग केन्दृत परिवर्तनकारी राजनीतिका एक मौलिक चिन्तक,नेपालको मौलिकतामा\"थाहा\"दर्शन एवं आन्दोलनका प्रवर्तक,उन्नत नैतिक साँस्कृतिक स्तरका शिखर ब्यक्तित्व र सिध्दान्त र ब्यबहार बिचको एकताको एक नमुना श्रध्देय रुपचन्द्र बिष्टप्रति २२औं स्मृति दिवसको अवसरमा श्रध्दाञ्जली । https://t.co/phE6yXeb41", "Happy International Yoga Day 2021. It’s good that realization of d importance of Yoga and it’s practice has been increasing in recent times,more so,after Covid pandemic.But one should know that Yoga isn't only Asan(posture),but a holistic approach to life,योगश्र्चित्तवृत्तिनिरोध: https://t.co/d8T48OPKMb", "स्वास्थ्य उपचारको निम्ति आज भारतको दिल्ली जानु भएका पुर्व प्रधानमन्त्री एवं नेकपा (एमाले )का बरिष्ठ नेता क• झलनाथ खनालको शिघ्र स्वास्थ्यलाभको कामना गर्दछु । https://t.co/Y8vHyYmgU0", "केही दिनदेखिको अबिरल बर्षाको कारणबाट सिन्धुपाल्चोक लगायत देशका बिभिन्न भागहरुमा भएको धन जन को क्षतिप्रति दुःख प्रकट गर्दै र राहात तथा उद्दारको आव्हान गर्दै हाम्रो पार्टी को तर्फबाट अध्यक्ष क• प्रचण्डले जारी गर्नुभएको प्रेस बक्तब्य । https://t.co/0vj7BYDisr", "\"Life isn´t just living betn birth&amp;https://t.co/Z4TogmWoIu is a journey of liberation towards freedom.I am in politics as a part of it,not to earn a living.\"\n\nThis is my status post of this very day 16th june ,4 years ago.This is my life approach which always guides me ...", "यो त पराकाष्ठ हो । https://t.co/EYcVavUfE4", "नेपालीहरुको प्रतिरोध क्षमता उच्च भएकाले कोरोनाले छुँदैन,हाछ्युँ गरेर ,बेसार पानी खाएर कोरोना फाल्दिउँ भएर सँसदमै बोल्ने गैर जिम्मेवार प्रमको कारणले हामी नेपालीले दुःख मात्र पाएका छैनौ,लज्जित हुनु परेको छ।नेपाल अहिले कोरोना सँक्रमणको दरमा बिश्वमै अगाडी छ ।छिटो भ्याक्सिन ल्याइयोस्।", "RT @ekantipur_com: महाकालीमा भारतको तारन्तार बलमिच्याइँ \n-सरकार पत्राचारमै सीमित, कतिपय पत्रको भारतले जवाफसमेत फर्काएन \n🖋️दार्चुलाबाट मनोज…", "RT @ekantipur_com: सम्पादकीय– कुनै खास नेताले देशको सम्प्रभुता रक्षाको कुरा गर्नु वा यसबारे कसैलाई आरोप लगाउनु नेपालमा अनौठो होइन । तर देश…", "निर्वाचन आयोग सरकारको कठपुतली भई कानुन र लोकतन्त्रको धज्जी उडाउने काम गरिरहेछ।संवैधानिक आयोगको यस्तो कार्य लज्जास्पद र भर्त्सनायोग्य छ।जसपा बारेको पछिल्लो निर्णयमा यो स्पष्ट भएको छ।नेकपाको बारेमा पनि यस्तै गरिएको थियो ।अहिलेको राजनीतिक अस्थिरता र संकटको कारण त्यो पनि पनि हो ।+", "साथै ,राजनीतिक पार्टीहरुले पनि आफ्नो प्रत्यक्ष स्वार्थ वा हितसँग नजोडिदासम्म नबोल्ने वा तमासे बन्ने स्थिति अन्त्य गर्नुपर्छ ।लोकतन्त्र पक्षधर सबै मिलेर संवैधानिक अङ्गको यसप्रकारको गलत कार्यलाई समयमै रोकिहाल्नु पर्छ।", "मेरो जन्मस्थान गोरखा सिराञ्चोक गाँउपालिका  जौबारीका समाजसेवी,पुर्व गाविस अध्यक्ष एवं पार्टीको जिल्ला सल्लाहाकार आदरणीय दाज्यु क•पूर्ण बहादुर गुरुङको आज भएको निधनप्रति गहिरो दुःख ब्यक्त गर्दै उहाँमा हार्दिक श्रध्दाञ्जली अर्पण गर्दछु र शोकसन्तप्त परिवारजनमा समवेदना ब्यक्त गर्दछु । https://t.co/4GmECcGYRu", "पुर्व प्रधानमन्त्री ,नेपाली कम्युनिष्ट आन्दोलनका बरिष्ठ नेता एवं राष्ट्रिय स्वाधीनताl,संविधान एवं लोकतन्त्रको रक्षाको निम्ति यतिबेला चलिरहेको आन्दोलनको एक दृढ खम्बा क• झलनाथ खनालको शिघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "क्रान्तिकारी सहयोध्दा कमरेड डि आर पौडेलको दोश्रो स्मृति दिवसको यस क्षणमा कमरेड प्रति हार्दिक श्र्ध्दाञ्जली अर्पण गर्दछु। https://t.co/6p0aOUZpzR", "२ नं प्रदेशको सर्लाही जिल्लाको बाग्मती , बरथहा ,हरिवन,लालबन्दी नगरपालिका र हरिपुर गाँउपालिकाका बिभिन्न ठाँउहरु र  महोत्तरी जिल्लाको बर्दिबास नगरपालिकामा कोभिड परिक्षण तथा परामर्श सेवा शिविर कार्यक्रम सम्पन्न गरेर ३ दिन पछि आज राजधानी काठमण्डौ आइपुगेको छु । https://t.co/lCYy8pecmt", "हिजो TV TODAY को चक्र्ब्युह कार्यक्रममा प्रसारित मेरो अन्तर्वार्ता... https://t.co/pcyFmDdpBx via @YouTube", "In today's world, foreign relations and diplomacy are of paramount importance. It is more important to pay special attention to this in the context of geopolitical sensitivities like ours. But PM Oli has ruined it totally.+", "He is pursuing d national capitulationist policy for his personal interest&amp;inviting foreign intervention. In adition,he is degrading d institutional capacity of d ministry in all sectors,including leadership,code of conduct,appointment of ambassadors, posting of staff etc.Fatal.", "प्रम ओलीको नेतृत्वमा भइरहेको राष्ट्रघात ,प्रतिगमन र निरङ्कुशताको बिरुद्ध नेपाली जनताको आत्मनिर्णयको अधिकार , संविधान र लोकतन्त्रको पक्षमा संयुक्त संघर्ष गरिरहेको ५ पक्षले आज ससामयिक बिषयमा जारी गरेको प्रेस बक्तब्य : https://t.co/X9nuUNMyL8", "कामचलाउ सरकारको प्रमलेअबैधानिक ढङ्गबाट गरेको मप पुनर्गठनमा उपप्रधानमन्त्री बनेका राजेन्द्र महतोले बोलेको भाषा जे भएपनि उनको मुक्ति सँग्राम सारतत्वमा नेपाललाई बिखण्डन गर्ने होइन भन्ने कुनै अधार छैन।देशभन्दा पद र सत्ता प्यारो ठान्ने कार्यकारी प्रमुखको कारण देश बर्बाद हुँदैछ,बचाऔं ।", "नेपालको अहिलेको परिस्थितिलाई बुझ्न चाहानेहरुका लागि पठनीय लेख । https://t.co/lFJ0X1UCh3", "रिपोर्टेर्स नेपाल अनलाइनले मैले प्रम ओलीलाई बालुवाटारमा भेटेर सरकारमा सहभागी हुने सहमति गरेको भनी प्रसारित गरेको समाचर शतप्रतिशत झुठ,कपोकल्पित र षडयन्त्रमुलक भएकोले त्यसको तीब्र भर्त्सना गर्दछु।ओली नेतृत्वमा भैरहेको प्रतिगमन,निरङ्कुशता,राष्ट्रघात र कम्युनिष्टघात बिरुध्द एक होऔं।", "\"एक एक पाइला सामुदायिक स्वास्थ्यकेन्द्र \" सञ्चालनको पहलको निम्ति डा• सुमन थापालाई हार्दिक बधाई ,धन्यवाद तथा शुभकामना ! https://t.co/Py86pbzRIV", "सिराहामा सानै उमेरदेखि ग्रामीण वर्गसँघर्षमा उत्पिडीत वर्गको पक्षमा भाग लिदै २०४८ सालमा साँसद हुँदै निरन्तर कम्युनिष्ट आन्दोलनमा क्रियाशील नेकपा(माके)का केन्द्रीय सदस्य क•बिष्णुलाल वाइवाको कोभिडबाट आज हुन गएको निधनले ज्यादै दुःखी बनाएको छ।हार्दिक श्रध्दाञ्जली।परिवारप्रति समवेदना। https://t.co/kMNQ431tyO", "YO HO TV को सत्य सम्वाद कर्यक्रममा हिजो प्रसारित बरिष्ठ पत्रकार जिवराम भण्डारीले लिनुभएको मेरो अन्तर्वार्ता... https://t.co/xb3ZsFFPPE via @YouTube", "यो प्रतिगामी सरकारको बैधता एव नैतिक आधारविहीन ०७८/०७९को बजेटबारे टिप्पणी गरेर समय खर्च गर्नु आवश्यक ठानेको थिइन।तर ब्यापारघाटा कम गर्न भन्दै चुरे दोहोनद्वारा ढुङ्गा,गिट्टी,बालुवाको निकासी गरेर तराई मधेशलाई उजाड मरुभुमि बनाउने राष्ट्रघाती निर्णयको बिरोध र खारेजी भने गर्नैपर्छ ।", "विवेकशील पार्टीका सँस्थापक अध्यक्ष , राजनीतिमा लोकतान्त्रिक एवं नैतिक मुल्यमान्यताका पक्षधर ,स्वच्छ ब्यक्तित्व उज्ज्वल थापाको कोरोना संक्रमणको कारणबाट हुन पुगेको असामयिक निधनबाट ज्यादै दुःखी भएको छु।उहाँप्रति हार्दिक श्रध्दाञ्जली र शोकाकुल परिवारजनमा गहिरो समवेदना ।", "गोरखामा कोभिड परिक्षण तथा परामर्श सेवाको पछिल्लो अभियान पछि हिजो राति काठमाण्डौ आएको छु । https://t.co/9eB46lZzLB", "आज पनि गोरखा जिल्लाका बिभिन्न ठाँउहरु,पालुन्ङ्टार न पा को ठाँटीपोखरी,सिम्पानी,गोरखा नपाको देउरालीमा कोभिड स्वयंसेवा अन्तर्गत कोभिड परीक्षण तथा परामर्श सेवामा ।आजै गोनपा छेपेटार स्थित सामुदायिक अस्पतालको भ्रमण र स्थितिको जानाकारी । https://t.co/JnvOAYNjFe", "कोभिड स्वयंसेवा (CVS) को अभियान अन्तर्गत यो एक महिनामा तेश्रो पटक आज पुनःगोरखामा।प्रजिअ ,एस पि र राअ प्रमुखले जिल्लाको स्थिति,मुख्यत:,कोभिडको स्थितिकाबारेमा जानाकारी गराउनुभयो।जिल्ला जनस्वास्थ्य र अस्पतालमा स्वा बि बाट प्राप्त स्वास्थ्य सामाग्री हस्तान्तरण।भोलि सौरपानी र छोप्राक। https://t.co/iXTQdta1sg", "गणतन्त्र दिवस २०७८ को अवसरमा सम्पुर्ण नेपाली दाजुभाई दिदिबहीनीहरुमा हार्दिक शुभकामना।संघीय लोकतान्त्रिक गणतन्त्रको रक्षा गर्न प्रम केपी ओलीको नेतृत्व र राष्ट्रपतिको सहयोगमा चालिएको प्रतिगामी कदम र बाह्य हस्तक्षेपलाई असफल पारौं।साथै सबै पार्टी र नेताहरुले आफुलाई पनि फेरौं ।", "विवेकशील साझा पार्टीका पुर्व अध्यक्ष श्री उज्ज्वल थापाको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "कोभिडसँगको लडाईमा अग्रपँक्तिमा रहेर जोखिम मोल्दै क्रियाशील सबै स्वास्थ्यकर्मीहरु सम्मानका पात्र छन्।त्यसमा पनि यसपटक भेरी अस्पतालका स्वास्थ्यकर्मीहरु नमुना नै बने।तिनै स्वास्थ्यकर्मीमाथि दुर्ब्यबहार र कुटपिट हुनु ज्यादै खेदजनक छ।यसको भर्त्सना गर्दछु।अपराधी माथि कडा कार्वाही होस्।", "चार पूर्वप्रधानन्यायाधीशले भने- प्रतिनिधि सभा पुनः विघटन सर्वोच्चको फैसलाविपरीत https://t.co/ktmYBZnVHQ", "गोरखाको बारपाकमा कोभिड महामारीको संबोधन र समाधानकालागि तत्काल निम्न काम गरौं । यसका निम्ति तिनवटै तहको सरकारसँग अनुरोध गरेको छु ।https://t.co/PqE6X86JeH", "योजना आयोगका नौ पूर्वउपाध्यक्षको अपिल : अध्यादेशबाट बजेट नल्याऊ, देश पछि धकेलिन्छ Shared via @Ujyaalo https://t.co/WSo8f2buNc", "संविधान निगरानी समूहको ठहर : ओलीले सत्ता कब्जा गर्न खोजे  https://t.co/oZaRnE4vcS", "प्रतिनिधिसभा विघटन र निर्वाचनको मिति तोक्ने निर्णय असंवैधानिक : नेपाल बार एशोसिएशन https://t.co/HEAHSpT2Gk", "उँभौली पर्वको अवसरमा सबैमा हार्दिक शुभकामना ।", "षड्यन्त्रविरुद्ध सर्वोच्च https://t.co/UixLI7xIK6", "RT @NAYA_PATRIKA: वर्तमान र पूर्वसभामुखहरूको ठहर– प्रतिनिधिसभा विघटन असंवैधानिक (भिडियोसहित) https://t.co/NtaN5iggSY", "RT @NAYA_PATRIKA: यी हुन् विश्वमा हालसम्म देखिएका कोभिडका खतरनाक भेरियन्ट\n- इन्डिया भेरियन्ट बी–१.६१७.२ \n- इन्डिया भेरियन्ट बी.१.६१७.१ \n-…", "RT @NAYA_PATRIKA: आफू बस्न नपाए प्रधानमन्त्रीको कुर्सी नभाँची नछाड्ने मान्यता राख्ने केपी शर्मा ओलीले शृंखलाबद्ध रूपमा संविधान, संवैधानिक…", "RT @ekantipur_com: नेपालमै तयार अक्सिजन सिलिन्डरको परीक्षण सकियो\n– व्यावसायिक उत्पादनका लागि खुला गर्ने तयारी\n– चौधरी ग्रुपसहितका व्यापारिक…", "RT @ekantipur_com: पहिलो कार्यकालमा राष्ट्रवादी नेताको छवि बनाएका प्रधानमन्त्री केपी ओलीको राष्ट्रवादको मुकुन्डो उघ्रिएको छ । र देखिएको छ,…", "RT @ekantipur_com: संसद् अधिवेशन नचलेका बेला अति आवश्यक परेर कानुन संशोधन वा नयाँ कानुनी व्यवस्थाका लागि अध्यादेश ल्याउने संवैधानिक अधिकार…", "RT @ekantipur_com: सम्पादकीय– प्रतिनिधिसभा विघटन भइसकेको अवस्थामा संविधानबमोजिमको जेठ १५ को मिति बाध्यात्मक नभएकाले अध्यादेशबाट बजेट ल्याउ…", "२५६५ औं बुध्द जयन्तीको अवसरमा महान् गौतम बुध्द (Gautam The Enlightened)प्रति श्रध्दापुर्वक नमन गर्दै  मानवजातीका सम्पुर्ण सदस्यहरुलाई शुभकामना ब्यक्त गर्दछु ।यस पावन दिनले हामी सबैलाई जीवनलाई मुक्तियात्राको रुपमा बुझ्न र त्यसदिशामा सकरात्मक ढङ्गबाट अघिबढ्न प्रेरणा प्रदान गरोस् ।", "हाम्रो पार्टीले कोभिड -१९ सम्बन्धमा पारित गरेको प्रस्ताब : https://t.co/QYVDAhqg1X", "सत्ताका निम्ति सार्वभौमसत्ता https://t.co/T008mJpB1j", "RT @ekantipur_com: नागरिकता अध्यादेश : सत्ताका लागि सौदाबाजी अस्वीकार्य\n– कान्तिपुर सम्पादकीय\nhttps://t.co/2k7lr7kpP8", "RT @ekantipur_com: विज्ञ भन्छन् : संसद् नै नरहेपछि बाध्यात्मक नभएकाले अध्यादेशबाट बजेट नल्याऊ @KrishnaAcharyaG\nhttps://t.co/Gu8PamoNDF", "RT @ekantipur_com: गेजा शर्मा वाग्ले लेख्छन्– अहिलेको प्राथमिकता निर्वाचन हो कि जनताको जीवनरक्षा ? अहिले नागरिकलाई चाहिएको खोपको मिति र अ…", "नेपाली नागरिक सबैले सहजरुपमा नागरिकता पाउनुपर्छ।संविधानको प्रवाधान अनुसार नागरिकता ऐन छिटो बन्नुपर्थ्यो।यसमा कुनै विवाद छैन ।तर नागरिकता जस्तो संवेदनशील बिषयलाई चौतर्फी  बिरोधको घेरामा परेको कामचलाउ सरकारले अध्यादेशको रुपमा ल्याउनु र अझ सत्ताको सौदाबाजीको बिषय बनाउनु धोखा हो।", "निरङकुशतन्त्र र राष्टिय आत्मसमर्पणवादको बाटोमा अघिबढिरहेका प्रम ओलीले राष्ट्रपतिको अन्ध समर्थन-सहयोगबाट दोश्रो पटक असंवैधानिक रुपबाट प्रतिनिधिसभा बिघटन गरेपछि त्यसको बिरोधमा प्र सभा पुनस्थापना र संविधानको७६(५)अनुसारको सरकार घोषणाको मागदावी गर्दै आज स•अदालतमा१४६ सांसदद्वारा रिट ।", "RT @speaker_nepal: पछिल्लो विकसित राजनीतिक घटनाक्रम, मूलतः हिजो मध्यरातमा प्रधानमन्त्रीको सिफारिसमा राष्ट्रपतिद्वारा गरिएको प्रतिनिधि सभा…", "देश महामारीबाट आक्रान्त भएको बेला मध्यावधि चुनाव नगर्न जनस्वास्थ्यकर्मीहरुको अपील https://t.co/lYoZSTwYfJ", "RT @BhimarjunPhD: राष्ट्रपति र प्रधानमन्त्रीले जानीजानी राज्य बिरूद्धको अपराध गरे, तत्काल कारबाही अघि बढोस् : डा. आचार्य https://t.co/rLaD5…", "RT @BhimarjunPhD: संविधान त प्रधानमन्त्री र राष्ट्रपतिको निजी डायरी जस्तो बन्न पुग्यो । अब संकटकाल र अरुकालबाट नागरिकका अधिकार र स्वतन्त्र…", "फेरि अर्को ‘कू’ https://t.co/AJYbO8mvel", "RT @NAYA_PATRIKA: केही दिनयताका घटना र तिनमा राष्ट्रपति विद्यादेवी भण्डारी र प्रधानमन्त्री ओलीले गरेका झेली खेलले देशको लोकतन्त्र र रा…", "RT @sudheerktm: भस्मासुर पथ – भाग दुई \n\nसिद्धान्ततः आवधिक चुनाव लोकतन्त्रको प्राण भएपनि केवल आफ्नै अहमको धारा प्रयोग गरेर जसरी यस महामारीमा…", "RT @ameetdhakal: प्रधानमन्त्रीलाई अदालतको अवहेलना मुद्दा लगाउनुपर्छ https://t.co/i72TvhJUfO", "RT @Lunabs8: मेरो बहुमत छैन अर्को सरकार बनाऊ\nतर म राजिनामा दिन्न\n\nआउ जोस्ले बहुमत पुर्याउंछ,5 बजे भित्र!\n\nमेरै पो पुगेछ, उस्को पर्दैन\nदुई…", "RT @dipjha: सर्वोच्च अदालतले पुन व्याख्या गर्नु पर्ने देखियो\n१. संविधानको धारा ७६(३)(५) को सम्मपूर्ण प्रकृया पुरा गरी सँसद भंग भएको ही की…", "RT @Vijaykumarko: नया पुस्तालाई 'तैले यो स्वतन्त्रताको निम्ति लडेकै छैनस,सित्तैमा पाएको होस' भन्ने दोषारोपण गरेको होइन।तर यति जरुर भन्छु -…", "RT @Lunabs8: कसरी  बाहिरका मुलुकलाई खोप देऊ, अरु सहयोग गर भन्ने ? \nजब प्राथमीकतामा यो परेन।\nजे होस नक्कलि चेहेरा अगाडी आयो,सबैको अगाडी उदां…", "RT @Haribthapa: अनौठो शैलीमा मध्यरातमै छल–कपट र षड्यन्त्रको तानाबानाभित्र प-यो, शेरबहादुर देउवाको १४९ सांसदसहितको हस्ताक्षरको दाबी । रा…", "RT @ArunBaral1: संसद विघटनको मजाक : प्रतिगमन भाग– २\nयी हुन् प्रतिगमनको दोस्रो एपिसोडका ६ विशेषता\nhttps://t.co/OmfAN29EKf https://t.co/eyDGU…", "RT @rimalprakash: ओलीलाई थाहा छ उनी नेपालको इतिहासमा सब भन्दा (कुनै बेला महाबलियो) अलोकप्रिय र आलोचित प्रधान मन्त्रि हुन्। उनी चुनाव चाहंदै…", "RT @rameshore: पहिला विश्वासको मत लिन सक्दिन, सक्नेलाई सरकार बनाउन आह्वान गर्न भने;\n९ गतेको लागि अधिवेशन डाके;\nत्यसपछि मलाई यस्तो सरकार चला…", "हाम्रो पार्टीले गत मध्यरात राष्ट्रपति र प्रमले चालेको प्रतिनिधिसभा बिघटनको असंवैधानिक कदमलाई अग्रगमन र प्रतिगमन र,राष्ट्रिय स्वाधीनता र राष्ट्रिय आत्मसमर्पणवाद एव्ं बाह्य हस्तक्षेप बिचको सँघर्षको अभिब्यक्ति ठहर गर्दै रा•स्वाधीनता र अग्रगमनको पक्षमा सँघर्ष गर्ने निर्णय गरेको छ । https://t.co/yRR7RqhdUj", "राष्ट्रपति र प्रधानमन्त्री मिलेर हिजो मध्येरातमा चालिएको असंवैधानिक एवं प्रतिगामी कदमका बिरुध्द राजनीतिक पार्टीहरुको संयुक्त बक्तब्य : https://t.co/EZIaHvZ83y", "Strongly condemn the Midnight Conspiracy of President Bhandary and PM Oli dissolving the parliament (HOR ) ,which is nakedly unconstitional ,undemocratic ,\nregressive and autocratic.+", "Intervening role of external forces and capitulationist anti-national act of PM Oli is also appearently visible in this phenomenon. let all patriotic and democratic forces unite to safeguard National Sovereignty and Independence and protect Democracy and Constitution.", "प्रधानमन्त्रीको निर्णय अनुसार राष्ट्रपतिद्वारा आज अपरान्ह ५ बजेसम्मको समय दिई संविधानको धारा ७६(५) अनुसार सरकार बनाउन दावी गर्ने आव्हान संवैधानिकरुपमा त्रुटीपूर्ण र राजनीतिक रुपमा दुराशयपुर्ण छ।तथापी हाम्रो आजको ब्यबस्थामा अदालतको निर्णय सहमत असहमत जे भएपनि लागुगर्ने रहेको छ।+", "सर्बोच्च अदालतले आज ५ बजे भित्र अन्तरिम आदेश दिनुपर्ने यस बिषयमा परेको रिटमा ३ बजेसम्म रिट दर्ता नै नगरेको स्थितिका कारण नेका,हाम्रो पार्टी ,राष्ट्रिय जनमोर्चाको सँस्थागत पार्टी निर्णय सहित जसपाका बाबुराम भट्टराई,उपेन्द्र यादव सहित र नेकपा( एमाले )का झलनाथ खनाल,माधव नेपाल सहित +", "बहुमत प्रतिनिधिसभा सदस्यहरु(१४९)को हस्ताक्षरको समर्थनले नेका सभापति शेरबहादुर देउवालाई प्रधानमन्त्रीको निम्ति राष्ट्रपति समक्ष दावी प्रस्तुत गरिएको छ।राष्ट्रप्रतिले संवैधानिकरुपमा तुरुन्त शेर बहादुर देउवालाई प्रधानमन्त्री नियुक्ति गर्नु आवश्यक छ ,अर्को बिकल्प छैन ।", "हिजो प्रधानमन्त्री र राष्ट्रपतिले संविधान र लोकन्तन्त्रको बिरुध्द भद्दा निरङ्कुश कदम चालेपछि नयाँ राजनीतिक परिस्थितिका कारण गोरखाको कोभिड परीक्षण र परामर्श सेवा अभियानको अन्तिम कर्यक्रमहरु नसकिदै काठमाण्डौ आईपुगेको छु।बिहानदेखि प्रतिगमन र निरङ्कुशतालाई परास्त गर्न आवश्यक छलफलमा ।", "हिजो गोरखा सिराञ्चोक वडा नं ६ चिलाउने मा कोभिड शिविर सम्पन्न ।५७ जनाको परीक्षण गरिएकोमा १५ जना सँक्रमित । https://t.co/CsXL6MyHyd", "काठमाडौं उपत्यकाका नागरिकहरुलाई प काठमाडौं उपत्यकाका नागरिकहरुलाई परीक्षण गर्न अस्पताल जानआउन तथा अस्पताल/आइसोलेसन सेन्टर जानको Covid-19 Volunteer Service (CVS) स्वरूप नि:शुल्क यातायात सञ्चालन गरिरहेका छौं।\nसम्पर्कका लागि: 9851159203/9851060588 https://t.co/DWmcmwIht7", "आज बिहान बारपाक सुलिकोट गाँउपालिकाको बारपाकमा कोभिड परीक्षण तथा परामर्श शिविर सम्पन्न । https://t.co/Hg8QXBaoT4", "गोरखाको सिराञ्चोक र अजिरकोट गाँउपालिका जौबारी र भच्चेकमा कोभिड परीक्षण तथा परामर्श शिविर सम्पन्न । https://t.co/mmsnxDWzi9", "गोरखाको पालुङ्टार आँपपिपलमा कोभिड परीक्षण  र परामर्श शिविर । https://t.co/9jEDKOOMyZ", "नेपाली कम्युनिष्ट आन्दोलनका प्रतिभाशाली नेता क• मदन भण्डारी र अर्का बामपन्थी योध्दा क• जीवराज आश्रितको स्मृति दिवसको अवसरमा उहाँहरुप्रति हार्दिक श्रध्दाञ्जली ।", "चिकित्सक ,ल्याब टेक्निसिएन र अन्य स्वयँसेवक सहित  कोभिड स्वयँसेवा समुह (CVS ) संग आज देखि केही दिनका लागि गोरखा प्रस्थान । https://t.co/r59z9H1xv9", "महामारीको यो समयमा कोभिड स्वयंसेवा समुह (CVS )सँग जोडिएर जिल्ला र गाँउहरुमा जनतालाई सेवा गर्न जान स्वयंसेवी चिकित्सक,प्यरामेडिक्स साथीहरु आवश्यक भएकाले म बिनम्रतापुर्वक अनुरोध गर्दछु।कृपया यो सँकटको घडीमा साथ दिन कोही तयार हुनुभए तुरुन्त सम्पर्क गर्नुहोला  ।सम्पर्कनं९८५१०३८३९१ ।+", "साथै कसैले आन्टिजेन किट्स ,पिपिई ,मास्क ,स्यानिटाइजर ,फेस शिल्ड ,अक्सिजन सिलिन्डर र औषधिहरु सहयोग गर्न सक्नुहुन्छ भने त्यसको लागि पनि अनुरोध गर्दछु।", "RT @Swasthyakhabar: 'ट्रमाका लागि आउनु पर्ने अक्सिजन पुलिसको ठूलो मान्छेहरु आएर लिएर गए, अत्यन्तै मर्माहत छु' https://t.co/V3E2hDe1o7", "RT @drsantoshpdl: पिडा छ हजुर \nजीवनमा डाक्टर भएँ !\nमानव जीवनलाई माया गरेँ।\nआँखै अगाडि धेरै मृत्यु देखिरहेको छु, \nमजस्तै जीवनहरु तिमीहरुलाई…", "मुस्लिम समुदायको महान् पर्व  ईद - उल- फितरको अवसरमा सबैमा हार्दिक शुभकामना ।", "एमालेका कमरेडहरुलाई बधाई तथा शुभकामना।\n\nहाम्रो पार्टी नेकपा (माओवादी केन्द्र )ले अव देशभक्ति,क्रान्तिनिष्ठता,सिध्दान्तनिष्ठता र जनसेवालाई आत्मसात गर्दै ब्यबस्थितरुपमा बैचारिक सांस्कृतिक रुपान्तरण र संगठनात्मक   सुदृढीकरण को अभियान सञ्चालन गर्नुपर्छ । \n https://t.co/hYnSiIY71a", "तुच्छ सत्तास्वार्थका लागि बाह्य शक्तिका पाउमा त्वमशरणम् गर्ने,बिदेशी हस्तक्षेप आमन्त्रण गर्ने र देशलाई बाह्य शक्तिहरुको क्रिडास्थल बनाउने कार्य र त्यसले राष्ट्रिय स्वाधीनता माथि पैदा गरेको खतरा नै आजको मुख्य चुनौति हो।अतःसम्पुर्ण देशभक्त शक्तिहरु एक होऔं,सार्वभौमिकताको रक्षा गरौं", "कोभिड महामारीमा कोभिड स्वयंसेवा समुह ( Covid Volunteer Service CVS ) मार्फत सानो सहयोगको पहल । https://t.co/PDkVl99i9Y", "सरकारको नालायकी र गैरजिम्मेवारी हद भयो। गर्न सक्ने काम पनि नगरेर जनता \" मारेर \" कसरी बस्न सकेको ? यस्तो अवस्थामा जनतालाई बचाउन आ- आफ्नो ठाँउबाट जे जे गर्न सकिन्छ ,सबै लागौं । https://t.co/SIWmAcClcE", "स्तब्ध भएको छु, नेकपा (एमाले ) का नेता एवं बाग्मती प्रदेश सभा सदस्य क• पशुपति चौलागाईको कोभिडबाट दुःखद निधन ।क• चौलागाई प्रति हार्दिक श्रध्दाञ्जली र शोकसन्तप्त परिवारजनमा गहिरो समवेदना । https://t.co/qaW3MivWsl", "नेपाली कम्युनिष्ट आन्दोलनका शिर्ष नेता एवं नेकपा (मसाल)का महामन्त्री श्रध्देय कमरेड मोहनबिक्रम सिंह कोभिडमाथि बिजय प्राप्त गर्न सफल हुनुहुनेछ भन्ने पुर्ण विश्वाससहित शिघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "महत्वपुर्ण सामाजिक साँस्कृतिक पर्वका रुपमा स्थापित मातातिर्थ औँसी अर्थात् आमाको मुख हेर्ने दिनको अवसरमा हाम्रा प्रात: स्मरणीय ममतामयी आमाप्रति हार्दिक श्रध्दासुमन अर्पण गर्दछु । साथै सबै आदरणीय आमाहरुप्रति ससम्मान अभिनन्दन गर्दै शुभकामना ब्यक्त गर्दछु ।", "बुहारी निर्मला बैद्यप्रति हार्दिक श्रध्दाञ्जली ! https://t.co/CXQUEMCA8s", "प्रतिनिधिसभाबाट बिश्वासको मत प्राप्त गर्न असफल भएपछि प्र म के पी ओली पदमुक्त हुनुभएको छ।अव संविधानको धारा ७६(२) अनुसारको बहुमतको संयुक्त सरकार बनाउने प्रकृया अघि बढाइनु पर्दछ।राष्ट्रपतिले तत्काल संविधान अनुरुप सो प्रकृयाको आव्हान गर्नुपर्दछ र पार्टीहरुले यसलाई साकार पार्नुपर्छ्।", "नेपाली कम्युनिष्ट आन्दोलनका अग्रज , देशभक्तिपुर्ण आन्दोलनका शिखर ब्यक्तित्व ,सरलता एवं स्वच्छताका नमुना , मेरा श्रध्देय नेता एवं गुरु क• निर्मल लामाको २२औं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली ।", "कोरोना महामारीको सम्बन्धमा गोरखा जिल्लाको स्थिति सिधै बुझ्न र समाधानका उपायहरुबारे छलफल गर्न हिजो गोरखा गएँ।डिसिसिएमसि र पालिकाहरुका स्वास्थ्य संयोजकहरुको छुट्टाछुट्टै वैठक र छलफल भए।अस्पतालमा प्रमुख र अन्य चिकित्सकहरुसङ्ग छलफल गरियो।कोभिड १९ फैलदो छ।समाधानबारे केही समझदारी बने । https://t.co/PECOwN0KKI", "कोरोना दोश्रो लहरको भयावह स्थिति सवै मिलेर सम्हालौं । https://t.co/YYmfaJ3uxn", "आज १ मे( 1st May ) ,अन्तराष्ट्रिय मे दिवसको ।अवसरमा सम्पुर्ण श्रमजिवी वर्गमा हार्दिक अभिनन्दन र शुभकामना ।", "संविधानसभाका सदस्य,नेपाली शैक्षिक जगतका एक प्रभावशाली व्यक्तित्व,सिध्दार्थ वनस्थली शिक्षण संस्थाका संस्थापक प्रिन्सिपल आदरणीय श्री लक्ष्मण राजवँशीको आज भएको निधनबाट अत्यन्त दुःखी भएको छु।उहाँप्रति हार्दिक श्रध्दाञ्जली र शोकसन्तप्त परिवारजनप्रति गहिरो समवेदना प्रकट गर्दछु ।", "नेपाल कम्युनिष्ट पार्टीको ७३औं स्थापना दिवस तथा विश्व कम्युनिष्ट आन्दोलनका महान् नेता क•लेनिनको १५२औं जन्म जयन्तिको अवसरमा सम्पुर्ण कम्युनिष्ट क्रान्तिकारीहरुमा लाल सलाम र हार्दिक शुभकामना !", "अमितजीको वर्तमान राजनीतिको वस्तुपरक विश्लेषण सहितको सटीक टिप्पणी ।आजको अन्यौल र सङ्कटको वास्तविक कारणको उद्घाटन ।सवैले पढौं ।सतहमा रुमल्लिदै भ्रमित हुनेहरुले त झनै पढौं ।धन्यवाद अमितजि ! https://t.co/uCBgaiHAK8", "नयाँ वर्ष वि सं २०७८ को अवसरमा सवैको सुस्वास्थ्य ,दिर्घायु ,प्रगति र आनन्दको कामना गर्दछु ।", "सर्वोच्च अदालतले २०७७।११।२३ मा हाम्रो पार्टीको सम्बन्धमा गरेको आदेशको पुनरावलोकन नगर्ने भनी आज गरेको निर्णय पहिलेको आदेश झैं राजनीतिक कदमकै निरन्तरताको अर्को कडी हो।यो गलत निर्णयप्रति हाम्रो तिब्र असहमति छ।अदालतले देशको समग्र परिवर्तन र राजनीतिलाई गलत दिशामा धकेल्न खोज्दैछ।जागौं।", "थ्री नेसन्स कपको उपाधि जित्न सफल नेपाली फुटबल टिमलाई हार्दिक बधाई ।", "नेपाली क•आ•का अग्रज,बरिष्ठ नेता,  सिध्दान्तनिष्ठता एवं कम्युनिष्ट आचरणका नमुना,सरलता एवं स्वच्छताका आदर्श ब्यक्तित्व श्रध्देय कमरेड बिष्णुबहादुर मानन्धरको दुःखद निधनबाट नेपालको वाम-लोकतान्त्रिक आन्दोलनमा ठुलो क्षति पुगेको छ।हार्दिक श्रध्दाञ्जली।परिवारजन र सबैमा गहिरो समवेदना ।", "Happy Holi 2077 to all", "नेपाली काङ्ग्रेसका सिध्दान्तनिष्ठ ,जुझारु एवं मिलनसार नेता श्री नविन्द्रराज जोशीको दुःखद निधनप्रति गहिरो शोक ब्यक्त गर्दै उहाँप्रति हार्दिक श्रध्दाञ्जली अर्पण गर्दछु।उहाँको शोक सन्तप्त परिवार र नेका पार्टीप्रति समवेदना प्रकट गर्दछु ।", "नेपाली बाम आन्दोलनका सिध्दान्तनिष्ठ अग्रज,लोकतान्त्रिक आन्दोलनका अथक योध्दा,नेपालको जातीय तथा भाषिक साँस्कृतिक मुक्ति आन्दोलनका प्रतिष्ठित बिचारक एवं नेता र  बहुआयामिक ज्ञानका धनी ब्यक्तित्व क•माणिकलाल श्रेष्ठको दुःखद निधनबाट मर्माहत भएको छु।हार्दिक श्रध्दाञ्जली।सबैमा समवेदना । https://t.co/PxazWlFleV", "सर्वोच्च अदालतको नेपाल कम्युनिष्ट पार्टी (नेकपा)लाई विभाजन गरी पुर्वपार्टीहरु ब्युँताउने बिचित्रको'राजनीतिक'आदेश दिएपछि नेकपा (माओवादी केन्द्र )को केन्द्रीय समितिको वैठक आजबाट पार्टी केन्द्रीय कार्यालय पेरिसडाँडामा शुरु ।राजनीतिक कार्यभार ,पार्टी निर्माण र एकतामा छलफल केन्द्रित । https://t.co/bcVjHHhAPS", "Prime Times TV मा प्रसारित मेरो पछिल्लो अन्तर्वार्ता ।\nनारायणकाजी श्रेष्ठको सनसनीपूर्ण खुलासा : ओलीलाई ढालेर देउवालाई प्रधानमन्... https://t.co/q3Cqr1TM5w via @YouTube", "Happy Mahashivaratri 2021 to all", "सेतोपाटी अनलाइनले हिजो प्रसारण गरेको मेरो अन्तर्वार्ता । https://t.co/3aDo8uZDdy", "YO HO TV मा आज प्रसारित मेरो अन्तर्वार्ता । ... https://t.co/wzFY9hZaMp via @YouTube", "दुई पार्टीहरुको एकताबाट निर्माण गरिएको एउटा राजनीतिक पार्टीको एकता भङ्ग गरेर आ-आफ्नो पुर्व पार्टीमा जाउ भनेर नेपालको सर्वोच्च अदालतले भन्यो।दुनियाले के भन्ला ?\nअझ मुख्य कुरा त ,यो राजनीतिक निर्णयको अर्थ ,सन्देश र परिणाम ज्यादै गम्भीर छ।सबै देशभक्त र कम्युनिष्ट शक्तिहरु सचेत होऔं।", "१११ औं अन्तराष्ट्रिय श्रमिक महिला दिवसको अवसरमा  सवैमा शुभकामना ।", "सर्वोच्च अदालतको आजको फैसला अस्वभाविक ,संविधान एवं कानूनको बर्खिलाप , राजनीतिक आग्रहप्रेरित र गलत छ।हाम्रो गम्भीर असहमति ।थप कुरा भोलि बस्ने स्थायी कमिटीको वैठकबाट । https://t.co/QiPVPZ7juk", "हाम्रो पार्टीको आज बसेको संसदीय दलको बैठकले विप्लव समुहको शान्तिपुर्ण बाटोमा आउने कदमलाई स्वागत गरेको छ", "हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टी (नेकपा ) को संसदीय दलको वैठक आज सिंहदरवारमा बस्यो ।दलको कुल सदस्य संख्याको बहुमत उपस्थित बैठकले पार्टीको सधारण सदस्यबाट समेत निष्कासित के पी ओली दल नेता स्वतःनरहेको निर्णय गर्दै क•पुष्प कमल दाहाल लाई सर्वसम्मतिले दल नेता चयन गरेको छ । https://t.co/s1S3Ygh8nm", "सुखानीका महान शहीदहरु क• रामनाथ दाहाल , क•नेत्र घिमिरे , क•कृष्ण कुइकेल, क•वीरेन राजवंशी र क• नारायण श्रेष्ठप्रति हार्दिक श्रद्धाञ्जली ।शहीद का सपना पुरा गर्न प्रतिबध्द  होऔं । https://t.co/einj19Hl6U", "प्रारम्भिक प्रतिक्रिया : वार्ता र सम्झौताको स्वागत । सम्झौताको राजनीतिक अन्तर्वस्तु खुलेपछि थप कुरा । https://t.co/WUWOHzZOBp", "RT @SWP_Britain: The latest video in our #MarxistMonday series with @mollycdocherty from @mcrSWP exploring the life and legacy of Rosa Luxe…", "प्रधानमन्त्री ओली र उहाँका समर्थकहरुले अझ पनि नचेते के हुने होला?पुर्व प्रधानन्यायाधीश हरु,नेपाल बारका पुर्ब अध्यक्षहरु,नागरिक आन्दोलनका अगुवाहरु र पुर्व प्रमुख निर्वाचन आयुक्तहरुको लहरमा अव पुर्व उपकुलपतिहरुले पनि यसरी वक्तव्य निकाल्न वाध्य हुनुभएको छ।बिनाशकाले बिपरित वुध्दि ! https://t.co/SucA9Ds2rV", "पुर्व प्रमुख निर्वाचन आयुक्तज्युहरुले पनि सम्वन्धित क्षेत्रको ध्यानाकर्षण गराउने उदेश्यका साथ संयुक्त रुपमा यस्तो वक्तव्य निकाल्नु भयो ।पुर्व प्रधान न्यायाधीशहरुले पनि यसैगरी आफ्नो सरोकार र ज्ञान- अनुभवको क्षेत्रमा वक्तव्य दिनुभएको थियो । https://t.co/Adrtf0GGUa", "निर्वाचन आयोगले तुरुन्त संविधान र कानून सम्मत निर्णय दिनु अनिवार्य छ । https://t.co/7Qi6NUBbW9", "अकस्मातको मष्तिष्कघातका कारण नर्विक अस्पतालमा उपचाररत रहनुभएका नेपाली काङ्ग्रेसका नेता मित्र नविन्द्रराज जोशी को शिघ्र स्वास्थ्यलाभको कमना गर्दछु ।", "पार्टी र नेताहरुको आधिकारिक धारणा सही ठाँउबाट बुझौं। https://t.co/TnedE34MOx", "कम्युनउन्मुख सामुहिक सँस्थाकोरुपमा गत १७ वर्षदेखि बर्दिबासमा सञ्चालन हुँदै आएको “आधारशिला“ को १८औं बार्षिकोत्सवमा हिजो सहभागी।उक्त कार्यक्रममा नेपाली कम्युनिष्ट आन्दोलनका शिर्ष नेताहरु क•एम बि सिँह,क• बिष्णु ब•मानन्धर,क•कृष्णराज बर्मा र क•कमल कोइरालालाई सम्मान तथा अभिनन्दन । https://t.co/Oz4pGjGdi9", "सर्वोच्च अदालतको आजको फैसलाको हाम्रो पार्टीद्वारा स्वागत ।प्रेस बक्तब्य। https://t.co/2Xwk9nkGXU", "पुर्व प्रधानमन्त्री एवं जसपाको सँघीय परिषदका अध्यक्ष मित्र डा• बाबुराम भट्टराइको शिघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "यो भन्दा नाङ्गो अलोकतान्त्रिक र गैह्रजिम्मेवार अभिव्यक्ति अरु के हुन सक्छ?पहिले सेटिङको प्रचारद्वारा कार्यकर्तालाई प्रभावित पार्ने प्रयत्न,संवैधानिक अङ्गहरुलाई निरन्तर दवाव,अनि अहिले सिधै सार्वजनिक धम्कि।यो फाशिष्ट प्रवृत्तिको पराजय एवं विसर्जन र लोकतन्त्रको विजय अनिवार्य छ । https://t.co/e3sHyOuUoO", "वर्तमान राजनीतिक घटनाक्रमका सम्वन्धमा भारतमा नेपाल विज्ञ भनेर चिनिने प्रा• एस डी मुनी ले यस्तो खुलासा गरेका थिए एक महिना अघि नै हिन्दुस्तान टाइम्समा ;\n https://t.co/6acldyaGGT", "अमितजीलाई पढौं ,नेताहरू, तपाईंहरू जुन कुर्सीमा बसेर संविधान र लोकतन्त्रमाथि बेइमानी गर्दै हुनुहुन्छ, बेइमानहरूलाई प्रोत्साहन गर्दै हुनुहुन्छ, थाहा छ त्यो कुर्सीको भार कसले बोकिरहेको छ? तपाईंहरूले त्यहाँ बसेर गर्ने बेथितिको बोझ कसले बेहोर्नुपर्छ?\nआममानिसले।\nhttps://t.co/ArDjBwUA0o", "भारतको त्रिपुरा राज्यका मुख्यमन्त्री विप्लव देवको अभिव्यक्ति प्रति हाम्रो कडा आपत्ति । https://t.co/VL384NNKtn", "देश गँभीर संकटबाट गुज्रदैछ।\n\nसम्पुर्ण देशभक्त शक्तिहरु एक होऔं ।प्रतिगमन र वैदेशिक हस्तक्षेपलाई परास्त गरौं । राष्ट्रिय स्वाधीनता र लोकतन्त्रको रक्षा गरौं । https://t.co/xWyXyHSYt3", "नागरिक FRONTLINE मा समसामयिक राजनीतिक परिस्थिति र आन्दोलन बारेमा मेरो अन्तर्वार्ता । https://t.co/NZD38YgjEO", "News 24 मा आज प्रसारित  मेरो अन्तरवार्ता । \n\nसंविधान कानुन अनुसार नभए निर्वाचन आयोग मात्रै होइन, जनताले सबै निकाय घेर... https://t.co/7XVqY72pmo via @YouTube", "आज हाम्रो पार्टीको तर्फबाट संघर्षको नयाँ चरणको कार्यक्रम घोषणा गरिएको छ ।सफल पारौं । https://t.co/9xVWqfqEi0", "फागुन १ गते त्तात्कालिन नेकपा (माओवादी) ले २५ बर्ष अघि जनयुध्द शुरु गरेको दिन हो ।आज हामो पार्टीले सबै जिल्लाहरुमा जनयुध्द,जनआन्दोलन,मधेश आन्दोलन र बिभिन्न आन्दोलनहरुमा बलिदान दिनुहुने शहीदहरुको स्मृति तथा सम्मान कार्यक्रम आयोजना गर्यो । महान् शहीदहरुप्रति हार्दिक श्र्ध्दाञ्जली । https://t.co/NCxHSweO3u", "कथित राज्य बिरुध्दको कसुर को आरोपमा गिरफ्तार गरिनुभएका हाम्रो पार्टीका केन्द्रीय कमिटीका सदस्य क• रामकुमारी झाँक्री रिहा ।प्रतिगामी सरकार झुक्न बाध्य । https://t.co/9vS6DynbGh", "आजको आम हड्तालको सफलताको निम्ति आमजनसमुदायलाई धन्यवाद ।माघ २८ गते काठामाण्डौमा हुने बिरोध प्रदर्शन र सभालाई ब्यापक सहभागिता सहित सफल पार्न आव्हान । https://t.co/8UpFPYtZJo", "हाम्रो पार्टीको केन्द्रीय सदस्य क• डाचाराज वाग्लेको हिजो भएको रहस्यमय असामयिक निधनको खबरले स्तब्ध र मर्माहत बनाएको छ।अझै पनि अविश्वसनीय झैं लाग्ने एउटा होनाहार क्रान्तिकारी नेता एवं योध्दाको निधनबाट पार्टी र आन्दोलनमा ठुलो क्षति भएको छ।श्रध्दाञ्जली कमरेड!परिवार र सवैलाइ समवेदना।", "संविधानले मान्यता नदिने नियुक्ति - भिमार्जुन https://t.co/FEaLYE9ZC3", "प्रतिगमन ,असंवैधानिक नियुक्ति र कामचलाउ सरकारको फासिष्ट गुण्डाराज बिरुध्द भोलि माघ २२ गते देशब्यापी आम हड्ताल । https://t.co/yLNnRDW29Y", "Today's meeting of the Central Committee of our party,NepalCommunist Party (NCP) has described the recent political developments in Myanmar as unfortunate and tragic. Our party is in favor of democracy against autocracy and expects democracy to be restored in Myanmar soon.", "आज प्रतिगमन बिरुध्द आन्दोलनमा उत्रेका बिद्यार्थी नेताहरु माथि नुवाकोट र काठमाण्डौमा प्रहरी र गुण्डा जत्थाले संयुक्तरुपमा आक्रमण गरी घाइते बनाएका छन्।हाम्रो पार्टी यो कुकृत्यको घोर भर्त्सना गर्दछ र दोषी माथि कडा कार्वाहीको माग गर्दछ ।घाइते योद्दाहरुको शीघ्र स्वास्थ्यलाभको कामना। https://t.co/ogOgXIi1R7", "हिजो गोरखा जिल्लाको सिराञ्चोक गांउपालिकाको चित्रेपखरीमा प्रतिनिधिसभा विघटनको असंवैधानिक एवं प्रतिगामी कदमका बिरुध्द गाँउपालिका स्तरीय बिरोध प्रदर्शन र सभामा सहभागी ।सहयोध्दा क• लेखनाथ न्यौपाने  र क• रामकुमारी झाँक्री पनि साथै हुनुहुन्थ्यो । https://t.co/Hw7ltSkN3n", "RT @Lunabs8: आज खोप💉 लगाएर हर्षित हुनुभएका सबै जना आफुलाई आउदो 2 महिना सुरक्षीत राख्नुहोला किनकी , \nअर्को खोप 1 महिना मा \nएन्टीबडी बन्न शु…", "नेपाली कम्युनिष्ट आन्दोलनका एक अग्रज , हाम्रो पार्टीका नेता क. खम्व सिंह कुँवर ( काजी बा ) को दु:खद निधनबाट मर्माहत भएको छु।आदरणीय कमरेड प्रति हार्दिक श्रध्दाञ्जली अर्पण गर्दछु र शोक सन्तप्त परिवारमा गहिरो समवेदना प्रकट गर्दछु । https://t.co/vTsALP2j5z", "पुर्व प्रधान न्यायाधीश सुशीला कार्की भन्नुहुन्छ: https://t.co/ft7YQkH3Rz", "संविधान ,कानून केही लागु हुन्न भन्ने भयो भने स्थिति भयानक हुन सक्छ । https://t.co/lNgB6ED6j8", "https://t.co/Ugpv9RAG7p", "निरङ्कुश ओली सरकारले नागरिक आन्दोलनमाथिको गरेको यो दमनको ठुलो मुल्य चुकाउनु पर्नेछ । https://t.co/dvtkjDwQOe", "आजको नागरिक आन्दोलनमा प्रहरी दमनबाट घाइते हुनुभएका आन्दोलनकारीहरुको स्वास्थ्यस्थिति बुझ्न र स्वास्थ्य लाभको कामना गर्न शिक्षण अस्पताल महाराजगञ्जमा । https://t.co/rZqJCWfs3N", "नागरिक आन्दोलनको शान्तिपुर्ण कार्यक्रममा सरकार द्वारा गरिएको दमनको घोर भर्त्सना । https://t.co/tjeqNSbhra", "प्रतिनिधिसभा बिघटनको असंवैधानिक  एवं प्रतिगामी कदमका बिरुध्द यस अघि घोषित २ चरणको संघर्षको कार्यक्रम सफलतापुर्वक सम्पन्न भएपछि हाम्रो पाटीले आज अर्को चरणको कार्यक्रम घोषणा गरेको छ ।अझ सशक्त रुपमा सफल पारौं । https://t.co/NnbGpbvQTi", "संसद विघटन असंवैधानिक हो, हामीले कानूनको ब्याख्या गर्दा अदालतलाई प्रभाव ... https://t.co/HT6rsJpc3W via @YouTube", "बिधि पध्दतिको पालनामा शुरुदेखिनै ध्यान दिऔं । https://t.co/5H9r0vG2gd", "https://t.co/H6tvN1NuRH", "RT @ekantipur_com: गेजा शर्मा वाग्ले लेख्छन्– ओली सरकार शक्तिशाली रहुन्जेल वार्तामा नआएको नयाँ दिल्ली प्रतिनिधिसभा विघटन, नेकपा विभाजन, ओली…", "आज वर्दिया र बाँकेमा छुट्टाछुट्टै कार्यकर्ता भेला र प्रशिक्षण कार्यक्रममा सहभागी  । https://t.co/ekni5pLZVS", "हिजो दाङ जिल्ला स्तरीय कार्यकर्ता प्रशिक्षण कार्यक्रम अत्यन्त उत्साहबर्धक रह्यो। https://t.co/haw0eJORZp", "सडकबाट न्यायाधीश तान्ने दिन आउनसक्छ : ढुंगाना  https://t.co/vQMV9X0PfF", "किशोरलाई भनेको कुरा इश्वरतिर देखाइदिने ? https://t.co/0vJL4LsG9M", "सुर्यनाथ उपाध्याय ,लिलामणी पौडेल ,निनु चापागाई ,हिरण्यलाल श्रेष्ठ ,सुर्यराज आचार्य ल्गायत १५  वरिष्ठ ब्यक्तिहरुद्वारा वर्तमान कामचलाउ सरकारले दिर्घकालीन असर पर्ने संधि संझौता गर्न नहुनेमा ध्यानाकर्षण ।\n https://t.co/FQ7g5HBcYK", "यो मुद्दा प्रतिनिधिसभा विघटन हुने र नहुने भन्नेमा मात्रै सीमित छैन । यसको फैसला संविधानलाई कायम राख्ने कि नराख्ने भन्नेसम्म पुग्छ ।  न्यायाधीशहरूले संविधानलाई कसरी हेर्छन् ? कसरी व्याख्या गर्छन् ? भनेर संसारले हेरेका छन् । https://t.co/C9RBPIbk0h", "प्रतिगमन बिरुध्द बिद्यार्थी संगठनहरु अघि बढ्दैछन् । https://t.co/csYNuk0Xhy", "प्रतिनिधिसभा बिघटनको असंवैधानिक कदमको विरुध्द सिङ्गो देश एक हुँदैछ।आज बुध्दिजीवी संगठनहरुले संयुक्त बक्तब्य दिदै संयुक्त  संघर्षको अपील गरेका छन् । https://t.co/DUziHejOXO", "हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टी ( नेकपा ) गण्डकी प्रदेश कमिटीको  आयोजनामा आज पोखरामा वृहत् कार्यकर्ता भेला  तथा संघर्ष अभिमुखीकरण कार्यक्रम उत्साहबर्धकरुपमा सम्पन्न भयो । https://t.co/CT28vVaZyA", "केन्द्रीय सम्पर्क कमिटीद्वारा काठमाडौंमा आयोजित       प्रतिनिधिसभा बिघटनको असंवैधानिक एवं प्रतिगामी कदम विरुध्द भेला तथा प्रशिक्षण कार्यक्रम।सशक्त संघर्षको तयारी । https://t.co/n1FNg8iyU8", "अखिल नेपाल ट्रेड युनियन महासंघले प्रतिनिधिसभा बिघटनको असंवैधानिक कदम बिरुध्द आयोजना गरेको संघर्ष अभिमुखीकरण कार्यक्रम । https://t.co/aNOYvfe3sE", "पेशागत जिल्ला कमिटी काठमाडौंद्वारा आयोजित भेला तथा प्रशिक्षण । https://t.co/E8ulU4JkWO", "प्रतिनिधिसभा विघटनको असंवैधानिक एव्ं प्रतिगामी कदमका बिरुध्द राष्ट्रिय सभामा  बिशेष समय लिदै मैले ब्यक्त गरेको बिचार ।https://t.co/Ga5xEU70N9 via @YouTube", "Prime Times TV  मा ऋषि धमलाले लिनुभएको मेरो पछिल्लो अन्तर्वार्ता ।\n\nनारायणकाजी श्रेष्ठको खुलासा : अदालतले यसरी गर्दैछ संसद पुनःस्थापना, प्रध... https://t.co/pmGnEFJepk via @YouTube", "RT @setopati: पूर्वप्रधानन्यायाधीशहरू भन्छन्- हामीले नागरिकका हैसियतमा संविधानबारे धारणा राख्न पाउँछौं https://t.co/vtMeAd9msv", "RT @ameetdhakal: कार्यपालिका प्रमुखले 'संसद विघटन संविधानसम्मत छ, संसद पुनर्स्थापना  हुन्छ भन्ने सपना नदेखे हुन्छ' भन्दै दिनरात भाषण गर्दा…", "आज चार जना पुर्व प्रधानन्यायाधीशहरुले प्रतिनिधिसभा बिघटन असंवैधानिक भएको ठहर गर्दै संविधान र लोकतन्त्रको पक्षमा जारी गर्नुभएको  प्रेस बिज्ञप्ति । https://t.co/yRqq2yyjcm", "हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टी (नेकपा ) को तर्फबाट केन्द्रीय संघर्ष समितिले आज घोषणा गरेको दोश्रो चरणको संघर्षको कार्यक्रम । https://t.co/m1s3kBMbzb", "Wish you all a very happy New Year 2021.", "प्रतिगामी र बिसर्जनवादी कदमका बिरुध्द दृढतापूर्वक संघर्ष गरौं ।तर बिचार ,सिध्दान्त ,राजनीति ,मूल्य मान्यता ,तथ्य र सत्यमा आधारित भएर प्रस्तुत होऔं।गालि गलौज र झुठा प्रचार हाम्रा साधन होइनन् ।त्यो अरुकै भागमा छाडिदिऔं । https://t.co/Tdixfk4PpG", "संविधानको रक्षाको लागि सरोकारवाला संवैधानिक अंग ,राजनीतिक दलहरु र आम जनतालाई आ- आफ्नो भुमिका हृदयंगम गर्न र आत्मा साक्षी राखी इमान्दार प्रयास गर्न पुर्व प्रधान न्यायाधीश कल्याण श्रेष्ठ नेतृत्वको संविधान निगरानी समूहको आह्वान । https://t.co/afjpEuajFX", "Greed and fear are the enemies of truth. Dare to be free from greed and fear, the truth will be with you and you will be of the truth. Lies, conspiracies and untruths are sure to be defeated.", "RT @pycpim: Comrade Arya Rajendran, age 21  new Mayor of Thiruvananthapuram , Kerala. She will be the youngest mayor of a major city in the…", "आज हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टी ( नेकपा ) को तर्फबाट आयोजना गरिने पत्रकार सम्मेलन अपरान्ह २ बजे कार्की ब्याङ्केट बबरमहलमा हुने भएकाले पत्रकार मित्रहरुलाई आमन्त्रण गरिएको छ ।", "हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टी  (नेकपा ) को आज बसेको केन्द्रीय कमिटीको तेश्रो वैठकको एक झलक । https://t.co/mjDUdYFcks", "आज बसेको केन्द्रीय कमिटी वैठकले लिएका निर्णयहरुका सम्बन्धमा प्रेस बिज्ञप्ति https://t.co/sbW1ZkK7L8", "Today will be recorded as the Black Day in the history of the communist movement of Nepal .", "Decision of our party standing committee today. https://t.co/oguJXdqZuP", "आज बसेको स्थायी कमिटीको वैठकले पारित गरेको प्रस्ताव । https://t.co/CTFE0owDXU", "आज प्रधानमन्त्री श्री के पी शर्मा ओलीले सँघीय प्रतिनिधिसभा बिघटन गर्न गर्नुभएको सिफारिश गैर संवैधानिक,अलोकतान्त्रिक,निरङ्कुश र परिवर्तनविरोधी प्रतिगामी कदम हो।यो लागु हुन सक्दैन।यसको बिरुध्द सँघीय लोकतान्त्रिक गणतन्त्र,लोकतन्त्र एवं परिवर्तनका पक्षधर सम्पुर्ण शक्तिहरु एक होऔं ।", "यो मेरो लेख 'पार्टी एकता ,नेपाली क्रान्ति र नेकपा ' को तेस्रो र अन्तिम भाग हो।\nआजको संकट र अबको हाम्रो कार्यभार  https://t.co/GLO2oB4T4v", "संवैधानिक परिषद सम्बन्धी अध्यादेश फिर्ता लिनु पर्दछ । https://t.co/CykjO5Suiz", "उखु किसानहरुले सधैं यसरी नै दुःख पाईरहेका छन् । किसानलाई न्याय दिलाउने काम तत्काल होस् । https://t.co/c4eW7mX5Du", "हाम्रो पार्टीको केन्द्रीय कमिटीका सदस्य , पूर्व साँसद एवं राजदुत क•कमानसिंह लामाको हिजो  निधन भएको दुःखद खबरबाट मर्माहत भएको  छु।क• लामा प्रति हार्दिक श्रद्दाञ्जली अर्पण गर्दछु र शोकसन्तप्त परिवारजनमा गहिरो समवेदना प्रकट गर्दछु । https://t.co/d3qA5UELng", "मेरो लेख \"पार्टी एकता ,नेपाली क्रान्ति र नेकपाको कार्यभार \" को दोश्रो भाग-हाम्रो विचारधारात्मक एवं राजनीतिक कार्यदिशा । पहिलो भागमा \"पार्टी एकता: किन ,केका लागि र कता जाने \" प्रकाशित भएको थियो ।https://t.co/2AS47XxjXN", "यो मेरो लेख \"पार्टी एकता,नेपाली क्रान्ति र नेकपाको कार्यभार \"को पहिलो भाग हो।दोश्रो भागमा हाम्रो पार्टीको बिचारधारात्मक एवं राजनीतिक कार्यदिशा र तेश्रो भागमा हाम्रो कार्यभार रहनेछ ।\nपार्टी एकता : किन, केका लागि र कता जाने ?  https://t.co/UBlfNKQRMj", "आज YOHO TV मा प्रसारित बरिष्ठ पत्रकार जीवराम भण्डारीले लिनु भएको मेरो अन्तर्वार्ता ।https://t.co/Au58xOeenC", "आज चितवन जिल्लाको राप्ति नगरपालिकाको पार्टी कार्यक्रममा स्थायी कमिटीका सदस्य एवं साँसद क•सुरेन्द्र पाण्डे माथि भएको सुनियोजित दुर्ब्यबहारको घटना अति निन्दनीय एवं भर्त्सनायोग्य छ।यसप्रकारको ब्यबहारलाई प्रोत्साहित गरेर कम्युनिष्ट आन्दोलनको मात्र होइन,कसैको पनि हित गर्दैन।चेत होस्।", "छठ पर्वको अवसरमा सबैमा हार्दिक शुभकामना ।", "हामो पार्टीको केन्द्रीय सचिवालयको वैठक पूर्व निर्धारित कार्यकम अनुसार आज अपरान्ह १ बजे बालुवाटारमा बस्दैछ ।", "हाम्रो पार्टीको  स्याङ्जा जिल्ला कमिटीका  अध्यक्ष क• सुर्य गैरे पारसको छोरीको अरिङ्गालले टोकेर दुःखद निधन भएको खबर सुन्दा ज्यादै मर्माहत भएको छु । प्रिय छोरी प्रति हार्दिक श्रध्दाञ्जली ब्यक्त गर्दछु र क• पारस सहित सम्पूर्ण शोकाकुल परिवारमा गहिरो समवेदना प्रकट गर्दछु ।", "म्ह:पूजा र नेपाल सम्वत् ११४१ को अवसरमा सवैमा शुभकामना ।न्हु दया भिन्तुना ! https://t.co/3QaqYBYIz4", "शुभ दिपावली २०७७ को अवसरमा सबैमा हार्दिक शुभकामना ।", "पुर्व  भूमिसुधार मन्त्री, संविधानसभाका सदस्य र नेपाली कम्युनिष्ट तथा किसान आन्दोलनमा  लामो समयसम्म क्रियाशील नेता श्री भिम प्रसाद गौतमको असामयिक निधनप्रति दुःख ब्यक्त गर्दै उहाँमा हार्दिक श्रध्दाञ्जली अर्पण गर्दछु ।शोकसन्तप्त परिवारजनमा गहिरो समवेदना ।", "क• माधव मरहट्टाप्रति हार्दिक श्रद्दाञ्जली र शोक सन्तप्त परिवारजनमा गहिरो समवेदना । https://t.co/P5WSb11RrY", "Huge Congratulations and Best Wishes Bandana ji ! https://t.co/vrZwzG0sYJ", "Image TV मा प्रसारित मेरो अन्तर्वार्ता| Hot Seat - 2077 - 07 - 20 https://t.co/QyCmRXMHyR via @YouTube", "” I IS ONE OF THE SMALLEST WORDS IN THE DICTIONARY , DON’T MAKE IT THE BIGGEST WORD IN YOUR VOCABULARY.”\n\nIS THIS THE DISEASE WE ARE SUFFERING FROM IN OUR COMMUNIST MOVEMENT?", "\"WE CANNOT SOLVE PROBLEMS WITH THE SAME THINKING WE USED WHEN WE CREATED THEM\"", "पुर्व सभामुख ,प्रतिनिधिसभाका सदस्य एवं नेपाली कम्युनिष्ट आन्दोलनका नेता सहयोध्दा क• कृष्ण बहादुर महराका जीवनसाथी क• सीता महराको दुख:द निधन बाट मर्माहत भएको छु।\nक• सीता महराप्रति हार्दिक श्रद्दाञ्जली एवं शोकसन्तप्त सम्पुर्ण परिवारजनमा गहिरो समवेदना ।", "तैं चुप मै चुप पनि ठिक छैन।त्यसै गरी तुम शेर तो हम सवा शेर झैं ब्यक्तिगत झगडा वा गालिगलौज पनि ठिक छैन।राष्ट्र र जनताको हितलाई केन्द्रमा  राखेर स्वस्थ एवं रुपान्तरणमुखी छलफल गरौं र पार्टीलाई एकताबध्द बनाई अघि बढौं ।फुट,अकर्मण्यता वा पुँजीवादीकरणबाट बचाऔं । https://t.co/wn5bHKppUk", "पार्टी एकताको रक्षा गरौं ।यतिबेला पार्टी एकताको रक्षाको निम्ति सबै बाट एउटै कुरामा इमान्दार प्रतिबध्दता भए पुग्छ,पार्टीको बिधि,पध्दति एवं निर्णयको पालना र कार्यान्वयन।  https://t.co/4KhYFkPz6U", "कोभिड-१९ स्वयम् सेवा (CVS) र गोरखा काठमाडौं जनसांस्कृतिक मञ्चको सँयुक्त प्रस्तुति -जनचेतनामूलक म्युजिक भिडियो । https://t.co/wejb6845Ok", "एक दशक भन्दा बढी मेरो निजी सचिवालयमा रही सहयोग गर्नुभएका र एउटै परिवारको सदस्यका रुपमा सँगै बस्नुभएका ललितपुर जिल्ला पार्टीका सदस्य क•न्हुच्छे महर्जनको आदरणीय आमाको दुःखद निधन भएकोमा आमा प्रति हार्दिक श्रद्दाञ्जली अर्पण गर्दछु र शोकसन्तप्त परिवारजनमा गहिरो समवेदना प्रकट गर्दछु। https://t.co/p8RU3gbf1L", "हिजो Prime TV मा प्रसारित मेरो अन्तर्वार्ता।'र'प्रमुख सँग प्रमको भेटवार्ता,नेपाल-भारत सम्बन्ध, हाम्रो पार्टीको अवस्था, विकास आदिबारे ।https://t.co/QOBRqWCJN5 via @YouTube", "हिजो जनता TV मा प्रसारित मेरो अन्तर्वार्ता ।https://t.co/xuIxwviSxY", "गोएल प्रकरण: नेपालको राजनीतिक एवं कूटनीतिक इतिहासमा यस प्रकृतिको पहिलो घटना हो यो ।यस्तो कार्यबाट राष्ट्रिय स्वाभिमान, प्रतिष्ठा र कूटनीतिक ओझ गिर्ने मात्र होइन, अन्ततः राष्ट्रिय सार्वभौमिकता एवं राष्ट्रिय हित कमजोर पार्ने कार्य हुन सक्दछ।  https://t.co/69yBStpgTv", "गोरखाको पालुङ्टार खोप्लाङ र अजिरकोट भच्चेकमा केही सामानहरु हस्तान्तरण । https://t.co/43yR97w3oi", "हिजो गोरखा जिल्लाको केही भागहरुको भ्रमणको क्रममा सिराञ्चोक हर्मी र पानपा आँपपिपलमा साथीभाईहरुसँग चाडपर्वको शुभकामना र सामान्य छलफलको सँक्षिप्त कार्यक्रम । https://t.co/1TlYwEgxLV", "हाम्रो पार्टीका केन्द्रीय कमिटीका सदस्य एवं गोरखाबाट निर्बाचित साँसद सहयोद्दा क• हरि अधिकारीका पिताज्युलाई हिजो चितवन स्थित उहाँको हालको घरमा पहिलो पटक भेट्न पाउँदा ज्यादै खुसि लाग्यो।स्वास्थ्यमा केही समस्या देखिएकाले उपचारको प्रकृयामा  रहनुभएका पिताजीलाई स्वास्थ्यलाभको कामना । https://t.co/3NUPiqdreq", "हिजो चितवनमा मित्र प्रेम रिमाल र शारदाजीका छोरा प्रक्षेण रिमालको रोजा खनालसँग सुसम्पन्न भएको विवाह कार्यक्रममा सहभागी भई खुसि साट्ने र बधाई तथा शुभकामना दिने अवसर प्राप्त भयो । https://t.co/dhGNLGXLdR", "केही दिन अघि दिवंगत हुनुभएका पुराना कम्युनिष्ट ब्यक्तित्व गोरखा पालुङ्टार निवासी श्री रामलाल श्रेष्ठ प्रति हिजो उहाँकै घर पुगेर श्रद्दाञ्जली अर्पण गरें र शोक सन्तप्त परिवारजन प्रति समवेदना प्रकट गरें । https://t.co/XuJH38IMrR", "हालै केही समय अघि दिवंगत हुनुभएका नेपाली कम्युनिष्ट आन्दोलनका पुराना नेता एवं हाम्रा आदरणीय दाज्यु जगत जगत बहादुर श्रेष्ठ प्रति हिजो उहाँको घर नारायणघाट पुगेर श्रद्दाञ्जली अर्पण गरें र छोरा बुहारीहरु लाई समवेदना ब्यक्त गरें । https://t.co/N1KcxMOZJI", "मेरो सचिवालयसँग जोडिएर कृयाशील रहेको कोभिड-१९ स्वयंसेवा( CVS)टिमले दशैं लगायतका चाडपर्वका अवसरमा काठमाण्डौं गोङ्गबु बसपार्कबाट शुरु गरेको सचेतनता अभियान आजबाट गोरखामा चलाईएको छ । गोरखा बजारको हरमटारी बसपार्क र गोनपा -११को बारकिलोमा (प्रहरी र वडा समेत को)सहायता कक्षा शुरु भएको छ । https://t.co/ea6B4I10un", "कोभिड-१९ को सन्दर्भमा सबैले आ-आफ्नो दायित्व पुरा गरौं।अहिलेसम्मको समीक्षा गरौं। सबैले मिलेर सँकटको समाधान गरौं । https://t.co/YA8wBmeTpk", "नेपाली जनताको बलिदानीपूण महान् सँघर्षको परिणामस्वरुप प्राप्त परिवर्तन र त्यसलाई सँस्थागत गरिएको नेपालको संविधानको ब्यबस्था बिरुध्द हामी कोही पनि जानुहुँदैन । संविधानको सकारात्मक पक्षहरुको रक्षा गर्दै लोकतन्त्रलाई अझ उन्नत बनाउने दिशामा अघि बढ्नु हामी सबैको जिम्मेवारी हो।", "नेपाल औषधि उत्पादक सँघका उपाध्यक्ष सन्तोष बराल र महासचिव बिप्लव अधिकारीले आज मेरो सचिवालय अन्तर्गत कृयाशील \nकोभिड-१९स्वयंसेवा(CVS)लाई केही औषधिजन्य आवश्यक सामग्री हस्तान्तरण गर्नुभयो।यस अघि नै संघका अध्यक्ष जीनारायण क्षेत्रीले आफ्नै उद्योगबाट सामाग्री दिनुभएको थियो।धेरै धन्यवाद । https://t.co/UFPBPQMQZJ", "आज गोरखा बिकास मञ्चका साथीहरुसँग देशको परिस्थिति ,कोभिड-१९ को नियन्त्रण र गोरखाको बिकास सहित बिभिन्न पक्षहरुका बारेमा ज्यादै राम्रो छलफल भयो। https://t.co/3RGeNFjl1j", "मेरो स्वकीय सचिवालय अन्तर्गत रहेर क्रियाशील कोभिड-१९ स्वयंसेवा ( CVS) टीमले दशैंमा घर फर्कन लागेका यात्रीहरु र यातायात व्यवसायीहरु माझ कोभिड-१९ बिरुध्दको सचेतनता अभियान आज गोंङ्गबु बसपार्क बाट शुरु गरेको छ।अन्य कार्यहरु निरन्तर जारी छन् र यो सचेतनता अभियान पनि बिस्तार गरिनेछ । https://t.co/l20td3dtTF", "सामाजिक साँस्कृतिक चाड पर्वका रुपमा स्थापित बिजया दशमी २०७७ का अवसरमा सबैमा हार्दिक शुभकामना । https://t.co/BnrqakLziK", "यस बर्षको बजेटमा कर्मचारीलाई कुनै पनि प्रकारको बैठक भत्ता नदिने घोषणा गरिएको अवस्थामा नैतिकताको कोणबाट पनि जनप्रतिनिधिहरुले बैठक भत्ता लिनु हुँदैन भन्दा पनि स्विकार गरिएन ।\nEXCLUSIVE : जनता भोकभोकै सडकमा, कोरोनाकालमा सांसद र उनका पीएले बुझे दशैंभत्ता ! https://t.co/Io37OeLpJ5", "`महाभारत´ मा दुर्योधनले गरेको जस्तो कुतर्क पो हामी गर्दैछौं कि? आजको हाम्रो हालत त्यस्तै  पो हो कि? https://t.co/ufCLI5JmRO", "Venezuela’s ability to fight COVID-19 is hamstrung by 31 metric tons of gold stolen from its treasury https://t.co/zMpntrvIlb", "Congratultions to all of us that Nepal has been reelected as a member of UN Humans Right Council for 3 yrs from 2021 to 2023. It is the acknowledgement&amp;recognition on one hand&amp;opportunity to reaffirm our committment and play furher role accordingly on the other.", "What is the opinion of our health experts and concerned medical authorities about this innovative practice?can we take advantage from it?\nOxygen therapy, awake self positioning and non-invasive ventilation: les... https://t.co/mbALHaExiK via @YouTube", "प्रेस वक्तव्य । https://t.co/BVLCf0N312", "आज गोरखा कठमाण्डौ जनसाँस्कृतिक मञ्चका अध्यक्ष दिपसागर, उपाध्यक्ष सागर गुरुङ् , महासचिब सुमन पण्डित लगायतका साथीहरुसँग सँगठनात्मक बिषय र मुख्यत: कोभिड -१९ स्वयंसेवाको बारेमा उत्साहबर्धक छलफल भयो । https://t.co/diq7RATKsc", "गण्डकी प्रदेश सम्पर्क समन्वय कमिटीमा गोरखाबाट प्रतिनिधित्व गर्नुहुने कमरेडहरु र समन्धित जिल्ला सम्पर्क मञ्च र कमिटीका पदाधिकारीहरुसङ्ग आज उपलब्धिमूलक छलफल । https://t.co/G4GeHOElYJ", "मेरो सचिवालयसँग जोडिएर कृयाशील रहेको कोभिड-१९ स्वयंसेवा(CVS) समुहको समिक्षा तथा नयाँ कार्ययोजना बैठक आज बिहान सम्पन्न भयो।अहिले सम्म यसले गरेका कामहरु सन्तोषजनक रहेको निष्कर्षका साथ दशैं,तिहार,नेपाल सँबत्,छठ लगायतका आगामी चाड पर्वहरुको सन्दर्भमा सचेतनताअभियानको योजना बनाइएको छ। https://t.co/iQ4T9hB7EP", "डा• गोविन्द केसी र सरकारको बिचमा हिजो राति सम्झौतामा हस्ताक्षर भएपछि २७  दिनदेखि १९ औं अनशनमा रहनुभएका डा• केसीले आज बिहान अनशन अन्त्य गर्नुभएको छ।यो सकारात्मक एवं खुसिको कुरा हो।अब फेरि यस्तै अनशन गर्नुपर्ने वा गर्ने स्थिति हुनेछैन भन्ने आशा गरौं । https://t.co/qLP8phjSyR", "डा• गोविन्द केसी पक्ष र सरकारको बीचमा भईरहेको वार्ता हरहालतमा सफल पार्नुपर्छ र डा• केसीको जीवन रक्षा गर्नुपर्छ।सम्बन्धित सबै सम्वेदनशील बनौं ।", "डा गोविन्द केसीको जीवन रक्षामा सबैले ध्यान दिऔं। सरकारले वार्ता टोली गठन गरेर यस सन्दर्भमा सकारात्मक पहल गरेको छ।आशा गरौं ,छिट्टै समाधान हुनेछ । https://t.co/oJrEgzKkMl", "अमेरिकाले हालै देशभित्र वा बिदेशको कुनै कम्युनिष्ट पार्टीको सदस्यता लिएको आप्रवासीलाई नागरिकता वा स्थायी आवासीय प्रमाणपत्र नदिने नीतिको खुला घोषणा गरेको छ। यसले स्वेच्छाले कुनै पार्टीको सदस्य बन्न पाउने अधिकार र लोकतन्त्रको खिल्लि उँडाएको छ।यही हो 'नमुना पुँजीवादी लोकतन्त्र' !", "पोप फ्रान्सिसले अस्ति आईतबार \"कोभिड-१९ पछिको बिश्व \" सम्बन्धी भिजन प्रस्तुत गर्दै नवउदारवाद ले समाधान दिन नसक्ने र बजार अर्थतन्त्र असफल प्रमाणित भईसकेको बिचार ब्यक्त गरेका छन् ।अहिले चलिरहेको पुनर्बिचारको बहसको बीचमा पोपले तदनुरुप अव \"नयाँ राजनीति\" जरुरी भएको पनि बताएका छन् ।", "\"कम्युनउन्मुख सामुहिक\"सँस्थाका रुपमा \nसञ्चालित \"आधारशिला \"परिवारका एक सदस्य हाम्रा प्रिय छोरी सिर्जना देवकोटाको नविन ढुङ्गेलसङ्ग आज शुभविवाह  सम्पन्न भएकोमा प्रसन्नताका साथ सिर्जना र नविनका साथ परिवारका सबै सदस्यहरुलाई हार्दिक बधाई।नव दम्पतिलाई सफल दाम्पत्य जीवनको लागि शुभकामना । https://t.co/vwP2Q5dMoO", "सँयुक्त राष्ट्रसङ्घ जनसङ्ख्या कोषको उच्चस्तरीय आयोगमा बन्दना राणा मनोनित हुनुभएकोमा हार्दिक बधाई तथा शुभकामना ।https://t.co/QJ2fF70gyT", "@pabitra9841 परराष्ट्र मन्त्रालयका प्रतिनिधि हुनुहुन्थ्यो।फोटोमा पनि देख्न सक्नुहुन्छ।", "नेपालका लागि भारतीय राजदुत महामहिम विनय मोहन क्वात्रासँग आज मेरो निवास हरिसिद्दिमा भेट भयो।उहाँसङग नेपाल भारत सम्बन्धका बिभिन्न आयामका बारेमा छलफल भयो ।दुई देशका बिचमा रहेका समस्या लाई छिटो वार्ताको माध्यमबाट समाधान गर्नु पर्ने आवश्यकताका बारेमा पनि बिचार आदान प्रदान भयो । https://t.co/0bHGtcXPOg", "क• सुरेन्द्र पाण्डेको पठनीय लेख https://t.co/yV3dPodphj", "हाम्रो पार्टी ने क पा को आज अपरान्ह १ बजे पेरिसडांडामा बस्ने गरी तय भएको केन्द्रीय सचिवालयको बैठक भोलि असोज ६ गते १२.३०  बजे बालुवाटारमा बस्ने  भएको छ ।", "संविधान दिवस तथा राष्ट्रिय दिवस -२०७७ को अवसरमा सम्पुर्ण नेपाली दाजुभाई तथा दिदीबहिनीहरुमा हार्दिक बधाई तथा शुभकामना । संविधानले सँस्थागत गरेको लोकतन्त्रको रक्षा,कार्यान्वयन र बिकास गरौं ,सामाजिक न्यायसहितको समृध्द मुलुक बनाऔं र समाजवाद निर्माणको बाटोमा अघि बढौं ।", "सचिवालयको बैठक पेरिडांडामा बस्ने हुनुपर्नेमा टाइपमा भुलबस अन्यथा हुनगएकोमा सच्च्याएर बुझ्नुहुन अनुरोध छ ।", "हाम्रो पार्टीको आज बस्ने भनिएको केन्द्रीय सचिवालयको बैठक आज स्थगित भई पर्सि असोज ४ गते बिहान ११ बजे परिसडांडामा बस्ने तय भएको छ ।", "बिद्युत प्राधिकरणका कार्यकारी निर्देशक कुलमान घिसिङको हिजोबाट पदावधि सकिएको छ। उनले उर्जाक्षेत्रमा जे जति योगदान पुर्याएका छन् , त्यो नेपाली जनताले कहिल्यै बिर्सने छैनन्।नेपाल आमाका सुयोग्य सुपुत्र घिसिङ्को योगदान अझै आबश्यक भएकाले उनको पुनर्नियुक्ति हुनेछ भन्नेमा बिस्वस्त छु ।", "कोभिड-१९ को सन्दर्भमा आपत पर्दा स्वयँसेवा गरिनेछ।खबर गर्नुहोला । https://t.co/L9w2Bs0n9n", "It is a positive welcome step that our two neighbours India and China have agreed to ease the tension on the border areas in Ladakh region.Let's hope, they will resove the issue in near future through dialogue.That will surely contribute to enhance the regional peace .", "सम्माननीय प्रधानमन्त्रीज्युले एसिड प्रहारबाट पिडीतहरुको उपचार,शिक्षा र रोजगारी सरकारले सुनिश्चित गर्ने र साथसाथै अपराधीमाथि उचित सजायको कानुनी ब्यबस्थाको निम्ति अध्यादेश ल्याउने घोषणा गर्नुभएको छ।यो अत्यन्त सराहानीय निर्णय हो।स्वागत छ। यस्ता राम्रा कदम चाल्दै जानु पर्छ।", "हाम्रो पार्टीको केही समयदेखी स्थगित रहेको  स्थायी कमिटीको बैठक आज बस्यो र सफलतापुर्बक समापन भयो।बैठकले अध्यक्ष कमरेडहरुद्वारा प्रस्तुत प्रस्ताब सामान्य परिमार्जनसहित पारित गर्यो।पार्टी एकताको रक्षा गर्दै र सरकारलाई सफल पार्ने सँकल्प गर्दै महाधिवेशनको तयारीमा जाने निर्णय लिईएको छ।", "महान् शहीद क• सुरेश वाग्ले (बासु) को स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रद्दाञ्जली अर्पण गर्दछु र समाजवाद निर्माणको बाटोमा दृढतापुर्बक अघिबढिरहने सँकल्प गर्दछु । https://t.co/fwP4IRFjMV", "स्वार्थी अन्ध प्रशँसक चाकडीवाज होइन, आलोचनात्मक चेतयुक्त हितैषी मित्रमा भर परौं ।सुरबीर लाग्ने मुर्ख भन्दा बिचार बिवेकीमा भर गरौं ।  https://t.co/nRYYoWFLWT", "इन्द्रजात्राको अवसरमा सबैमा हार्दिक शुभकामना।", "Deeply saddened to know the passing away of former President of India Shri Pranab Mukherji. My heartfelt tribute to him and sincere condolences to the bereaved family members and people&amp;GOI.", "गौरा पर्व२०७७ को अवसरमा सबैमा हार्दिक शुभकामना ।", "हिन्दु नारीहरुले मनाउने गर्दै आएको तीज पर्वका अवसरमा सवैमा शुभकामना ।सामाजिक -साँस्कृतिक महत्वका चाड पर्व हरुको सकारात्मक पक्षहरुलाई अपनाउदै नकारात्मक पक्षहरुलाई छोड्दै र हटाउदै जानु उपयुक्त हुन्छ ।", "आज बाबुको मुख हेर्ने दिनको अवसरमा मेरा प्रातः स्मरणीय पुज्य पिताजीप्रति हार्दिक श्रदाञ्जली अर्पण गर्दछु र मलाई अभिभावकत्व प्रदान गर्नुहुने पिता समान सबै अग्रजहरु प्रति सम्मान प्रकट गर्दछु।हाम्रो संस्कृतिको यस्ता बिशेष पर्वहरुले दिने शिक्षा ग्रहण गरौं र यसको रक्षा गरौं ।", "राष्ट्रकवि माधव घिमिरेको निधन प्रति गहिरो दु:ख ब्यक्त गर्दछु ।उहाँप्रति श्रद्दाञ्जली अर्पण गर्दछु र शोक सन्तप्त परिवारमा हार्दिक समवेदना प्रकट गर्दछु ।", "पार्टीभित्रको बहस, समस्या ,संकट ,र निकासमा केन्दृत एभेन्युज टि भी मा आज प्रसारित मेरो अन्तर्वार्ता ।https://t.co/HDnjAXogHx via @YouTube", "कार्यदलका बारेमा कुनै भ्रमात्मक प्रचार नगरौं । यसको सुझाव प्रतिवेदनलाई स्थायी कमिटीमा खुला छलफल गरी संस्थागत निर्णय  गरिनेछ । https://t.co/yhfyHj5J7O", "सिन्धुपाल्चोक लिदी घटनाको अनुसन्धान गरी दोषीमाथि कडा कार्बाही गरियोस् ।यस्ता घटनाको पुनरावृत्ति नहोस् । https://t.co/GdZ0KBmMue", "\"राजनीतिक दलका शीर्ष नेताले युवाको ऊर्जाको दुरुपयोग मात्र गरिरहेका छैनन्, उनीहरूलाई भ्रष्टीकरणको बाटोमा हिँडाइरहेको समेत प्रतीत हुन्छ । \nयुवाले अव बिद्रोहको मुट्ठी उठाउनु पर्छ ।\"https://t.co/nT8hx8HN3w", "डा• लुना भट्टको बिचार कोरोना संक्रमणबाट बच्न उपयोगी हुने देखिन्छ। https://t.co/3KWOgQ8Hge", "डा• भट्टराईको यो लेखको कतिपय बिषयमा असहमति - मतभेद होलान् ।तर यो लेख महत्त्वपुर्ण छ ,पढौं https://t.co/eBmECwrn7b", "डा•वावुराम भट्टराईले बुध्द्दको योगदानलाई समेत जोडेर बिचार सँश्लेषण गर्नुपर्ने आवश्यकता औंल्याउनु भएको छ।यो धेरै महत्त्वपुर्ण कुरा हो।केही समय यता मैले यो कुरामा जोड दिदै र बिचार राख्दै आएको छु। उहाँलाई धन्यवाद दिन चाहान्छु र सबैको ध्यानाकर्षण गराउँछु ।\n https://t.co/bqmhlX2u4a", "आन्दोलनविहीन वामपन्थी युवा  https://t.co/xrf2yzaJwD", "नेकपा : बाँच्‍नका लागि एक मात्र बाटो https://t.co/4zAiGh3Srf", "यो साता हाम्रो पार्टीका२जिम्मेवार कमरेडहरुको  बैचारिक लेखहरु२राष्ट्रिय दैनिकमा प्रकाशित भएका छन् ; क• घनश्याम भुसालको कान्तिपुर(२६ साउन) र क• रामकार्कीको नयाँ पत्रिका (२६ साउन)।ती लेखहरुमा आलोचनात्मक टिप्पणीका बिषयहरु पनि छन् ।तर समग्रमा लेखहरु लाभदायक र पठनीय छन्।पढ्दा राम्रो।", "श्रीकृष्ण जन्माष्टमीको अवसरमा शुभकामना। https://t.co/vH2VZAT0ZO", "सिधा,खुला र स्पष्ट छलफल गरेर पार्टी \nसंकटको निकास निकालौं ।भित्र बाहिर फरक फरक कुरा र भिन्न भिन्न ठाँउमा भिन्न भिन्न कुरा नगरौँ।यसले समाधान गर्दैन,बरु जटील बनाउछ। https://t.co/DaYWUhNutK", "सत्यको पक्षधरता कहिल्यै खेर जांदैन।अन्तत: सत्यकै जित हुन्छ।किनकि सत्यको प्रकाशमा त्यसैको वरिपरि समाज अघि बढिरहेको हुन्छ।अत: सत्यको पक्षमा निर्भिक भएर लागिरहौं । https://t.co/sLytRunrIf", "@DrSJaishankar I strongly object to the statement of Indian Foreign Minister that Lord Buddha was an https://t.co/2lybrVOO4K's an obvious world known historical fact that Buddha or S.Gautam ,was born in Lumbini,Nepal. No one should drag spiritual&amp;religious matters into politics.", "\"युवा भनेर म उमेरको आधारमा हेर्दिन।जीवन र जगतलाई नयाँ किसिमले बुझेको,परिवर्तनकामी, प्रगतिशील,पछाडि होइन, अगाडि हेर्ने नेतृत्व नै युवा नेतृत्व हो।\nनेतृत्वमा आउन कि गुट बनाउनुपर्ने भयो,कि चाकरी गर्नुपर्ने भयो।युवाहरु नै राजनीतिमा सफल हुन पैसा खोज्न लाग्नुपर्ने हो भने के फरक भयो र?\" https://t.co/9l3LGtt9uO", "पार्टी संकटको छिटो निवारण गरौ। https://t.co/10XRlB0Kji", "कोभिड-१९ को नियन्त्रण र उपचारमा राज्य र सबै गम्भीर बनौं।पुन: आम लकडाउन भन्दा सामाजिक  भौतिक दुरत्व,मास्क प्रयोग,सम्पर्क पहिचान एवं अनुगमन,ब्यापक परीक्षण,अस्पतालमा  उपयुक्त कोरोना कक्षहरुको बिस्तार,भेन्टिलेटर र आइ सि यु को थप ब्यबस्था र प्रोटोकल अनुगमनलाई बिशेष ध्यान दिऔं ।", "Congratulations and Best Wishes to the government and people of both countries on the occasion of the 65th anniversary of establihment of diplomtic relations between Nepal and China.", "आज 'यो हो टिभी'मा प्रसारित मेरो अन्तर्वार्ता।https://t.co/9LoXD2iHZG", "सत्यको प्रमुख बाधक नीजि स्वार्थ हो।त्यसले अन्धतापुर्ण दासत्व वा निषेधको ठाँउमा पुर्याउँछ। किनकी उनीहरुको निम्ति सत्य होइन,स्वार्थपुर्ती चासोको बिषय हुन्छ।नियत सफा छ भने सत्यको ढोका खुल्न सक्छ,तर त्यसबेला पनि बैज्ञानिक चिन्तन सहितको आलोचनात्मक चेत र तथ्यको पहुंच जरुरी हुन्छ।बुझौं।", "नेपाली कम्युनिष्ट आन्दोलनका शिर्षस्थ नेता क• तुलसीलाल अमात्यको २३औं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रद्दाञ्जली ।", "मुस्लिम समुदायको महान् पर्व बकर इदको शुभकामना।\nIt is better to sit alone than in company with the bad; and it is better still to sit with the good than alone. It is better to speak to a seeker of knowledge than to remain silent; but silence is better than idle words. -Muhammad", "कोभिड-१९ को रोकथाम र उपचारकाबारेमा तलको भिडियोको विवरणको वास्तविकता के हो ? हाम्रो नेपालका सम्बन्धित चिकित्सक तथा जनस्वास्थ्य बिज्ञहरु के भन्नुहुन्छ? https://t.co/TaEpu8NiAx", "चिकित्सक र बिज्ञहरुका अनुसार कोभिड-१९ को सन्दर्भमा नेपालमा अहिले नयाँ पक्ष देखिएको छ।पहिले कोरोना पोजिटिभ भएकाहरुमा अत्यन्त न्युन सँख्यामा मात्र लक्षण देखापर्ने गरेकोमा अहिले त्यो सँख्या बढ्दै गइरहेको छ। संक्रमणको बिस्तार पनि रोकिएको छैन ।त्यसैले सरकार र सम्बधित सबै गम्भीर बनौं।", "हाम्रो पार्टीको आजको अबस्था र निकासमा केन्दृत रहेर समा थापाजीले आज लिनुभएको मेरो अन्तर्वार्ता| AP CENTER | Nar... https://t.co/ChDvKTL6ex via @YouTube", "सेतोपाटी अनलाइनमा आज प्रसारित मेरा केही बिचार र जीवन मुल्य ।अमितजी ,मनोजजी र सेतोपार्टीलाई धेरै धन्यवाद।https://t.co/Iph5IuGOG4", "https://t.co/7HWjDoOX5D", "अध्यक्ष क• के पी ओलीले पनि बैठकमा उपस्थित भएर आफ्नो बिचार राख्नु पर्छ र पार्टीको निर्णय मान्छु भन्नुपर्छ।पार्टी एकताको रक्षा र यथास्थितिमा गुणात्मक परिवर्तन गर्ने गरी निकास निकाल्नु पर्छ।समस्या र छलफल मुलत: प्रवृत्तिको हो, ब्यक्तिको होइन ।https://t.co/D8wYvWlnmA", "https://t.co/3fJEi0q8Bx", "नेकपाका सँस्थापक सदस्य,जीवनभर कम्युनिष्ट आन्दोलनमा समर्पित सिध्दान्तनिष्ठ क्रान्तिकारी,सरलताको नमुना र अभिभावक क• नरबहादुर कर्माचार्यको सातौं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रद्दाञ्जली । उहाँलाई स्मरण गर्दै निरन्तर क्रान्तिकारी कर्मी बनिरहने प्रतिबध्दता ब्यक्त गर्दछु। https://t.co/IxkTXq38wt", "आजबाट 'लकडाउन' अन्त्य गरिएको छ।तर कोभिड-१९ संक्रमणको खतरा अन्त्य भयो भनिएको होइन।त्यसैले यस सम्बन्धी स्वास्थ्य प्रोटोकलहरुको पालना सहित आवश्यक सावधानीमा उचित ध्यान दिऔं ।", "नेकपाका सँस्थापक नेता,सिध्दान्तनिष्ठ क्रान्तिकारी,देशभक्त योध्दा, नेपाली समाजको मौलिक अध्येता र स्वच्छ एवं सरल ब्यक्तित्व क• पुष्पलालको स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दा सुमन।पार्टी एकताको रक्षा गर्दै समाजवाद निर्माणको बाटोमा अघि बढ्नु नै सच्चा श्रद्दाञ्जली ।संकल्प।", "नेपाली लोकतान्त्रिक आन्दोलनका एक अग्रणी नेता,मौलिक चिन्तक,प्रथम जननिर्बाचित प्रधानमन्त्री एवं बिलक्षण साहित्यकार वि पि कोइरालाको स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जलि ।", "https://t.co/a7ZWLcaE6v", "पार्टी एकताको रक्षा यतिबेलाको हाम्रो वटमलाईन हो।यसको उद्देश्य राष्ट्रिय सार्वभौमिकता एवं अखण्डताको रक्षा,लोकतन्त्रको रक्षा एवं बिस्तार,समाजवादउन्मुख सामाजिक आर्थिक रुपान्तरण हो।तसर्थ पार्टी एकताको रक्षा, यथास्थितिमा गुणात्मक परिवर्तन र महाधिवेशनको तयारी लाई निकासको सुत्र बनाऔँ।", "नेपालका राजनीतिक पार्टी,नेता र नेपालीहरुको अपमान र अवमुल्यन नगरौं।आलोचनात्मक चेत बिना,तथ्य नहेरी,तात्कालिक क्षणिक स्वार्थमा आधारित भएर जे पनि भन्ने र प्रचार गर्ने प्रवृत्ति त्यागौं।यसले राष्ट्र र समाजलाई राम्रो गर्दैन।नयाँ युवा पुस्तालाई हामी के सिकाउँदैछौ?देशभक्त र विवेकी बनौं।", "त्यसै गरी देशभित्रका सबै निर्णयहरु एउटा वा अर्को बिदेशी शक्तिले गरेको हो र नेपाली सबै एउटा वा अर्को 'परस्त' हुन भन्ने आत्मनिन्दक प्रवृत्ति त्यागौं।केही त्यस्ता 'परस्त' होलान,लडौं।तर हरहमेसा\"षडयन्त्र सिध्दान्त\"आबिष्कार नगरौं।आन्तरिक राजनीतिक  प्रयोजनले यसो गर्नु त अपराध नै हुन्छ।+", "हाम्रो भुराजनीतिक सँवेदनशीलता प्रति हामी सचेत हुनै पर्छ।स्वतन्त्र परराष्ट्र नीतिमा आधारित कुटनीतिक श्रेष्ठताले मात्र हामीले हाम्रो भुराजनीतिक अवस्थितिको लाभ लिन सक्छौं,अन्यथा देश बाह्य शक्तिहरुको कृडास्थल बन्ने र राष्ट्रिय सार्वभौमिकता नै खतरामा पर्न सक्ने ठुलो जोखिमको चुनौति छ।+", "कम्युनिष्ट हुन;आलोचनात्मक र क्रान्तिकारी होउ।तथ्यबाट सत्य पत्ता लगाउ।सत्य,न्याय , देश,श्रमजीवी बर्ग र जनताको पक्षमा उभिउ। ब्यक्तिवाद होइन,पद्दति र सामुहिकता को पक्ष लिउ।स्पष्ट र खुला होउ,छलछाम होइन।आफ्नै टाउको हल्लाउ र विवेक प्रयोग गर।अन्धता र स्वार्थ केन्दृत दासत्व घातक बिष हो।", "देशभर भैरहेको अतिबृष्टि र सिन्धुपलाञ्चोक लगायत केही जिल्लाहरुमा जनधनको ठुलो क्षति समेत भईसकेको स्थितिमा सम्पुर्ण पार्टीपंत्तिलाई  उद्दार एवं राहातमा लाग्न र आसन्न संभावित क्षतिलाई सकेसम्म रोक्ने कार्यमा लाग्न पार्टी केका को तर्फबाट निर्देशन दिदै स्थायी कमिटीको बैठक ७ दिन स्थगित ।", "भारतीय गुप्तचर पदाधिकारीहरु नेपाल आएको र म लगाएत हाम्रो पार्टी र अन्य पार्टीका बिभिन्न नेताहरुलाई भेट गरेको भन्ने एउटा भारतीय अनलाइन मेडियाले प्रचार गरेको समाचारप्रति मेरो गँभीर ध्यानाकर्षण भएको छ।आए,नआएको सरकारले स्पष्ट पार्न सक्ला।तर म सगँ भेटेको भन्ने पुरै झुठ हो।खवरदार!", "भारतीय सञ्चार माध्यमले हाम्रो सरकार र प्रमकाबारेमा गरेको अनर्गल प्रचारले सीमा नाघ्यो।हद भयो।बकवास बन्द गर।हाम्रो राष्ट्रीय सार्वभौमिकता र भौगोलिक अखण्डताको रक्षाको निम्ति हामी एक्ढिक्को छौं।बिदेशीको फुटाउ र स्वार्थ पुरा गर नीति सफल हुन दिनेछैनौ।यहाँ के गर्ने भन्ने हाम्रो कुरा हो।", "We strongly refute all conspiracy theories that the internal political dynamics&amp;phenomenon here in our country,even today,are dictated by this or that foreign forces.Nepal,as a Sovereign Country,is able to decide  itself.We object&amp;reject any tendency to intervene in our affairs.", "गुरुपुर्णिमाको अवसरमा औपचारिक,अनौपचारिक रुपमा,जीवनको बिभिन्न मोडमा मलाई शिक्षित,दिक्षित गर्नुहुने आदरणीय गुरुजनहरुमा अभिनन्दन गर्दछु।त्यसैगरी मानवजातिको अस्तित्व,प्रगति ,स्वतन्त्रता र मुक्तिको यात्रालाई आजसम्म अगुवाई गर्नुहुने,बाटो देखाउनुहुने सवै महामानवहरुप्रति कृतज्ञता र नमन ।", "हाम्रो राष्ट्राध्यक्ष राष्ट्रपति सम्मानित संस्था हो।यो   गरिमामय सँस्थालाई कसैले पनि आ-आफ्नो स्वार्थका लागि विवादमा नतानौं।राष्ट्रपतिको बिरुध्द महाअभियोग प्रस्ताव ल्याउने अनर्गल झुठा प्रचार कसैले नगरौं।राष्ट्रपति संस्थाको अवमुल्यन नगरौं।राष्ट्रपतिज्यु स्वयंको पनि ध्यान जाने नै छ।", "आजको अन्नपुर्णपोष्ट दैनिकमा प्रकाशित मेरो अन्तर्वार्ता:सहमतिको लागि ठाँउ छैन भन्ने कुरा गलत हो।पार्टी एकताबाट भाग्ने छुट कसैलाई छैन ।पार्टी एकताको रक्षा गरौं, देश र जनताप्रतिको जिम्मेवारी बाट बिचलित नहोऔं ।https://t.co/Z0r2sgyJR5 via @Annapurna_Post", "पार्टी भित्रको अन्तर्सँघर्ष कुनै ब्यक्ति वा ब्यक्तिहरुको स्वार्थ केन्दृत हुनुहुँदैन।त्यसैले एउटा वा अर्को ब्यक्तिको समर्थन वा बिरोधमा होइन,पार्टी एकता,समृध्दि,समाजवाद, देश,जनता र श्रमजिवीबर्ग लाई केन्द्रबिन्दु मा राखेर रुपान्तरणमुखी बहसमा सह्भागी होऔं।छातिमा हात राखौं र सोचौं।", "कमरेडहरु हो! यस संकटको घडीमा पार्टी एकताको रक्षा र क्रान्तिकारी रुपान्तरणको निम्ति आ-आफ्नो ठाँउबाट भुमिका खेलौं।देश र जनतालाई धोखा दिने कार्य नगरौं र कसैलाई गर्न नदिऔं ।", "२००६सालमा नेकपाको स्थापना भए जत्तिकै ऐतिहासिक महत्वको महान् कार्य हो हाम्रो पार्टी एकता र आजको एकीकृत नेकपाको गठन।अत: प्रतिकृयावादी शक्तिको चाहाना पूरा गर्ने गरी पार्टी बिभाजन गर्ने,पुँजीवादी पार्टीको रुपमा बदल्ने वा पार्टीको बिघटन वा बिसर्जन गर्ने कार्य स्विकार्य हुनै सक्तैन।+", "नेकआ का एक शिर्ष ब्यक्तित्व,गम्भीर चिन्तक,देशभक्तिपुर्ण आन्दोलनका अविस्मरणीय अगुवा एवं जननेता क• मदन भण्डारीको ७० औं जन्म जयन्तिको अवसरमा उहाँप्रति हार्दिक श्रध्दाञ्जली।क्रान्तिनिष्ठा,पार्टीको एकता एवं सुदृढीकरण,सामाजिक न्याय सहितको समृध्दि र समाजवादी दिशा नै सच्चा श्रध्दाञ्जली।", "@SiddharthKG7 here is the book. https://t.co/M1uCRDmt0F", "@SadhguruJV Pranam Sadhguru! So delighted to read your message.Really grateful to you for your Love and blessings to my country and me.I never fotget those precious moments I shared with you in Ktm ,Nepal and also in Coimbatore,India.I am waiting to visit Isha Center again and see you there.", "नागरिकता बिधेयकमा नेपाली नागरिक पुरुषसँग बिबाह गरेकी बिदेशी नागरिक महिलाको हकमा अङ्गिकृत नागरिकता प्राप्त गर्न राखिएको ७ बर्षको अवधिका बिषयमा आपत्ति जनाउनुको कुनै औचित्यपुर्ण कारण छैन।यसमा राष्ट्रिय सहमति कायम गरौं।बरु,बिधेयक(संविधान?)मा छलफल गर्नु पर्ने नागरिकताको बिषय अरु छ कि?", "श्र्ध्देय रुपचन्द्र बिष्टले केहीसँग मेरो परिचय  गराउँदै भन्नुभएको थियो;यो समाजमा सत्य ज्ञान , ठीक कामको पक्षमा सम्पुर्णरुपमा लाग्नेहरुलाई  \"बहुलाहा\"भनिन्छ।यो पनि बहुलाउने बाटोमा छ।तर पुरै बहुलाई सकेको छैन, त्यसैले अर्धबहुलाह भनेर चिने हुन्छ।सँकल्प गर्छु,सधैं त्यही बाटोमा रहनेछु।", "\"थाहा\" आन्दोलनका प्रवर्तक,श्रमजीवीबर्ग र सिङ्गै मानवजातिको मुक्ति आन्दोलनका अथक योध्दा,सिध्दान्त र व्यवहारको एकता एवं स्वच्छताका नमुना नायक र सिर्जनशील क्रान्तिकारी ब्यक्तित्व श्रध्देय रुपचन्द्र बिष्टको स्मृति दिवसको अवसरमा हार्दिक श्रध्दाञ्जली ।", "On the occasion of International Yoga Day I would like to suggest to read 3 books;1)Patanjai's Yoga Sutras by Swami Vivekananda 2)Inner Engineering by Sadhguru 3)Asana Pranayama Mudrabandha by Swami Satyananda Sarswati.Of course, to read means to go through for knowing&amp;practice.", "योग दिवसको अवसरमा शुभकामना।योगलाई जीवन आचरण र शैलीको रुपमा अभ्यास गरौं र जीवनलाई स्वस्थ एवं सत्यौन्मुख रुपान्तरण गरौं।आसन मात्र योग होइन,यो त योगको एउटा अङ्ग हो।महर्षि पतञ्जलिले त्यसैले योगलाई \"चित्तबृत्ति निरोध\" भन्नुभएको छ।मानवजातिलाई पुर्वीय चिन्तन-संस्कृतिको अनुपम देन हो योग।", "@jhomsomjack oh,...is it? good to be opprtuned to learn English and key to Salvation sir !", "@jhomsomjack how can i understand like you sir! I will try to learn the languge and essence from the enlightened people like you sir!", "आजको राष्ट्रिय सभाको वैठकमा संविधान संसोधन बिधेयक पारित गर्ने क्रम को छल्फलमा सहभागी हुँदै मैले राखेको बिचार । https://t.co/AfEkSBXCSg", "आज राष्ट्रिय सभाले सर्वसम्मतिद्वारा नेपालको सम्पुर्ण भुभाग समेटिएको नेपालको नयाँ नक्सा अनुरुप सँविधानको अनुसुचिमा परिवर्तन गर्ने संविधान संसोधन प्रस्ताव पारित गर्यो।यस अघि प्रतिनिधि सभाले यो संसोधन प्रस्ताव पारित गरिसकेको हो।यस प्रकारको राष्ट्रिय एकताको प्रदर्शन गर्वको बिषय हो।", "Here is the translated english version of my speech in National Assembly (2nd June ,2020) on Nepal -India relation.Thanks to ratopati for publishing it.https://t.co/k6lDtPEM7l", "@mkoirala @YouTube Thanks a lot Manishaji !", "हिजो \"यो हो टिभि\" मा प्रसारित मेरो अन्तर्वार्ता।यसमा मुलत: एमसिसि र नेपाल- भारत सम्बन्ध र सिमा विवाद बारे चर्चा गरिएको छ।https://t.co/vQxh9NRGoP via @YouTube", "@Xiwangodar हो ,सही नै हो।म साधारण मान्छे हुँ।मैले भन्नासाथ हुनेवाला छैन।त्यसो हुँदैमा चुप लागेर बसिन्छ भन्ने नठान्नुस ।सत्य र ठिकको पक्षमा जुन जुन ठाँउबाट हुन्छ निरन्तर आवाज  उठाईन्छ, लडिन्छ।", "कोभिड-१९पछिको स्थितिमा रोजगारी,उत्पादन र आत्मनिर्भर अर्थतन्त्रको लागि कृषि क्षेत्रमा ध्यान केन्दृत गर्नुपर्ने आवश्यकता छ।यसो गर्न सकेनौ भने हामी बर्बाद हुनेछौं।करीब १५ लाख थप श्रमिकलाई कृषिमै लगाउनु पर्नेछ।तर अहिले नै मलको हाहाकार छ।मकैमा किराको प्रकोप छ।सरकारले समग्र तयारी गरौं।", "भारतसँगका चार समस्या र अघि बढ्न आवश्यक तीन समझदारी https://t.co/aZtTnILUdg", "@BiswasBabuKU @ThahaKhabar कुरा नबुझी बोल्नु वा पुर्बग्रह राखेर बोल्नु राम्रो होइन।बजेट पेश गर्नु अघि नै यस बारेमा पार्टी मा निर्णय गर्न मैले दुवै अध्यक्षलाई औपचारिक पत्र लेखेको थिएं र त्यस पछि सचिवालय बैठकमा पनि प्रस्ताव राखेको थिएं।धन्यवाद।", "नेपालको संविधानको अनुसूची–३ मा रहेको नेपालको निशान छापभित्र अङ्कित नेपालको नक्सालाई लिम्पियाधुरासहितको सम्पुर्ण भुभाग समेटिएको हालै जारी नयाँ नक्सा अनुरुप मिलाउनका लागि सरकारले आज ज्येष्ठ १८ गते सङ्घीय संसदमा संविधान संसोधन विधेयक दर्ता गरेको छ।सही निर्णय।नेकाको समर्थन।स्वागत ।", "@mindkisor म एउटा सामान्य मान्छे हुँ।एउटा सार्थक जीवन मुल्य सहितको मान्छे बन्ने कोशिस गर्दैछु।तपाईहरु जस्तो ठुलो असाधारण मान्छे होइन।", "सरकारले आज आव २०७७/२०७८ को बजेट प्रस्तुत गर्दैछ।आशा गरौं,निम्न प्राथमिकता अनुसार आउनेछ;\n\n१) कोभिड-१९ को रोकथाम,नियन्त्रण,उपचार र तदनुरुप आबश्यक ब्यबस्था।\n\n२) मान्छे र अर्थतन्त्र बचाउन राहात प्याकेज ।\n\n३) रोजगारी केन्दृत र राष्ट्रिय आत्मनिर्भर अर्थतन्त्र  उन्मुख समग्र कार्यक्रम।", "गणतन्त्र दिवसको अवसरमा सबै नेपाली दाजुभाई दिदीबहिनीहरुमा बधाई तथा शुभकामना।यसका निम्ति समर्पित सहीद,वेपत्ता योध्दा र सबैमा श्रध्द्दाञ्जली,सम्मान र अभिनन्दन!\n\nतर गणतन्त्रलाई राजतन्त्रको अन्त्यमा मात्र सिमित नगरौं।यो लोकतान्त्रिक जीवन दर्शन,प्रणाली र मुल्यमान्यता हो।आत्मसात गरौं।", "सरकारलाई  तत्काल यो घटनाबारे छानबिन गरी  सत्य तथ्य बाहिर ल्याउन र  आवश्यक कार्वाही गर्न अनुरोध ।https://t.co/ByRvnRMZF0", "@Vigour_dilip तपाईंले बुझ्नुभएन।पहिले १ बर्षको पारिश्रमिक भनेको हुं।अहिले १ बर्षको बैठक भत्ता पनि नलिने भनेको हुँ।", "सम्माननीय प्रधानमन्त्री के पी शर्मा ओलिले आज देशबासीको नाममा गर्नु भएको सम्बोधनको पुर्ण पाठ https://t.co/WwB3O0GjNW", "त्यसैगरी म फेरि जोड दिएर भन्न चाहान्छु, 'सांसद बिकास कोष' कम्तिमा आगामी बर्षका लागि खारेज गरेर त्यो रकम रोजगारी केन्दृत राष्ट्रिय योजनामा लगानी गरौं ।समग्र राष्ट्रिय हित र आवश्यकताको कोणबाट सोचौं।", "यसका लागि सार्बजनिक खर्चमा कटौती, मितव्ययीता,चुहावट र भ्रष्टाचार नियन्त्रण,प्राथमिकताको निर्धारण र पुँजीगत खर्च कार्यान्वयन क्षमतामा बृद्धि जरुरी हुन्छ।यस सन्दर्भमा म १ बर्षको राष्टिय सभा र समितिको बैठक भत्ता नलिने घोषणा गर्दछु।सँघ र प्रदेशका अन्य मित्रहरुलाई पनि सोच्न अनुरोध छ।+", "कोभिड-१९बाट हाम्रो देश समेत सबै क्षेत्रमा प्रभावित भएको छ।आगामि बर्ष आर्थिक क्षेत्रमा ठुलो चुनौतिको सामना गर्नुपर्ने निश्चित छ।तर यो स्वतन्त्र एवं आत्मनिर्भर अर्थतन्त्र निर्माणको अवसर पनि बन्न सक्छ।त्यसको लागि दृढ संकल्पको खांचो छ;पेट कसेर भएपनि देश बनाई छाड्छौं।दुःख गरौं,फेरौं।+", "Best Wishes to all,particularly to all Muslim brother,sister and friends on the holy occasion of Eid al Fitr.\n\"The greatest Jihad is to battle your own soul,to fight the evil within yourself\"\n\"To overcome evil with good is good,to resist evil by evil is evil\"\nProphet Muhammad", "मैले  राष्ट्रिय सभा राष्ट्रिय सरोकार समितिको हिजोको बैठकमा बिदेशमा बाँच्न,बस्न सँकटमा रहेका नेपाली नागरिकहरुलाई तत्काल देशभित्र ल्याउन अनिवार्य रहेकोमा जोड दिएको थिएं  ।यसबारेमा समितिमा राखेको मेरो बिचारको सार: https://t.co/EwUaTaHCfU", "कोभिड-१९ सँक्रमणको स्थिति हेर्दा नेपालमा यो बिस्तारको क्रममा देखिन्छ।त्यसैले मापदण्ड अनुरुपको क्वारान्टिन,ब्यापक पी सी आर परीक्षण,डेडिकेटेड अस्पताल,आईसोलेसन वार्ड,सुरक्षित स्वास्थ्यकर्मी र स्वास्थ्य सामाग्रीहरुको ब्यबस्थामा गँभीर बनौं।अरु कुनै कुराले यो मुख्य बिषय ओझेलमा नपरोस् ।", "नेपाल सरकारले अतिक्रमित भुमिसहित सम्पुर्ण भुभाग समेटेको नेपालको नक्सा सार्बजनिक गरेकोमा हार्दिक धन्यवाद ।यो सार्वभौमिकता र भौगोलिक अखण्डताको रक्षाको सन्दर्भमा ऐतिहाँसिक कोसेढुङा बनेको छ।अबको मुख्य काम भने आफ्नो भुमि फिर्ता लिईछाड्नु हो। त्यसनिम्ति राष्ट्रिय एकताकासाथ अघि बढौं । https://t.co/Z7X4oSpRDQ", "Nepal,never a colony,can't let any to occupy our Land &amp; interfere in our internal affairs.We are proud of our ancestors,who saved our motherland.Being loyal to their tradition,we are committed to defend it.We don't need\"someone\"to make us stand for us.We appeal,let's sit&amp;resolve.", "Indian Army Chief M M Naravane's statement on Nepal's Stand on Limpiadhura,lipulek&amp;Kalapani territory and India built Dharchula-Lipulek road is highy objectionable.Nepal always stands on its own as a                     Sovereign&amp;Independent country.      So he should correct it.", "२७औं मदन-आश्रित स्मृति दिवसको आजकै दिनमा२बर्ष अघि हामीले पार्टीएकता गरी नेपाल कम्युनिष्ट पार्टी (नेकपा) को निर्माण गरेका थियौं ।यस अवसरमा२महान् क्रान्तिकारी नेताहरुप्रति श्रध्दाञ्जलि अर्पण गर्दछु र पार्टीएकताको रक्षा ,रुपान्तरण र समाजवाद निर्माणको अभियानमा दृढ रहने सँकल्प गर्दछु।", "अब नेपाली जनताले आफ्नो सम्पुर्ण भुभाग समेटिएको मातृभुमिको आधिकारिक नक्सा प्राप्त गर्नेछन्।आज सरकारले नीति तथा कार्यक्रममा भारतले अतिक्रमण  गरेको लिम्पियाधुरा,लिपुलेक र कालापानी सहितको भुभाग फिर्ता गर्ने सँकल्प गर्दै उक्त भुभाग सहितको नक्सा प्रकाशित गर्ने  ऐतिहासिक उद्घोष गरेको छ।", "थाहै छ,म पछुवा नियमित प्रयोग गर्दिन।मैले आफुलाई सुरक्षा  खतरा महशुष गरेको छैन।राज्य सँयन्त्रले त्यस्तो आँकलन गरेको छ भनेपनि मेरो भन्दा राष्ट्रको सुरक्षा महत्वपुर्ण हुन्छ।त्यसैले राज्यको आवश्यकताकालागि कुनै पनि क्षण फिर्ता लैजान अनुरोध छ।यसबाट राज्यलाई अप्ठेरो परेकोभए क्षमा याचना।", "मैले पुर्व गृहमन्त्रीले लिनेगरेको गाडी र तेल सुबिधा शुरुदेखि नै लिईन।शसस्त्र बलको पछुवा गाडी र सुरक्षाकर्मी आवश्यक नभएको ठानी केही समयपछि मैले नै जोड गरेर फर्काएँ।तर गत चुनाव अघि राज्यको सुरक्षा सँयन्त्रले सुरक्षाको कारणले राख्न अनुरोध गरेकाले राखिएको हो।+", "@yourdarshan You may be indicating the path they followed.but the essence of both is to stand for truth and justice. The problem is with the people who see only surface and form,not depth and substance.", "Do your duty and shape your destiny.\nThis is the secret of Life.-Mahabharat\n\nNo one saves us but ourselves. No one can and no one may.We must walk our own path.-Gautam Buddha", "कोभिड-१९बाट हाम्रो देशमा कुनै मानवीय क्षति भएको छैन।सरकारको भुमिका, राजनीतिक पार्टीहरुको ऐक्यबध्दता,जनताको सचेतनता र सँभवत: नेपाली हरुको राम्रो प्रतिरोध क्षमताको कारणबाट यसो हुन सकेको हो। तर सँक्रमण बिस्तार भैरहेको छ्।जोखिम छ।अत:हेल्चक्र्याई नगरौं।लकडाउन र क्वारान्टिन पालना गरौं।", "नेपालको लोकतन्त्र परम्परागत सँसदीय ब्यबस्था होइन।यो सँसदीय शाषकीय स्वरुप सहितको नयाँ मोडेलको लोकतन्त्र हो,जसलाई संविधानले समाजवाद उन्मुख समावेशी लोकतन्त्रका रुपमा प्रस्तुत गरेको छ।शाषकीय स्वरुप पनि परम्परागत सँसदीय शा• स्व• मा सिमित छैन ।तर सँसद सञ्चालन भने परपरागत नै छ।बदलौं।", "भारतले अनधिकृतरुपमा कब्जा गरेको र आफैले समेत विवादित भनी स्विकार गरेको पश्चिम सिमाक्षेत्रको नेपाली भुमीमा सडक बनाई हिजो उद्घाटन गरेको कार्यप्रति  घोर आपत्ति प्रकट गर्दै भर्त्सना गर्दछु।हामी सबै कोरोना बिरुध्द लडिरहेको अवस्थामा गरिएको यो अतिक्रमणको बिरुध्द सरकारले तु कदम चालोस् ।", "विवेक प्रयोग नगरी ,ठीक वेठीक नह्रेरी बिरालो बाँध्ने काम मात्र नगरौं।अझ गलत अर्थ नै लाग्ने काम त गर्नै मिल्दैन। गलत नियत नहुनु मात्र पर्याप्त हुँदैन, प्रकृया र बस्तुगत परिणाम पनि सही हुनु पर्छ ।सबैले ख्याल गरौं।", "@dipak_gyawali @BipinLAW @bishodip Dipakji,it is true that initially ,in the course of struggle against Feudal Autocracy ,I was with NC or NSU.But your second assumpion is totally wrong.I am and will be in NCP &amp; communist led socialist movement with firm ideological conviction.", "@BipinLAW @bishodip Bipinji,your last half is partially true.But they could have splitted the party to form the new one .They didn’t do so only bcaz they wanted to see NCparty remain united. It will be certainly wrong to analyse that they had lost the capacity to form or run the party.", "अतः नेपाली जनताको भरोसाको प्यारो पार्टी नेकपा लाई फुट र बिसर्जनको खतरावाट बचाऔं,एकता र रुपान्तरणको पक्षमा उभिऔं। आ-आफ्नो ठाँउबाट भुमिका खेलौँ,योगदान गरौं। पार्टी एकता र देश तथा जनताको पक्षमा सरकारको सफलता हाम्रो आजको केन्द्रीय कार्यभार हुन्।नीजि स्वार्थ त्यागौं,यो काम पुरा गरौं।", "गणेशमानजी र किसुनजीले नेका एक राख्न पार्टी परित्याग सम्म गर्नुभयो।त्यो कदम ठीक थियो कि थिएन,बहस होला।तर पार्टी बचाउन गरिएको त्यागको उत्कर्ष हो त्यो।हामी पनि हाम्रो पार्टी लाई बचाउन जे गर्न पनि तयार हुनुपर्छ। तर पार्टी लाई फुटबाट मात्र होइन,बिसर्जनको  खतराबाट पनि जोगाउनु पर्छ।+", "समाजवाद सत्ताप्राप्ति वा सत्तासञ्चालनमा सिमित अवधारणा होइन।यो त शोषित-श्रमजीवी वर्ग र अन्ततःसिङ्गै मानवजातीको मुक्तिको परियोजना हो।सत्ता उक्त उदेश्यका निम्ति साधन र जिम्मेवारी हो।यो सत्यलाई आत्मसात नगर्ने हो भने हामी मौका नपाएर बेईमान नभएका तुच्छ अवसरवादीमा परिणत हुनेछौं।के हुने?", "आज वुध्द जयन्ति।प्रज्वलित महामानव गौतम बुध्द प्रति नमन।वुध्दले मानवजातिलाई आत्मनिरीक्षण र स्व-रुपान्तरणको महान् बैज्ञानिक बिधि प्रदान गरे।त्यसको केन्द्रीय तत्व ध्यान हो।जसले प्रेम,सद्भाव,सेवा,शान्ति,सत्य,मुक्ति उन्मुख हुन र वुध्दत्वको ढोका खोल्न मद्दत गर्नसक्छ।सत्यको पक्षमा अडौं।", "हाम्रो पार्टीमा पार्टी एकताको रक्षा गर्दै कमजोरी हरुलाई सच्च्याएर नयाँ शिराबाट काम गर्ने सहमति भएपछी हिजो देखि फेरि झुटा भ्रमात्मक समाचारहरु प्रचारित हुन थालेका छन् ।पार्टीमा रडाको मच्चाउने योजनामा फेरि को लाग्दैछ?सचेत होऔं।२०गतेको सचिवालय वैठकको निश्कर्ष लागू गरौं।अन्यथा नगरौं।", "अस्तिको सचिवालयको निश्कर्षबाट बिचलनले पार्टीमा पुनःसङ्कट ल्याउनेछ।अत:अन्यथा हुनै सक्दैन,गर्नै मिल्दैन।पार्टी एकताको रक्षा,बिधिपद्दतिको पालना,पार्टीद्वारा सरकार सञ्चालन,सरकारबाट समाजवादउन्मुख समृध्दिको काम र त्यसको लागि आत्मालोचनासहित नयाँ शिराबाट काम गर्ने सँकल्प-यो हो निश्कर्ष।", "Revolutionary greetings to all,particularly the working class&amp;labouring masses,on the occasion of International May Day.let's defend democratic achievements and march forward to Socialism.Our party unity is must for this.Unite firmly against all splitting tendencies&amp;activities.", "म सबै कम्युनिष्ट क्रान्तिकारीहरुलाई योग र ध्यानलाई नियमित रुपमा अभ्यास गर्न पनि अनुरोध  गर्दछु।योग आसन मात्र होइन।योग,ध्यान मान्छेको अन्तर्यात्रा र त्यसको बिधि हो।यो ईस्वर वा धर्मसङ्ग जोडिएको बिषय होइन,बिज्ञानसम्मत छ।यसले कम्तिमा स्वरुपान्तरण र कार्यक्षमता बृध्दिमा सहयोग गर्छ नै।", "@mindkisor सही हो।धन्यवाद।", "साँस्कृतिक भ्रष्टीकरण भनेको आर्थिक भ्रष्टाचार मात्र होइन।पद,सत्ताशक्ति र नीजिस्वार्थलाई केन्द्रमा राखेर आचरण गर्नु वा त्यसको कारणबाट बेठीकको बिरुध्द सत्य एवं ठीकको पक्षमा उभिननसक्नु पनि सांस्कृतिक ह्रास हो।व्यक्तिवाद,बिधिपद्दतिको अवज्ञा र मुकदर्शकता यसका परिणाम हुन्।बुझौं,फेरौं ।", "हाम्रो पार्टी र आन्दोलनको आजको मुख्य समस्या वैचारिक एवं साँस्कृतिक स्खलन हो।कान्तिकारी बिचारमा स्पष्ट एवं दृढ नबनी र नीजिस्वार्थ केन्दृत सबैखाले भ्रष्टीकरणको बिरुध्द सँघर्ष गर्ने साहास नगरी पार्टी एवं आन्दोलनको रक्षा गर्न सकिन्न।अत: बैचारिक साँस्कृतिक रुपान्तरणको अभियान छेडौं ।+", "नेपाल कम्युनिष्ट पार्टीको७२औं स्थापना दिवसको अवसरमा सबै कमरेडहरुलाई सदा कम्युनिष्ट भईरहन र समाजबाद निर्माणको क्रान्तिकारी उदेश्य पुरा गर्ने प्रकृयामा लागिरहन हार्दिक शुभकामना ब्यक्त गर्दछु।यस क्षणमा पार्टी एकताको रक्षा गर्न र समाजवादउन्मुख समृद्दिको लक्ष हाँसिल गर्न सङ्कल्प गरौं।", "आज बसेको पार्टी सचिवालय वैठकका बारेमा जारी गरिएको बिज्ञप्ति। https://t.co/CaRpY6CIxt", "राज्यसत्ता बाहेक सबैथोक भ्रम हो भन्ने बिचार माओले यो बिना समान्य सुधार सम्भव भपनि गुणात्मक परिवर्तन सँभव छैन भन्ने कुराप्रति जोड दिन प्रकट गर्नुभएको हो।तर राज्यसत्तालाई नै सबैथोक ठान्नु अपराध हो।सत्ता त देश र जनताको सेवाको साधन मात्र हो।यो कुरा आत्मसात नगर्नेहरु राजनीतिक  ठग हुन्", "@pachhuto कुरो बुझ्न कोशिस गर्नुस्। घर भएको ठाँउको स्थानीय सरकारले जहाँ पुगेको छ त्यहाँबाट पिक अप गर्ने हो। त्यसरी पिकअप गर्न आईनसकेको अवस्थामा जहाँ पुगेको छ त्यहाँको स्थानीयले गर्ने हो।", "तर अव कोही पनि आफु बस्ने गरेको ठाँबाट ननिस्कौं।लकडाउन को कडाईपुर्बक पालाना गरी स्वा-क्वारान्टिनमा बसौं।सरकारले घरभाडा र खानाको सम्स्यामा परेकाहरुको समस्या समाधान तु गरौं।सम्बन्धित ब्यक्तिको घरमा रहेको परिवार समेत उसको आम्दानीबाट मात्र बाँच्न सक्ने स्थिति हो भने त्यो पनि हल गरौं।", "लकडाउनको अबस्थामा घर जान पैदल यात्रामा निस्किसक्नुभएकाहरुको दुख: ब्यथा सहजै अनुभुत गर्न सकिन्छ।उहाँहरुलाई सँबन्धित स्थानीय सरकारले सम्पर्क गरी सहज ढङ्गले घरमा लैजाने ब्यबस्था गर्नुहोला।बास बसेका ठाँउहरुमा त्यहाँको स्था•स•ले क्वारान्टिनको अवस्था रहने गरी खाना र बास मिलाऔं ।÷", "US decision to halt it's funding to WHO(world healh organisation) at this critical hour of Corona Pandemic Crisis is not only untimely&amp;wrong but also against humanity.Its really too painful to hear such a unimaginable act in this 21st century.", "सरकारले कोभिड-१९को रोकथाम तथा नियन्त्रणका लागि बैसाख १५ गते सम्म लकडाउन जारी राख्ने र बैसाख १८गते सम्म हवाई उडान स्थगित गर्ने निर्णय गरेको छ।सिमानामा आवातजावत रोक्ने निर्णय पनि तदनुरुप कायम राखिएको छ।हाम्रो निम्ति गरिएको यो निर्णयको प्रभावकारी कार्यान्वयनका लागि सबैले सहयोग गरौं।", "आज सँसदको तर्फबाट निर्बाचन क्षेत्र बिकास कोषको खर्च नभएको रकम कोभिड-१९ राहात कोषमा उपल्ब्ध गराउनु उपयुक्त हुने सुझाव दिदै त्यसको कार्यान्वयन गर्न उच्चस्तरीय समन्वय समितिमार्फत सरकारलाई अनुरोध गर्ने निर्णय गरिएकोमा सभामुखज्यु लगायत सबैलाई धन्यवाद ज्ञापन गर्दछु।", "Yes,its true.But the main factor is capitalism which is destryoing nature everyday threatening d existence of the earth &amp; humanrace itself.Moreover, capitalist essennce that life is for profit&amp;everything is a commodity can´t save us.let's go for d genuine socialist alternative. https://t.co/sfzrx2M2Ar", "RT @BishnuRimal: सम्माननीय प्रधानमन्त्री श्री केपी शर्मा ओलीको नयाँ वर्ष २०७७ को शुभकामना https://t.co/kRk4WUaTLC via @YouTube", "@nirajanshirish यस अघि बर्षौं साँसद नहुँदा जसरी नै।घरभाडा,गाडी र तेलखर्च पुर्व पार्टीले दिदै आएको थियो।खाना सहितको सामान्य खर्च दाजुभाइ र साथीहरुले।घुस र भ्रष्टाचारको शत्रु हुँ।दैनिक जीवन चलाउन त परको कुरा निर्वाचनमा समेत ठुला कर्पोरेट हाउससँग चन्दा नलिने नीति सार्बजनिक गरी लागु गर्दै अाएकाे छु।", "@TikaRegmi साँसद नभएको यस अघिको ९ बर्षको अवधिमा पनि खाएकै थिएँ ,बाँचेकै थिएँ।", "हामी अहिले कोभिड-१९ र उत्पन्न सँकटको सामना गरिरहेका छौं।यसबेला एकताबध्द भई आ-आफ्नो ठाँउबाट भुमिका खेल्नु जरुरी छ।\n  \nयस स्थितिमा मैले राष्ट्रिय सभा सदस्यको एक बर्षको पारिश्रमिक मध्ये २ महिनाको कोभिड-१९ कोष र बाँकी बिपन्न बर्ग केन्दृत आर्थिक राहात प्यकेजका लागि दिने घोषणा गर्दछु।", "पदप्रतिष्ठा,सत्ताशक्ति र धनसम्पतिको क्षणिक सुखलाई सत्य,ठीक र न्यायको पक्षधरताबाट मिल्ने आनन्द भन्दा बढी महत्वको ठान्ने भ्रमले लपेटेकोछ धेरैलाई।त्यसले ब्यक्ति र समाजलाई हानि पुर्याइरहेको छ।बुझौं,अन्ततः दोश्रोले नै समाज र मानवजातीलाई अगाडी बढाईरहेको छ,प्रगति  र मुक्तिको दिशामा ।", "जन्म र मृत्युबीचको अवधिमा बाँच्नु मात्र जीवन होइन।यद्यपि जीवन जीउनका लागि बाँच्नुपर्दछ।तर बाँच्दैमा मानव भइदैन।पशु पनि बाँचेकै हुन्छ।मानव जीवन त मुक्ति यात्रा हो।आफ्नो अस्तित्व र सत्यसङ्ग एकाकार हुने क्रममा मात्र ब्यक्ति मुक्तिउन्मुख ,सामाजिक मुक्तिमा कर्मनिष्ठ र आनन्दित हुनसक्छ।", "नयाँ बर्ष २०७७को अवसरमा सबैलाई  सुस्वास्थ्य,प्रगति र आनन्दमय दीर्घजीवनको हार्दिक शुभकामना!हामी सबै मिलेर कोभिड-१९माथि बिजय प्राप्त गर्न र राष्ट्रिय स्वाधीनताको रक्षा,लोकतन्त्रको सुदृढीकरण एवं सामाजिक न्याय सहितको समृद्धिको लक्ष हाँसिल गर्न सकौं।", "प्रधानमन्त्रीज्युको परराष्ट्र मामिला सल्लाहाकार एवं हाम्रो पार्टीका केन्द्रीय सदस्य क. राजन भट्टराईको शीघ्र स्वास्थ्यलाभको कामना गर्दछु।उहाँलाई आज बिहान हृदयघात भएकाले गङ्गालाल हृदयरोग केन्द्र बाँसबारीमा उपचार भैरहेको छ ।", "यस सिलसिलामा बिपद ऐन २०७४मा ब्यबस्था गरिएको बिपक्षी दलको नेता र मुख्यमन्त्रीहरुको समेत प्रतिनिधित्व रहने प्रधानमन्त्री को अध्यक्षताको राष्ट्रिय परिषद पनि क्रियाशील भएकै  होला।गृहमन्त्रीको नेतृत्वको कार्यकारी समितिले पनि प्रभावकारीरुपमा काम गरेकै होला।यस्तै बिपद्का निम्ति हुन् ती।", "बर्तमान राष्ट्रिय सँकटको सन्दर्भमा प्रमुख बिपक्षी दल लगायत सबै राजनीतिक सामाजिक शक्तिहरुसङ्ग सरकारले समन्वय गर्नु आवश्यक छ।त्यसैले उच्चस्तरीय समन्वय समितिले यस्तो बैठकको आयोजना गरेको पनि थियो।यसलाई नियमितता दिनु उपयुक्त हुन्छ ,सुझाव लिन र निर्णयहरुको औपचारिक जानाकारी लिन।+", "मैले पहिले देखि भन्दै आएको छु, साँसद बिकास कोष आवश्यक छैन मात्र होइन अनुचित छ।अहिले कोभिड-१९ को सँकटको सन्दर्भमा यसको खर्च नभएको रकम ( ज्यादै कम मात्र खर्च भएको होला) कोभिड-१९ कोषमा राखौं र अबदेखि यो शिर्षकमा बजेट नराखौं ।यो सही छ।निर्णय गरिहालौं ।", "यतिबेला मध्यावधि चुनाव वा राष्ट्रिय सहमतिको सरकार बेतुकका लज्जास्पद कुरा हुन् ।त्यसको कुनै अर्थ छैन।तर कोभिड-१९ माथि बिजय प्राप्त गर्न त्यसमा केन्दृत छलफल प्रति भने आँखा चिम्लनु हुँदैन।पार्टीभित्र वा बाहिरका सकारात्मक छलफलहरुले सँकट समाधानमा योगदान नै गर्नेछ। त्यसैले त लोकतन्त्र!", "कोभिड-१९को बिरुध्द्द सिङ्गो देश एकताबद्द  भएर लाग्नु नै आजको राष्ट्रिय आवश्यकता हो।पार्टीभित्रका साथीहरु ब्यक्तिगत वा गुटगत अस्वस्थ आरोपप्रत्यारोपमा यसै पनि लाग्नु हुदैन,यो बेला त झन् हुँदैहुँदैन।अरु बहस अहिलेलाई थाति राखौं।पार्टीको बैठक पनि यसैमा केन्दृत गर्ने हो। तर बैठक बसौं।", "हो,मैले पार्टी सचिवालयको बैठक बस्न माग गरेको छु।दुवै अध्यक्ष कमरेडहरुलाई अनुरोध गरेकोछु।\nआवश्यकता पर्दा मन्त्रीपरिषद र उच्चस्तरीय समन्वय समितिको बैठक बसेको छ।आजको सदर्भमा स्वास्थ्य प्रोटोकलको पालना गर्दै  सचिवालयको बैठक पनि बस्न सक्छ।त्यसैले शिघ्र बैठक बस्ने बिश्वास छ,बस्नै पर्छ।", "कोभिड-१९को सन्दर्भमा सरकारको लकडाउन,घर क्वारान्टिन,बिशेष क्वारान्टिन,ल्याब र परीक्षणको बिस्तार,निशुल्क उपचार,दैनिक उपभोग्य बस्तुको आपुर्तिब्यबस्था,दैनिक श्रम नगरी छाक नटर्ने श्रमिकलाई राहत सहितका सही निर्णयहरुलाई आम समर्थन रहनु खुसीको कुरा हो।अन्य कुनै कारणबाट यसलाई धमिलिन नदिऔं।", "बिदेशमा रहेका लाखौलाख नेपालीहरुलाई सरकारले अहिलेको सन्दर्भमा देशभित्र ल्याउन ब्यबहारिकरुपमा सम्भव नहुने भन्नुको अर्थ देशभित्र आइसकेकालाई सिमानामै खुला आकाशमुनि राखिराख्नु हुनै सक्दैन।सुन्नै नसकिने यो कुरा सँघीय सरकारको नीति हो भनेर कसले भनेको  वा ब्यख्या गरेको?हुनै सक्दैन।", "नेपालभित्र प्रबेश गरिसकेका नेपालीहरुलाई सिमानामा अलपत्ररुपमा खुला बारीमा राखिएको खबर सत्य हो भने ज्यादै  अमानवीय ,गैरजिम्मेवार र दुख:द हो।उनीहरुलाई क्वारान्टिनमा राख्न कसैको आदेश चाहिदैन।तत्काल बिषेश क्वारानटिनमा राखौं।+", "सरकारले आम लकडाउनको अवधि चैत २५ सम्मका लागि बढाएर र त्यसैगरी दैनिक श्रम गरेर छाक टार्ने श्रमिकबर्गलाई प्राथमिकता दिदै राहात प्याकेजको घोषणा गरेर सही निर्णय गरेको छ।यसको प्रभावकारी कार्यान्वयन गरौं। सबैले आ- आफ्नो ठाउँबाट सहयोग गरौं। कोभिड-१९ बिरुध्दको महाअभियानलाई सफल पारौं।", "कोभिड-१९ र यसका तीन आयाम https://t.co/utEJ4lB3Fn", "कृपया 'लकडाउन' कडाईपुर्बक पालना गरौं ।कोभिड-१९ बाट बचौं र बचाउन सहयोग गरौं।कतिपय स्थानमा लकडाउन पालना नगरिएको कारण सेना परिचालन गर्नुपरेको भन्ने खबर ज्यादै दुख:द छ।त्यस्तो स्थिति आउन नदिऔं।", "RT @WHO: Pass the message: Five steps to kicking out #coronavirus:\nWHO and @FIFAcom launched joint campaign to equip football ⚽ community t…", "कोभिड-१९बिरुध्दको सँघर्षमा सिङ्गो राष्ट्र एक भएर अघि बढ्दैछ।सबैले आ-आफ्नो ठाँउबाट यसको रोकथाम र उपचारको निम्ति सहयोग गरौं।हाम्रो पार्टीसङ्ग सम्बध्द मुख्यत:युवा,बिद्यार्थी र स्वास्थकर्मी सँगठनहरुले सरकारसँगको समन्वयमा परिचालन गर्ने गरी हजारौंको सँख्यामा स्वयँसेवक हरु तयार पारुन् ।", "बिश्वभर कोभिड-१९ महामारीको बिरुध्द युध्दस्तरमा अभियानहरु चालिएका छन् ।हाम्रो सरकारले रोकथाम, नियन्त्रण र उपचारको निम्ति आबश्यक तयारिका साथ आँशिक लकडाउन सहितका कदमहरुको घोषणा गरेको छ।यो स्वागतयोग्य छ।सिमानामा आवतजवत र सबै सार्बजनिक सवारी साधनहरु पनि बन्द  गर्ने निर्णय गरिहालौं।", "सम्माननीय प्रधानमन्त्रीज्युको मृगौला प्रत्यारोपण शल्यकृया सफलतापुर्बक सम्पन्न भएकोमा प्रसन्नत्ताकासाथ प्रम एव अध्यक्ष क• ओली तथा यो खुसीको खबरको प्रतिक्षा गरिरहेका सबैलाई हार्दिक बधाई ज्ञापन गर्दछु ।", "सम्माननीय प्रधानमन्त्री एवं हाम्रो पार्टीका श्रध्देय अध्यक्ष क• के पी शर्मा ओलीको मृगौला  पुनः प्रत्यारोपण शल्यकृया अहिले त्रिवि शिक्षण अस्पताल महारजगन्जमा हुन गैरहेको छ।उहांको शल्यकृयाको सफलता र शीघ्र स्वास्थ्यलाभको लागि हार्दिक शुभकामना ब्यक्त गर्दछु।", "हाम्रो समाजमा शोषक,लुटेरा,भ्रष्ट,ठग,फटाहा र अपराधीहरु छन् र त्यस्ता तत्व एवं प्रबृत्तिबाट समाजलाई मुक्त गर्न नै हामी राजनीतिमा सकृय हुनु परेको हो। हामी राजनीति लाई समेत सफा गर्दै  समाजलाई सभ्य ,स्वच्छ र समृध्द बनाउन सँघर्षरत छौँ र रहनेछौँ।कुनै षडयन्त्रले हामीलाई बिचलित बनाउनेछैन।", "अस्ति पुष १८ गते गोरखामा श्री रत्नज्योति माध्यमिक बिद्यालयको ६० औं बार्सिकोत्सव कार्यक्रममा सहभागी । https://t.co/8y3O8r3hdk", "हिजो मकवानपुरको थाहा नगरपालिकामा हाम्रो पार्टीको नगर कमिटीको पदाधिकारी तथा सदस्यहरुको शपथग्रहण कार्यक्रम सम्पन्न।साथमा बैचारिक र राजनीतिक प्रशिक्षण पनि ।राम्रो रह्यो। https://t.co/OX0SYdRKcZ", "पार्टीको निर्णय अनुसार आज गण्डकी प्रदेशबाट राष्ट्रिय सभा सदस्यको लागि उम्मेद्वारी दिएको छु।सम्बन्धित सबैसङ्ग समर्थन सहयोगको लागि अनुरोध गर्दछु। https://t.co/iKg7X8ugq7", "गोरखा नगर कमिटीद्वारा आज गोरखा सदरमुकाममा कार्यकर्ता प्रशिक्षण कार्यक्रमको आयोजना। https://t.co/uFN923kuQM", "\"साग\"मा पदक प्राप्त गर्ने नेपालीहरुलाई सम्माननीय प्र म केपी शर्मा ओलीज्युले सरकारको तर्फबाट उल्लेखनीय रकम पुरस्कार दिने घोषणा गर्नुभएकोमा प्रम र सरकारलाई बिशेष धन्यवाद ।यसले खेलाडी हरुलाई थप प्रोत्साहित गर्न र खेलक्षेत्रलाई अरु अगाडी बढाउन योगदान पुर्याउने निश्चित छ।", "उँधौली र यँमरी पुर्णिमा पर्वको अवसरमा शुभकामना।", "\"साग' भब्यरुपमा सफल भएकोमा सहभागी सबै देश र खेलाडीहरुलाई बधाई ।यसरुपमा सम्पन्न गर्ने कार्यका निम्ति मुलत: सरकार र राखेपलाई बिशेष बधाई तथा धन्यवाद ।५१ स्वर्ण सहित कुल २०६ पदक हाँसिल गरेर राष्ट्रलाई गौरवान्वित बनाउने गौरिका सिहं लगायत सबै खेलाडी हरुलाई हार्दिक बधाई।", "आज उर्जा मन्त्रालयमा बुढीगण्डकी परियोजनाको पछिल्लो मुआब्जा निर्धारण र समग्र योजनाका बारेमा मन्त्री ,नेताहरु र सरोकारवाला जनसमुदायका बिचमा गम्भीर छलफल भयो।निष्कर्ष:परियोजना हरहालतमा कृयान्वयन गर्ने,गृह मार्फत मुआब्जा पुनरावलोकन गर्ने र पुनर्स्थापना एवं पुनर्वास प्याकेज घोषणा गर्ने https://t.co/J4634HmgpH", "आज अजिरकोट गाँउपालिका \nभच्चेक,गोरखामा गण्डकी प्रदेश सरकारद्वारा करिब रु २ करोडको लागतमा निर्माण गरिने पार्कको शिलान्यास।भच्चेकमै अजिरकोट बहुउदेश्यीय सहकारी सँस्था लि•को  उद्घाटन ।भच्चेक सुन्दर पर्यटकीय नगरको रुपमा बिकास हुँदै। https://t.co/3bvkO4NQrx", "पालुङ्टार न पा वडा न १ खोपलाङ सातदोबाटो ,गोरखामा समाजवादी पार्टी नेपाल र नेका परित्याग गरी दर्जनौं मित्रहरु हाम्रो पार्टी नेपाल कम्युनिष्ट पार्टीमा प्रबेश गर्नुभयो l उहाँहरुलाई हार्दिक स्वागत तथा बधाई। https://t.co/7Ha0rAL0li", "आज पालुङ्गटार न पा ७ च्याङ्ली ,गोरखाको श्री जीवनज्योति मावि को नवनिर्मित भवनको उद्घाटन तथा हस्तान्तरण कार्यक्रममा सहभागी ।शिक्षक , जननिर्बचित प्रतिनिधिहरु र पार्टी कार्यकर्ताहरु सङ्ग छुट्टाछुट्टै छलफल । https://t.co/P1HOZWlfGw", "गोरखामा १४ र १५ गते।सिराञ्चोक ७ गोहोरेमा बडहरे  रङ्गशाला को उद्घाटन।सिराञ्चोक ३ निमारेमा माविको कृषि प्रबिधिक शिक्षा सुरुआत गर्ने प्रारम्भिक पहलमा सहभागी ।गोहोरेमा महान शहीद जुना एवं बेपत्ता योद्धा कुमारको घरमा परिवारका साथ भेटघाट । https://t.co/TdRa45kfjE", "बुढीगण्डकी परियोजनाको लागि आवश्यक बाँकी जग्गाको मुआवजा सम्बन्धी निर्णय सार्बजनिक भएदेखि नै सरोकार वाला स्थानीय जनता आन्दोलनमा उत्रिएका छन्।ऐतिहासिक ब्यापारिक केन्द्र आरुघाट लगायतका जनताले अन्याय भएको भन्दै पुनरावलोकन को माग गरेका छन्।सरकारले तत्काल यसमा ध्यान दिनु उपयुक्त हुनेछ।", "सम्माननीय प्रधानमन्त्री एवं हाम्रो पार्टीका श्रध्देय अध्यक्ष क• केपी शर्मा ओलीको आज आपेन्डीसाईटीसको शल्यकृया सफलतापुर्बक सम्पन्न भएको छ।चिकित्सकहरुका अनुसार प्रम केही दिनमा स्वास्थ्यलाभ गरी अस्पतालबाट फर्कनुहुनेछ ।उहाँको शीघ्र स्वास्थ्यलाभको  कामना गर्दछु ।", "सर्लाही जिल्लामा हिजो र आज सहभागी ।पुर्ब जनमुक्ति सेनाको १९औं स्मृति दिवस।समृध्दि सहकारी सँस्थाको १२औं साधारणसभा।सामन्त-सुद्खोर द्वारा शोषित समुदायसङ्ग छलफल।हरिहरपुरवा गाँउपालिकाको चुनाव प्रचार कार्यक्रममा सहभागी ।प्रशाशन र सुरक्षा अधिकारी हरुसङ्ग छलफल।पत्रकार भेटघाट। https://t.co/X4794Z3dwm", "भारतले नेपालको सीमा मिचेर बनाएको नक्साका बारेमा प्र म ओली माथि आरोपित गर्दै पुर्ब प्रम देउवाले आज पोखरामा बोलेको कुराको जति निन्दा र भर्त्सना गरेपनि कम हुन्छ।तात्कलिक तुच्छ स्वार्थ(चुनाव)का लागि राष्ट्रियता जस्तो सँबेदनशील बिषयमा यसरी जथाभावी बोल्नु घातक र अक्षम्य छ।अझै चेतेनन्।", "Signing of MOU and Interaction between Nepal Communist Party and Die Linke,Germany in Kathmandu. https://t.co/ckWUt8UyXI", "नव नियुक्त मन्त्री तथा राज्यमन्त्रीहरुलाई हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना।", "राष्ट्रिय युवा सँघ ,नेपालको प्रथम पुर्ण बैठकलाई आज सँबोधन । https://t.co/oeQs2FG0wZ", "हिजो पेशागत महासँघ नेपालले आयोजना गरेको सीमा अतिक्रमण सम्बन्धी अन्तर्कृया कार्यक्रममा सहभागी । https://t.co/OayDPq9zii", "हाम्रो पार्टीको केन्द्रीय सदस्य एवं प्रचार बिभागका उपप्रमुख क•सुर्य  थापा प्रधानमन्त्रीज्युको प्रेस सल्लाहाकार नियुक्त हुनु भएकोमा हार्दिक बधाई तथा शुभकामना ब्यक्त गर्दछु।त्यसै गरी श्री लालशँकर घिमिरेज्यु आर्थिक सल्लाहाकार हुनुभएकोमा पनि बधाई तथा शुभकामना।", "सिन्धुलीको हरिहरपुरगढीमा आज पार्टी प्रशिक्षण कार्यक्रम सम्पन्न।काठमाण्डौ फिर्ता। https://t.co/cg79jLLge1", "Imperialists and capitalists showed their fascist face nakedly onceagain when they forcefully overthrew democratically elected Socialist Morales govt in Bolivia.Shame to their \"democracy\".Lets continue the struggle for socialism.", "संसारको औंलामा गन्न सकिने सुन्दर देशहरुमध्ये एक हाम्रो देश नेपालको मनोरम स्थल गोसाईकण्डको आजको यात्रा रमाईलो र आनन्ददायक रह्यो। https://t.co/1NNXq9QZbO", "आज ताप्लेजुङमा जिल्ला पार्टीद्वारा आयोजित प्रशिक्षण कार्यक्रमको उद्घाटन र पार्टीले अवलम्वन  गरेको कार्यदिशाका बारेमा प्रशिक्षण। https://t.co/0SRA2l2V2j", "बिश्वमा साम्राज्यवादी उपनिवेशवाद हावी हुँदा र छिमेकी देशहरु उपनिवेश हुँदा समेत कहिल्यै कसैको प्रत्यक्ष उपनिवेश नभै सार्वभौम र स्वतन्त्र रुपमा ठिङ्ग खडा भएको देश हो नेपाल।भारत वा कसैको पनि अतिक्रमण वा थिचोमिचो हामी किमार्थ स्विकार्दैनौं।यसमा हामी एक र अबिचल छौ।सबैले राम्ररी बुझोस्", "नेपाल बहुउदेश्य सहकारी सँस्था ,झापा (NMC) को निमन्त्रणामा संस्थाद्वारा आयोजित बिशेष कार्यशाला गोष्ठीमा सहभागी।देशकै एक अगुवा  सहकारीका रुपमा स्थापित एनएमसीले गरेका कामहरु उत्साहबर्धक पाएँ।त्यसै क्रममा\"साना किसान \",\"सहारा \"र \"सतासी \"सहकारी को अध्ययन भ्रमण गर्ने अवसर पाएँ।लाभप्रद। https://t.co/lTxumf4TbO", "झापाको बिर्तामोडमा जिल्ला पार्टीको आयोजनामा अस्ति कार्तिक १८ गते सँक्षिप्त कार्यकर्ता भेटघाट कार्यक्रम तथा पत्रकार सम्मेलन। https://t.co/KBRNadNSHH", "गत साता सिन्धुपाल्चोकको चौतारामा जिल्ला पार्टीको आयोजना मा २ दिने पार्टी स्कुल कार्यक्रमको उद्घाटन र पार्टी ले अवलम्वन गरेको कार्यदिशाका बारेमा प्रशिक्षण । https://t.co/iJNWMfEPfO", "जापानका नव नियुक्त ब्यापार मन्त्रीले मतदाता जनतालाई महङ्गो उपहार ,महङ्गो खरबुजा, सुन्तला दिएको र एक परिवारलाई २० हजार एन दिने कबुल गरेको आरोप लागेपछि राजिनामा दिएका छन्।हाम्रो लोकतन्त्रको सुधार नगरी नहुने अहिले को सबभन्दा खराब पक्ष भनेको निर्बाचनको भ्रष्टीकरण नै हो।समयमै सच्याऔं।", "नेपाल संबत ११४० ,म्ह पुजा र तिहारको अवसरमा सबैमा हार्दिक शुभकामना। https://t.co/Ta45uSHO65", "आज गोरखा साँस्कृतिक समाज,काठमाण्डौद्वारा  बनस्थलीमाआयोजित देउसी भैलो कार्यक्रममा सहभागी । https://t.co/qtXIqbd6TH", "कार्तिक ९ गते बिहान गोरखाका कम्युनिष्टहरुको निम्ति अत्यन्त महत्वपुर्ण थलोका रुपमा स्थापित कट्टेलडाँडामा कमरेडहरुसङ्ग सँक्षिप्त भेटघाट। https://t.co/6GgQiQHQyn", "कार्तिक ९ गते गोरखा पालुङ्टार नगरपालिकामा नगरपार्टी द्वारा आयोजित शुभकामना आदानप्रदान तथा पार्टी प्रवेश कार्यक्रममा सहभागी । https://t.co/IsFkJz5xVq", "कार्तिक ८ गते नै माईकोट मावि ताकुको नवनिर्मित बिद्यालय भवनको उद्घाटन तथा हस्तान्तरण । https://t.co/C2Yb9OQwjS", "गोरखा बारपाक-सुलिकोट गाँउपालिका अन्तर्गत ताकुमा  कार्तिक ८ गते पालिकास्तरीय शुभकामना आदानप्रदान ,कार्यकर्ता प्रशिक्षण  तथा पार्टी प्रवेश कार्यक्रम सम्पन्न। https://t.co/dTG7QZ3UwR", "गोरखा आरुघाट गाँउपालिका अन्तर्गत मान्बुमा तिहार लगायत चाड पर्वको अवसरमा कार्तिक ७ गते आयोजित शुभकामना कार्यक्रम र पार्टी प्रवेश कार्यक्रममा सहभागी ।कार्यक्रम उत्साहाजनक। https://t.co/sivfEJj0i9", "चीनका राष्ट्रपतिको नेपाल भ्रमण  ऐतिहासिक,भव्य र सफल रह्यो। यो साँच्चै कोसेढुङ्गा बनेको छ र हाम्रो सम्बन्धलाई नयाँ उचाइ प्रदान गरेको छ।महामहिम सी र चीन सरकार प्रति आभार।यसपटक हाम्रो पनि परिपक्वता देखियो।सिङो देश एकढिक्को भयो र सरकारले कुशलता र श्रेष्ठता देखायो। प्रम र सबैलाई बधाई।", "सी ले भेटमा भन्नुभएका२महत्वपुर्ण कुरा:१)शाषन सञ्चालन गर्न कम्युनिष्ट पार्टीले पहिले आफुभित्र नै स्वच्छता र सुशासनमा ध्यान दिनुपर्छ।यो हाम्रो अनुभव हो।२)चीकपाले चीनमा शासन गर्न सकेको क्रान्ति गर्दा एकचोटी सत्ता कब्जा गरेको आधारमा होइन,निरन्तर जनसेवा गरेर जनताको समर्थन पाएकाले हो।", "आज बिहान चीनका राष्ट्रपति एवँ चीकपाका महासचिव सी चीनफिङसङ्ग अध्यक्ष क• प्रचण्डको नेतृत्वमा सचिवालयका सदस्यहरुले शिष्टाचार भेटवार्ता गर्यो।सँक्षिप्त भएपनि भेटवार्ता महत्वपुर्ण रह्यो । https://t.co/sfN6vQbbn5", "Hearty welcome in Nepal,President Xi!We hope,this visit will be a milestone in Nepal-China friendly relationship taking it to a new height. Also wish for your comfortable and pleasant stay in Kathmandu.", "सिन्धुपाल्चोकमा हिजो भएको बस दुर्घटना र त्यसमा हुन गएको ठुलो मानवीय क्षतिप्रति गहिरो दुःख तथा शोक ब्यक्त गर्दछु। निधन हुनु भएका सबैप्रति श्रध्दाञ्जली र शोकसन्तप्त परिवारजनमा समवेदना ब्यक्त गर्दै घाईतेहरुको शीघ्र स्वास्थ्यलाभको कामना गर्दछु।यस्तो दुर्घटना कम गर्न गम्भीर कदम चालौं।", "तपाईसङ्ग आफैलाई भेट्ने साहास छ?छ भने तटस्थ भएर आफैलाई हेर्दै जाने बिधिको अभ्यास शुरु गर्नुस्।अंश अंश भेट्दै र फेरिदै जानुहुनेछ।आफुसङग सात्क्षात्कार गर्दा तपाईले नै आफुलाई राम्रो पाउनुभयो भने तपाई साँच्चै राम्रो हुनुहुन्छ।अरुलाई हेरेर आफुलाई चिन्न सकिन्न ,फेरिन त धेरै परको कुरा।", "विशेष आलेख : हिमालय वारिपारिको मैत्रीलाई नयाँ उचाइमा पुर्‍याऔं https://t.co/05lDYiUyuf", "चितवन माडीमा आज अध्यक्ष क• प्रचण्डको प्रमुख आतिथ्यतामा सम्पन्न जनप्रिय नेता क• दिवाकर भुसालको १६औं स्मृति दिवस कार्यक्रममा सहभागी।क• दिवाकरको शालिक अनावरण र स्मृतिग्रन्थ बिमोचन।तात्कालिकरुपमा सामाजिक न्याययुक्त समृध्दि र रणनीतिकरुपमा समाजवाद स्थापनाको सँकल्प श्रध्दाञ्जली । https://t.co/eWylh6iDtX", "@shinning97 I am so thankful to you.but i am not of that stature.I am a simple man in a journey to liberate myself.", "If you are enoying listening to the comments on others by someone with you ,be sure that someone is making comments abt you with others and they are enjoying. So beware of it,discourage talkatives&amp;backbiting and enjoy positivity&amp;creativity.", "दशैमा हामी दाजुभाईहरु र परिवार।अमेरिकामा रहनुभएका चीनकाजी दाई,भाउज्यु र भतिजोहरुलाई  धेरै याद आयो।we missed you so much. https://t.co/nLCg3dWHLS", "PM organized a consultation meeting  today on President Xi’s visit to Nepal.Hours long meeting participated by Ministers,former PMs,FMs,Ambassadors and IR&amp;diplomatic experts gave a clear message that Nepal stands with one voice&amp;commiittment to make d visit historically successful", "सानो तर सही जीवन दृष्टिकोणयुक्त सुन्दर लेख।बधाई र धन्यवाद निरुजी ।https://t.co/VsDD7K44vO", "If you think you are too big to be trusted for smaller things,then perhaps you are too small to be trusted for big things.", "Finally,it's formally announced that Chinese President Xi  Jinping is paying a state visit to Nepal from 12-13 Oct ,after 23 yrs of its kind.Let us welcome him and make the historical visit a grand success making it a milestone in Nepal-China bilateral relationship&amp; co-operation.", "RT @nytimesworld: Extinction Rebellion, the climate group, has shut down parts of central London for the second time in six months https://…", "RT @socialistworker: Extinction Rebellion take to the streets of London to demand climate justice https://t.co/LDfMAdTbTQ", "आज महोत्तरीको बर्दिवासमा म आफै सँरक्षक रहेको कम्युन उन्मुख सामुहिक सँस्थाको रुपमा सञ्चालित \"आधारशिला \" मा बैचारिक राजनीतिक छलफलमा सहभागी । https://t.co/To11BfkQrf", "हिजो नै सर्लाहीमा कार्यकर्ता कमरेडहरुसङ्ग बैचारिक - राजनीतिक छलफल तथा शुभकामना आदानप्रदान । https://t.co/2y2sym82iH", "हिजो सर्लाहीको हरिवनमा अर्का २ ठुला सुद्खोर सामन्तको शोषण उत्पीडनबाट ठगिएका र बिचल्लीमा पारिएका जनसमुदायसँग छलफल।उनीहरुलाई हरहालतमा शोषक सामन्तबाट मुक्ति दिलाउने प्रतिबध्दता । https://t.co/MKjM9XJPqm", "हिजो सिन्धुलीमा कार्यकर्ता कमरेडहरुसङ्ग सँक्षिप्त भेटघाट र छलफल। https://t.co/OakGdjZuYo", "गोरखा सिराञ्चोक गाँउपालिका को नयासाँघु र थालाजुङ्गमा चाडपर्वहरुको अवसरमा शुभकामना आदानप्रदान कार्यक्रम। https://t.co/50V0rmTS4h", "चितवन माडीमा कार्यकर्ता कमरेडहरुसङ्ग बैचारिक-राजनीतिक छलफल्। https://t.co/SqxP65rwEK", "चितवन जिल्लापार्टीको आयोजनमा भरतपुरमा कार्यकर्ता कमरेडहरुसङ्ग बैचारिक-राजनीतिक छलफल कार्यक्रम। https://t.co/vniIQTRbP4", "मकवानपुर जिल्लाका कार्यकर्ता कमरेडहरुसङ्ग हेटौंडामा बैचारिक-राजनीतिक छलफल तथा शुभकामना आदानप्रदान। https://t.co/GukMJOqvdL", "गोरखा पालुङ्टार बिकास प्रतिष्ठान स्थापनाको घोषणाघोषणा,बधाई तथा शुभकामना कार्यक्रम उत्साहाबर्धकरुपमा सम्पन्न। https://t.co/QnuWNd5Mcy", "केही दिनअघि सिन्धुपलाञ्चोक जिल्ला पार्टी द्वारा चौतारामा आयोजित जिल्लास्तरीय कार्यक्रममा कार्यकर्ता कमरेडहरुसङ्ग शुभकामना आदानप्रदान र राजनीतिक छलफल। https://t.co/cJk51nCeAk", "गोरखाको सिराञ्चोक गाउँपालिका चोरकाटेमा युवा क्लबहरुद्वारा सँयुक्तरुपमा आयोजित प्रथम साँस्कृतिक तथा कृषि प्रदर्शनी मेला ।उत्साहबर्धक। https://t.co/BaidPVq3ic", "सामाजिक- सांस्कृतिक पर्व दशैं -२०७६को अवसरमा सबै नेपाली दिदि बहिनी दाजु भाईहरुमा हार्दिक मङ्गलमय शुभकामना ।", "Xi Jinping Thought is the important part of guiding principle of the Communist Party of China ,not our's.We are ready to learn from the experiences of any democratic,progressive,revolutionary, socialist&amp;communist momt&amp;society.But we don't immitate.There is nothing to be confused.", "उपभोग्य बस्तुहरुको भाउ सार्है बढ्यो। चाडवाडको मुखमा भएको यस्तो चर्को मुल्यबृद्दि नियन्त्रण गर्न सरकार-प्रशासनले तत्काल गँभीर कदम चाल्नु पर्यो।", "\"We are in d begining of a mass extinction&amp;all you can talk abt is money&amp;fairytales of eternal economic growth. How dare you?\"Environmntal activist Greta Thunberg fired this bullet in UN climate action summit.She     told to the world leaders,'We will never forgive you\".Hats Off.", "हाम्रो पार्टी नेकपा कुनै खास देशतिर ढल्कदैन।हामीलाइ राम्ररी थाहा छ कुनै देश वा प्रयोगको अन्धनक्कल नगरी आफ्नै मौलिक बाटोबाट अघि बढ्न सकेको कारणले नै हामी आज उपल्ब्धीको यो बिन्दुमा आईपुगेका हौं।अनि हामी लाई देशको भुराजनीतिक अवस्थिति र संबेदनशीलता पनि राम्ररी थाहा छ।स्पष्ट होऔं।", "हामीले मार्क्सवादको सार्बभौम सिद्दान्तलाई नेपालको ठोस परिस्थितिमा सिर्जनात्मक रुपमा लागु गर्दै क्रान्तिको मौलिक बाटोबाट आजको ऐतिहासिक उपलब्धी हाँसिल गरेका हौं।अब पनि हामी आफ्नै मौलिक बाटोबाट समृद्दि र समाजवादको यात्रामा अघि बढ्नेछौं।सबैका अनुभवबाट शिक्षा लिनेछौं,अन्धनक्कल होइन।", "हाम्रो पार्टीको सिद्दान्त मालेवाद हो।हामी समाजवादी क्रान्तिको ऐतिहांसिक चरणमा प्रबेश गरेका छौं।क्रान्तिको रणनीतिक लक्ष र आधारभूत कार्यक्रम समाजवाद हो।त्यसको आधार तयार पार्न सामाजवादी क्रान्तिको रणनीति कार्यान्यवनको प्रकृया अन्तर्गतको मुल कार्यनीति समाजवाद उन्मुख जनताको जनवाद हो ।", "आज काठमाण्डौमा गोरखाको लखनथापा गाँउपालिका वडा नं ६ र ७ बुङ्कोट को ने क पा गोरखा काठमाण्डौ सम्पर्क कमिटी द्वारा दशै ,तिहार ,नेपाल सम्बत र छठ पर्बको अवसरमा आयोजित शुभकामना आदान प्रदान  कार्यक्रममा सहभागी । https://t.co/OKvDgvg3yB", "सँबिधान दिवसको अवसरमा हाम्रो पार्टी नेकपाको चन्द्रागिरी नगर कमिटीले आज बिहान आयोजना गरेको बिचार गोष्ठी कार्यक्रममा सहभागी ।कार्यक्रम उत्साहाजनक। https://t.co/WaCaMLf9ci", "संबिधान दिवस २०७६ को अवसरमा देशभित्र र बाहिर रहनु भएका सबै नेपाली दाजुभाई दिदी बहिनीहरुमा  हार्दिक बधाई तथा शुभकामना ब्यक्त गर्दछु।संबिधानमा सँस्थागत गरिएको सँघीय लोकतान्त्रिक गणतन्त्र र समाजवाद उन्मुख समाबेशी लोकतन्त्रको रक्षा, अभ्यास र बिकास गरौं।समाजवादको दिशामा अघि बढौं।", "नारायणकाजीको फरक पाटो ३ https://t.co/6mOz1pQYDo", "नारायणकाजीको फरक पाटो २ https://t.co/EoKZdNGzgp", "नारायणकाजी श्रेष्ठको फरक पाटो १ https://t.co/RXViL9SaQE", "नागरिकता बिधेयक संसदमा रहेको  लामो समय भयो।त्यसलाई छिटो निष्कर्षमा पुर्याउनु पर्छ।तर त्यसको लागि राष्टिृय हित र नागरिकको अधिकार केन्दृत बिवेकको प्रयोग गरेर निर्णय लिनुपर्छ।नागरिकता जस्तो सम्बेदनशील बिषयलाई 'राजनीतिक स्वार्थ' र भोटको बिषय नबनाऔं।कति खेलवाड गर्ने?कृपया गम्भीर बनौं।", "Foreign Minister of China Wang Yi didn´t come here to witness the sign in ceremony of some very minor projects,it is simply understandable.He came to pave the way for the visit of President Xi soon. So let´s be prepared to welcome him&amp;make the visit a grand success.", "क्रान्तिकारी योध्दा महान शहीद क• सुरेश वाग्ले र क• भिमसेनको स्मृति दिवसको अवसरमा उहाँहरुप्रति हार्दिक श्रध्दाञ्जलि अर्पण गर्दछु। उहाँहरुप्रति सच्चा श्रद्दाञ्जलि त्यति खेर नै हुनेछ जब हामी सामाजिक न्यायसहितको समृद्दि र समाजवादको लक्ष पुरा गर्न निरन्तर लागिरहनेछौं।दृढ होऔं ।", "Hearty Welcome to State Councilor and Foreign Minister of China Excellency Wang Yi on his 3 day visit to the country.hope that the visit will be successful to stengthen the bilateral relationship and particularly to pave the way for the expected visit of President Xi soon.", "राजनीतिको नीहित स्वार्थको निम्ति धर्मलाई प्रयोग नगरौं।यसले अन्ततः सबैलाई खान्छ।सच्चा आध्यात्मिक ब्यक्तिहरु कुनै धर्म मात्रमा कैद हुदैनन।बरु धर्महरुको द्वन्दले अध्यात्मको हत्या गर्ने ठान्छन।धर्मालम्वी नै भएपनि कुनै अर्को धर्मको बिरोध गर्दैनन्।समभाव राख्छन्।धर्म निरपेक्ष हुन्छन्।", "National Populism,Religious Fundamentalism and Neo-Liberal Bougeoise Fascism encroaching Democracy everywhere.Democracy debate,including Socialist Model , is  all over the world today.Saw one  alarming cartoon picture in NYT today. https://t.co/J75KmbTlui", "आज प्रचार तथा प्रकाशन बिभागको जिम्मेवारी सम्हाल्ने क्रममा पहिलो बैठकको आयोजना गरियो।बिभागका पुर्ब प्रमुखहरु क• पम्फा भुसाल र क• योगेश भट्टराई लाई सधन्यबाद बिदाई गरिएपछि अध्यक्ष क•प्रचण्डले आवश्यक निर्देशन र बरिष्ठ नेता क• जे एन तथा अन्य कमरेडहरुले महत्वपुर्ण सुझाबहरु दिनुभयो। https://t.co/POYmefnWJ7", "Wish a very very Happy Birthday to Sadhguru.", "सर्लाहीका ठग श्याम प्रदेशी पिडीतहरूले आज जाहेरी दिएपछि पक्राउ।त्यसले कानुन बमोजिम हदैसम्मको सजाय पाउनै पर्छ। कतैबाट पनि त्यसलाई छुट दिने काम नहोस्।पिडीतहरूलाई न्याय दिलाउन सम्माननीय प्रधानन्यायाधीश ज्युको समेत गँभीर ध्यानाकर्षण गराउन चाहान्छु।अदालतले कसरी ठगको पक्षमा फैसला गर्यो?", "The NYT had published one article few days ago,Is UK going to be a failed state?I don't want to go into it.But some asks,what abt democracy in UK?Is it dying?What does suspension of Parliament to block it from participation in historical decision on BREXIT indicate?serious worry.", "कान्तिपुर,नयाँपत्रिका,नागरिक र अन्नपुर्ण दैनिकले आज सर्लाहीमा भएको निकृष्ट सामन्ती शोषणको समाचार महत्वकासाथ प्रकाशित गरेको छ।हिजो तपाईहरुको कार्यालयहरुमा म पिडीत जनताहरुलाई लिएर आँउदा ध्यान दिनुभो। न्यायको पक्षमा आवाज उठाईदिनुभो।ती सबै पत्रिका र पत्रकार साथी हरुलाई बिशेश धन्यवाद।", "जुनसुकै रुपमा रहेको भएपनि बर्गसँघर्षमा शोषित-पिडीत बर्गको पक्षमा दृढतापुर्बक उभिऔं। राजनीतिक ,कानुनी सबै रुपमा सँघर्ष अघि बढाउँदै पिडीतहरुलाई न्याय दिलाऔं। https://t.co/N66PBfVSrU", "देशमा सबभन्दा बढी त्यसप्रकारको शोषण २ नं प्रदेशमा पाईन्छ।जहाँ भएपनि त्यसको जरो नै उन्मुलन गर्न लागौं।नत्र हाम्रो राजनीति ,पार्टी र सरकारको कुनै अर्थ र औचित्य रहन्न।तसर्थ हामी त्यसबाट उत्पीडित सबैलाई भन्छौं,हामी तपाईहरुलाई न्याय दिलाई छाड्नेछौं।तपाईहरु पनि अझ दरोसँग सँगठित हुनोस्।", "अहिले पनि सामन्तवादका अबषेशहरु कति जबर्जस्त रुपमा बिद्यमान छ भन्ने कुरा सर्लाहीको श्याम परदेशी भन्ने सामन्त,सुद्खोर,जालसाज र ब्यभिचारी बाट सर्लाही र त्यसवरपरका जनताले भोगिरहेको शोषण -उत्पीडनबाट स्पष्ट हुन्छ। त्यहाँका जनताको शोषणको कथाब्यथा सुन्ने  जसको पनि हृदय छिया छिया हुन्छ। +", "Prime TV मा मेरो अन्तर्वार्ता। https://t.co/a7edsYceWN via @YouTube", "नागरिक फ्रोन्टलाईनमा मेरो कुराकानी |... https://t.co/KFEwpSEiu0 via @YouTube", "फेरि स्पष्ट पार्न चाहन्छु,पार्टी कमरेडहरुले पनि पार्टी र सरकारबारे आलोचनात्मक टिप्पणी गर्न पाईन्छ।पाईन्छ मात्र होइन,गर्नुपर्छ।त्यसले पार्टी र सरकारलाई सही दिशामा लैजान मद्द्त गर्छ।आम जनताको निम्ति त यो अधिकार सुनिश्चित नै छ।खालि पार्टीकाले ब्यक्तिगत टिप्पणी भित्रै गरौं भनिएको हो।", "पार्टीको निर्णयलाई सही रुपमा बुझौं।कुनै पनि कमरेडको ब्यक्तिगत टिकाटिप्पणी सार्बजनिक रुपमा नगरौं।नेताहरुलाई मात्र छुट होइन।पार्टी भित्र गरौं।पार्टी र सरकारलाई कम्जोर वा असफल पार्ने नियतले केही नगरौं।तर बैचारिक,नीतिगत बिषयमा सार्बजनिक छलफल वा आलोचनात्मक टिप्पणी गर्न सकिन्छ।गरौं।", "आजको सचिवालयको बैठक अहिले बिहान ११बजे धुम्बाराही पार्टी कार्यालयमा बस्ने गरी समयको पुनः संयोजन गरिएको छ।", "हाम्रो पार्टीको केन्द्रीय सचिवालयको बैठक भोलि भाद्र ९ गते अपरान्ह १बजे पार्टी केन्द्रीय कार्यालय धुम्बाराहीमा बस्नेछ।सँगठनात्मक एकीकरणका बाँकी कामहरु र बिबिध बैठकको कार्यसुची हुनेछ।", "आज भाद्र ८ गतेको नयाँ पत्रिकामा प्रकाशित मेरो अनर्वार्ता। https://t.co/kIQ2Q0ivSZ", "My interview in The Annapurna Express published today.https://t.co/TRAx5oM07T", "श्री कृष्णजन्माष्टमिको अवसरमा सबैमा हार्दिक मङ्गलमय शुभकामना।सत्यको पक्षमा उभिऔं र कर्तब्यनिष्ट बनौं।सत्ता र आफन्तको पछि नलागौं।भगवदगिता मार्फत श्री कृष्णले दिनु भएको शिक्षा को एउटा महत्वपुर्ण पक्ष यो हो।", "सम्माननीय प्रधानमन्त्री श्री के पी शर्मा ओली आज स्वास्थ्य उपचारको निम्ति सिङ्गापुर जानुभएको छ।उहाँको शिघ्र स्वास्थ्यलाभको लागि हार्दिक शुभकामना ।", "RT @SadhguruJV: The land of natural beauty &amp; devotion - Nepal embodies &amp; reminds the deepest human longing for liberation. Heartening to se…", "Sadhguru met PM KP Oli ,com Prachanda and senior leaders of our party yesterday at Baluwatar,PM's offical residence.Sadhguru shared his views on Nepal's develment process and model.we had a very brief but interesting discussion on the topic. https://t.co/hWJy0UsKZs", "Narayan Kaji Shrestha (Spokesperson, Nepal Communist Party) - Fireside |... https://t.co/OPYUqyIkYR via @YouTube", "My interview ,The Rising Nepal,19-8-2019:Party unity to implement Constitution and achieve prosperity https://t.co/2E2nc36Uor", "भाद्र २ गतेको गोरखापत्रमा प्रकाशित मेरो अन्तर्वार्ता।पार्टीमा ‘गुट’ भनेको ‘विषवृक्ष’ हो https://t.co/1n2kXV8ybr", "पार्टी सचिवालयको आज बस्ने भनिएको बैठक भोलि अपरान्ह ४ बजे बस्ने गरी स्थगित भएको छ।", "अब हामी एकीकरणको बाँकी काम पुरा गरी एकीकृत सँरचनालाइ सक्रिय पार्न,प्रकाशित राजनीतिक प्रतिवेदनका आधारमा बैचारिक- राजनीतिक कार्यदिशालाई एकरुप ढङ्गले प्रशिक्षित गर्न र पार्टी नीति एवं घोषणापत्रलाई लागु गर्नेगरी सरकारलाई सफल पार्न एकजुट होऔं।पुर्बसमुह,गुटगत वा लेनदेनलाई आधार नबनाऔं ।", "आजको पार्टी सचिवालयको बैठकले सगठनात्मक एकीकरणका सम्बन्धमा केही महत्वपुर्ण निर्णयहरु लिएको छ। सातै प्रदेशमा दुई जना सह इन्चार्जहरु थप्ने,केका मा दुई सचिव राख्ने र केन्दृय बिभागहरुमा प्रमुख उपप्रमुख तोक्ने काम भएको छ।भोलिको बैठकबाट थप निर्णयहरु बनाऔं।अब संगठनलाई पुर्ण सकृय बनाऔं।", "कृपया म सँग फोन सम्पर्क गर्नुपर्दा बिहान७•३० बजे अघि र बेलुकी ९•०० बजे पछि नगर्नुहुन अनुरोध गर्दछु।त्यस बीचमा आपत्कालिन फोन सम्पर्क गर्नु परे मेरो स्वकीय सचिवालयमा सम्पर्क गर्नु होला।कामको प्रभावकारिताको लागि गरिएको यो समय ब्यबस्थापनबाट हुनगएको असुबिधाप्रति क्षमा प्रार्थी छु।", "हाम्रो देशका एक ख्यातिप्राप्त विद्वान,लेखक साहित्यकार र पत्रकार मदनमणि दिक्षीत को दुख:द निधन प्रति गहिरो शोक प्रकट गर्दै हार्दिक श्रद्दाञ्जली अर्पण गर्दछु।शोकसन्तप्त परिवारजन प्रति समवेदना।", "जनै पूर्णीमा- रक्षाबन्धनको अवसरमा सबैमा सद्भाव,स्नेह,प्रेम र भातृत्वको लागि हार्दिक मँगलमय शुभकामना।", "Hearty Felicitations to the people and government of India on the occasion of it’s 73rd Independence day.long Live Nepal-India Friendship.", "सद्गुरुको कैलाश यात्राअघि ४५ मिनेटको त्यो सत्संग https://t.co/RY1AdQUAzD via @nepalkhabar", "Hearty Felicitations to the government and people of Pakistan on the occasion of 73rd Independence day of The Islamic Republic of Pakistan.Long Live Nepal-Pakistan Fiendship.", "पार्टीका नेता,कार्यकर्ता कमरेडहरुलाई तल स्थनीय स्तर बाट सुशाशन,बिकास र उत्पादन-रोजगारी लाई केन्द्रबिन्दुमा राखेर बिशेष अभियानमा जुट्न अनुरोध गर्दछु।निर्बाचित सरकारहरुसङ्ग समन्वय गरी पार्टी शक्ति र जनसमुदायलाई सहभागी र परिचालन गरेर समृद्द बस्तिहरु निर्माण गर्न सकृय पहल गरौं।", "In our conversation Sadguru said,communists ought to be the most spiritual persons,but the fact is just opposite.I said,that is also bcaz spirituality is misinterpreted as synonyms of theism&amp; religion.He totallly agreed.Sadguru is not the beleiver of God&amp;Religion but Spiritual .", "Sadguru told me that Nepal is the most unique and wonderful country in the whole world.this is the high time to discuss on the model of development preserving the unique features of Nepal.Development does not mean destroying everything of the past,he added.", "I had been opportuned to meet&amp;talk to Sadguru ji in Ktm today.Found him so simple,humble&amp;intelligent entirely different than other spiritual Gurus.discussed on various aspects of life&amp;human kind like spirituality,human intelligence,democracy,communism&amp;\ndevelopment and abt Nepal. https://t.co/891uGyNMIk", "US and Taliwan held talks outside Afganisthan without involving the govt. of Afganisthan.Afgan Govt. is against it and has opposed the event.What is this?Is this the way to resolve Afgan Crisis and establish peace&amp;democracy.ceratainly not.Afgan govt,parties&amp;forces must decide.", "Had a very interesting interactive meeting with Prof Hu Shisheng ,Director of Beijing based think tank organization ,Institute of South Asia Studies and his team members.They also belong to CICIR.Discussed abt Nepal's political change,China's socialism ,Trade War and Nepal-China. https://t.co/pnPMOYh19X", "Happy Greetings to all,particularly to all Muslim brothers,sisters and friends on the occasion of Holy Eid Al-Fitr,2019.", "आईएनजीओहरुले ०७२/०७३ देखि ०७३/०७४ को एक बर्षको अवधिमा १ खर्ब १अर्ब ८४ करोड ६५ लाख ६० हजार रुपैयाँ सरकारबाट लुकाई अपचलन गरेको महालेखाको प्रतिबेदनमा उल्लेख भएको समाचार प्रकाशित भएको छ।सरकारले तत्काल गँभीर छानवीन गरी उक्त रकम जफत र त्यस्ता सँस्था एवं सञ्चालकहरुलाई कडा कार्वाही गरोस।", "आज काठमाडौं भैसेपाटीमा अभिषेक सुवेदी,स्नेहा श्रेष्ठ लगायतले करीब ४० रोपनि जग्गा भाडामा लिई सञ्चालन गरेको ओर्गानिक कृषिफार्म को सँक्षिप्त अवलोकन गरें।१ दिनमा करीब रु सत्तरी हजार देखि रु एक लाख सम्मको हरियो तरकारी बिक्री हुने रहेछ।कृषिको बिकासमा सबै ज्ञान अनुभव सहित नयाँ पहल गरौं। https://t.co/taYPjMUSnT", "आज केहि बेर अघि नेपाल अन्तरराष्ट्रिय ताईक्वाण्डो  महासँघ को २२औं बार्षिकोत्सब समारोहको उद्घाटन । सर्बोत्कृष्ट खेलाडीहरुलाई सम्मान। https://t.co/GZkpyqqNGH", "Hearty Tribute to Smt Sushma Swaraj,a senior leader of BJP and former foreign minister of India,who passed away yesterday.Deep Condolences to her breaved family members and BJP.", "आजै गोरखा पानपा-९, मिर्कोट-बाग्डाँडामा पार्टी का कमरेडहरुको पहलमा करीब २३० रोपनि जग्गामा शुरु गर्न लागिएको एकिकृत कृषि फार्मको   अवलोकन।महिला समुह सङ्ग छलफल। https://t.co/xQg1357Euc", "आज पानपा -९,मिर्कोटमा पार्टी कार्यकर्ताहरु सङ्ग अन्तर्कृयात्मक छलफल।उत्साहबर्धक। https://t.co/JkdplgHbCw", "हिजो नै गोरखा खोप्लाङ्मा पहिलेको नयाँशक्ति  पार्टी परित्याग गरी हाम्रो पार्टी ने क पा मा प्रबेश गर्ने  करीब ३ दर्जन कमरेडहरुलाई पार्टीमा  स्वागत। https://t.co/XIzLrNxVa9", "दुई दिन गोरखाका बिभिन्न कारक्रमहरुमा सहभागी भई आज काठमाण्डौ फिर्ता। हिजो पानपा -१ ,खोप्लाङ स्थित अन्नपुर्ण मा वि को नवनिर्मित भवनको  उद्घाटन र हस्तान्तरण। https://t.co/7MBnQknhyO", "सम्माननीय प्र•म के पी शर्मा ओलीज्यू हिजो स्वास्थ्य परीक्षणको लागि सिंगापुर जानुभयो।हिजो नै अध्यक्ष क• प्रचण्ड दुबई भ्रमण सकेर स्वदेश फर्कनुभयो।क• ओली सुस्वास्थ्यको सुनिनिश्चितता सहित छिट्टै देश फर्कनुहुने अपेक्षा एवं शुभकामना ।क•प्रचण्डलाई देशमा स्वागत् ।अनि २८ गते एकीकरण सकौ", "Had a very fruitful interactive discussion with the research team of China Academy of Science in Kathmandu https://t.co/XIJFFhOAwA was focussed on BRI,particularly Nepal Corridor.They want to do a collaborative research with Nepali team.Joint research initiative is a welcome step https://t.co/ynrHwqjQu5", "केही योजनाविद ,कृषि बैज्ञानिक र अभ्यासकर्ता हरुको बीचमा नेपालको कृषि क्षेत्रमा कसरी उत्पादन बृद्दि सहित कृषक ,सामाज र राष्ट्रको हित केन्दृत रुपान्तरण गर्ने भन्ने बिषयमा गम्भीर छलफल भयो।हरिसिद्दिमा आयोजित उक्त छलफलमा डा•मिन ब श्रेष्ठले म्याग्दिको हरियाली मोडेल प्रस्तुत गर्नु भयो। https://t.co/iAkzRayNvr", "Better -talk less do much.", "हाम्रो पार्टीका स्थायी कमिटी सदस्य क• योगेश भट्टराई नेपाल सरकारको पर्यटन तथा सँस्कृति मन्त्री बन्नुभएकोमा हार्दिक बधाई तथा कार्यकालको सफलताको लागि शुभकामना।", "एनजिओहरुले बरु बेरोजगार,सिमान्तिकृत र गरीब  हरुलाई सामाजिक ब्यबसाय सुरुगर्न सहयोग र सहजीकरण गरुन्।\"सानोपाईला\"का कन्चन झा हरुबाट सिकून्।नीजि ब्यबसाय गरिरहेका मित्रहरुलाई पनि अनुरोध छ,हर बर्ष नाफाको एउटा हिस्सा सामाजिक ब्यबसाय र अर्को सानो हिस्सा च्यारिटी फण्डलाई पनि छुट्ट्याउनुस्।", "रोजगारी खोजिरहेका सबैलाई अनुरोध छ,आफ्नो श्रम बेचेर मालिकलाई नाफा कमाईदिन मात्र ब्यग्र नबनौं।सानोबाट आफैले वा सहकारी वा कम्पनी खोलेर आफै मालिक बन्ने सामाजिक ब्यबसाय(social business) शुरु गरौं। सेवाको नाममा एनजिओ चलाएकाहरु लाई पनि अनुरोध छ,थोरै सहयोग गरेर सदाका लागि पराशृत नबनाऔं।+", "आज बस्ने भनिएको हाम्रो पार्टी नेकपाको सचिवालयको बैठक भोलि सोमबार दिउँसो ३ बजे बस्ने भएको छ।", "\"लोभ त्यागे पुग्छ दासत्वबाट मुक्त।पाप त्यागे पुग्छ मालिकत्वबाट मुक्त।लोभ र पाप त्याग्ने काम आफैले गर्नुपर्छ,अरुले गरिदिएर हुँदैन।शुरुको मुख्य मुक्ति मान्छे आफैबाट शुरु हुन्छ।आफैसङ्ग भएको आफैले लिनुपर्ने,आफैले आफैलाई दिनुपर्ने-मुक्ति\" जसरुको यो कथनलाई आत्मसात गरौँ,जीवन फेरिन्छ।", "नेपाल चीन हवाई सेवा सँझौता पुनराबलोकन गरी नेपाल एरलाइन्सलाई बेइजिङ सहित १५ गन्तव्यमा  उडान भर्ने नयाँ समझदारी हुनु स्वागत योग्य कुरा हो। यसले नेपाल चीन वीचको जनस्तरको सम्बन्ध ,आर्थिक कृयाकलाप्,साँस्कृतिक सम्बन्ध र पर्यटनको बिकासमा महत्वपुर्ण योगदान पुर्याउनेछ।ब्यबहारमा लागु गरौं।", "Expressed solidarity with Cuba against US blockade since 1959 till the day.Wished for the success of 9th Asia Pacific Regional Conference  commenced from today in Kathmandu. https://t.co/k8aMDyWQ08", "नेकपाका सँस्थापक सदस्य क• नरबहादुर कर्मचार्यको छैटौँ स्मृति दिवसको अवसरमा कमरेड प्रति हार्दिक श्रद्दाञ्जली।तात्कालिन रुपमा समाजवाद उन्मुख जनताको जनवादको कार्यक्रम लागु गरौं र रणनीतिक  लक्ष एव्ं आधारभुत कार्यक्रमका रुपमा समाजवाद लाई आत्मसात गरौं।यसरी बढे मात्र हुन्छ सच्चा सम्मान https://t.co/EwDLbOn3zZ", "स्वयं मार्क्सवाद प्रति पनि आलोचनात्मक हुनसक्ने दृष्टिबिन्दुले मात्र कोही सच्चा मार्क्सवादी हुनसक्छ।निरन्तरको बिद्रोही चेतसहितको क्रान्तियात्राले मात्र कोही सच्चा कम्युनिष्ट हुन सक्छ।पार्टी र राज्यको पद प्राप्ति नै क्रान्ति होइन,यो नयाँ मान्छे बन्ने,बनाउने समाज फेर्ने महाअभियान हो", "पार्टीका सँस्थापक महासचिब क• पुष्पलाल श्रेष्ठको ४१औं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रद्दासुमन अर्पण गर्दछु।क•पीएलको अगुवाईमा स्थापित कपाले आफ्नो नेतृत्वमा सम्पन्न गरेको जनवादी क्रान्तिका उपलब्धिहरुको रक्षा गर्दै सामाजिक -आर्थिक रुपान्तरण र समाजवादको यात्रामा अघि बढौं।", "आज \"गोरखा बिकास मञ्च\"को आयोजनामा काठमाडौं पकनाजोल  स्थित होटेल मुनलाइटमा गोरखामा पर्यटन बिकासका बारेमा भएको अन्तर्कृया कार्यक्रम धेरै नै उपयोगी रह्यो।बिज्ञ ,जनप्रतिनिधि ,पर्यटन व्यवसायी र सम्बन्धित निकायका प्रतिनिधिहरुको राम्रो सहभागिता रह्यो।कार्ययोजना केन्दृत छलफल छिट्टै हुनेछ। https://t.co/dUMMCSZczM", "आदरणीय अग्रज, क्रान्तिकारी योद्दा,ने क पा(क्रान्तिकारी माओवादी)का नेता,सरल ,स्वच्छ र मिलनसार ब्यक्तित्व क• श्रीनाथ अधिकारी को आज भएको दुख:द निधनबाट मर्माहत भएको छु। यसबाट कम्युनिष्ट आन्दोलनमा ठुलो क्षति हुन पुगेको छ।उहाँप्रति हार्दिक श्रद्दाञ्जली र शोकसन्तप्त परिवारजनमा समवेदना। https://t.co/gUv47XhXcT", "नेपाली कम्युनिष्ट आन्दोलनका अग्रज,नेपालको पहिलो कम्युनिष्ट प्रधानमन्त्री,लोकतान्त्रिक आन्दोलनका एक अथक योद्धा क• मनमोहन अधिकारीको २०औं स्मृति दिवसका अवसरमा उहाँ प्रति  हार्दिक श्रद्दाञ्जली अर्पण गर्दछु।उहाँको निष्ठा,स्वाभिमान,सरलता र स्वच्छ्ता हामी सबैका लागि प्रेरणादायी छन्।", "I agree to Sri Sri Ravishanker's synthesis;Need of the hour is-Secularization of Religion,Spiritualization of Politics and Socialization of Business.", "अाज लाेकतन्त्र दिवस।सबैलाई बधाई तथा शुभकामना।जनशक्तिले निरकुँशतन्त्र माथि बिजय प्राप्त गरेकाे याे दिनमा प्राप्त लाेकतन्त्रकाे रक्षा,सुदृढीकरण एवं विकास गर्न रअाम जनसाधारणकाे जीवन फेर्ने गरी समृध्द नेपाल निर्माण गर्न सँकल्प गराैं।यसकाे पहिलाे शर्त हामी नेताहरूकाे रूपान्तरण नै हाे।", "हामी कम्युनिष्टहरू सर्वाेत्तम लाेकतन्त्रका पक्षधर हाैं।यस सन्दर्भमा साेभियतसँघ लगायतका पहिलेका समाजवादी सत्ताहरूमा कमजाेरी भएकाे महशुष गरी \"जवज\"वा \"२१अाैं शताव्दीमा जनवादकाे विकास\"द्वारा त्यसलाई सच्च्याउने पहल गर्याैं।तर त्याे निष्कर्ष प्रति कति ईमान्दार छाैं गँभीर समीक्षा गराैं।", "हिजाे सार्वजनिक निर्णयसङ्गै हाम्राे पार्टीकाे जिल्ला कमिटीहरूकाे एकीकरणकाे टुङ्गाे लागेकाे छ।याे खुशीकाे कुरा हाे।अव छिट्टै पीबीकाे एकीकरण गरी केन्द्रीय सदस्यहरूकाे कार्य विभाजन गरिनेछ र जनवर्गीय सँगठन सहितकाे एकीकरण गरिनेछ।अान्तरिक जनवाद र पद्वतिका विषयमा छलफल हुँदै जानेछ।", "हाम्रो पार्टी ने क पा को ७१औं स्थापना दिवस र बिश्व कम्युनिष्ट आन्दोलनका बिलक्षण नेता क•लेनिनको १५० औं जन्म जयन्तिको अवसरमा सारा कम्युनिष्ट क्रान्तिकारी हरुमा हार्दिक बधाई तथा अभिवादन ।क•पुष्पलाल,अन्य संस्थापक कमरेडहरु र क•लेनिन प्रति हार्दिक श्रद्दाञ्जली ।", "आजका केही सञ्चार माध्यममा प्रधानमन्त्रीका बारेमा केही निजि टिप्पणी सहित बर्तमान सरकार छिट्टै परिवर्तन गर्ने योजना बनेको भनी म समेतलाई जोडेर गरिएको प्रचार शतप्रतिशत झुठो रहेकोले कोहि कुनै भ्रममा नपर्न अनुरोध गर्दछु।स्पष्ट होऔँ,यो सरकारलाई सफल पार्नु हाम्रो आजको१मुख्य कार्यभार हो।", "नेपाली काङ्ग्रेसका नेता मित्र श्री कृष्णप्रसाद सिटौलाको स्वास्थ्य स्थिती बुझ्न र स्वास्थ्यलाभको कामना गर्न ह्याम्स अस्पताल जाँदा उहाँको स्वास्थ्यमा राम्रो सुधार आएको जानाकारी प्राप्त भएकोमा प्रसन्नता व्यक्त गर्दै शिघ्र पुर्ण स्वास्थ्यलाभको कामना गर्दछु।", "पार्टीएकता भएकाे१०महिना बित्दा पनि साँगठनिक एकीकरण पुरा नहुनु र राजनीतिक प्रतिबेदन प्रकाशित नहुनुले हामी उच्चतहका नेतृत्वदायी व्यक्तिहरूमाथि नैतिक प्रश्र्न खडा गरेकाे छ।गुटगत चिन्तन,ब्यक्तिगत स्वार्थ र प्राथमिकताकाे उपेक्षाले हामी सबैलाई बर्बाद गर्नेछ।अकर्मण्य र तमासे नबनाै।गराैं", "हाम्राे पाटीं नेकपा घाेषणा भएकाे करीब १०महिना पुग्न लाग्याे।अझै साँगठनिक एकीकरणकाे कार्य पुरा हुन सकेकाे छैन।लाखाैं कार्यकर्ता कमिटी र जिम्मेवारी बिहीन बनेका छन्।पार्टीकाे राजनीतिक प्रतिबेदन पनि प्रकाशित भएकाे छैन।याे दुखःद र हानिकारक स्थितिकाे अन्तकाे लागि जे गर्नुपर्छ तु गराैं।", "हाम्राे राजनीति देश,जनता,परिबर्तन,न्याय,सत्य र मु्क्तिकाे निम्ति कि सत्ता-शक्ति,पद-प्रतिष्ठा-प्रचार र पैसा-सुविधाकाे निम्ति?यतिवेला प्राप्त भएकाे अवसरलाई पक्रेर समृद्व नयां नेपाल बनाउने कि देशमाथि खेलवाड गर्ने?गम्भीर अात्मसमीक्षा गराैं।राजनीति सफा गराैं,देश बचाअाैं,देश बनाअाैं।", "अाज हाम्रो प्यारो देशको सार्बभौमिकता र अखण्डताको बिरुद्ध खुलम्खुल्ला बिखण्डनकारी नारा र जुलुस कसरी र किन भैरहेछ?याे हद भयाे,असहय भयाे।बिखण्डनकारी गतिबिधिकाे अन्तकाे निम्ति सम्झाैता कि बिखण्डनबादलाई बैधानिकता दिन भन्ने सवाल उठ्नै नपाउने गरी सरकारले तु कदम चाल्नु पछं।गम्भीर बनाैं।", "हिजो गोरखा-सिराञ्चोक गाँउपालिकाको नेकपा पार्टी सँयन्त्रले शहीद परिवार सम्मान कार्यक्रम र गाँउपालिका स्तरको अगुवा कार्यकार्ताहरुको बैचारिक -राजनीतिक प्रशिक्षण कार्यक्रमको आयोजना गर्यो।कार्यक्रम उत्साहपुर्बक रुपमा सफल रह्यो। https://t.co/3HkMThirph", "नेपाली कम्युनिष्ट आन्दोलनका पुराना निष्ठावान नेता एवं पुर्व उपप्रधानमन्त्री  क• भरतमोहन अधिकारीको हिजो भएको निधनले मर्माहत बनाएको छ।वामपन्थि ,परिवर्तनकारि,सरल्,मिलनसार्,मृदुभाषी एवं यथार्थवादी नेता  क• अधिकारि प्रति हार्दिक श्रद्दाञ्जलि ।शोकाकुल परिवारजनमा गहिरो समवेदना।", "जीवनका अनेक संभावनाहरु हुन्छन् ,ति बारे यकिनसाथ भन्न सकिन्न।तर एउटा कुरा भने निश्चयका साथ भन्न सकिन्छ-मृत्यु अवश्यम्भावी छ्।जो मृत्युको भयबाट मुक्त,तर जीवनको मुल्यबोध सहित बाँच्छ,उसले सार्थक जीवन जिउँछ।उसको जीवन सत्यसित एकाकार हुँदै मुक्तियात्राको रुपमा अघि बढ्छ।यो सत्यलाई बुझौं।", "आज अपरान्ह ४ बजे देखि टुंडिखेलमा गरिने श्रद्दाञ्जलि  कार्यक्रम पोष्टमार्टम सम्पन्न गर्न केहि समय थप लाग्ने सम्बन्धित चिकित्सक हरुको भनाई अनुसार श्रद्दाञ्जलि कार्यक्रम भोलि बिहान ८ देखि ११ सम्म सोहि स्थानमा हुनेछ।", "साथै ३ दिन सम्म  जिल्ला पार्टी कार्यालयहरुमा  शोक पुस्तिका राखिनेछ।आज अपरान्ह श्रद्दाञ्जलिका लागि पार्थिव शरीरहरूलाई टुडीखेलमा राखिनेछ ।अन्तिम श्रद्दाञ्जलि र अन्त्येष्टि भोलि पोखरामा गरिनेछ।केन्दृय श्रद्दाञ्जलि सभा फागुन २३ गते राजधानीमा आयोजना गरिनेछ्।", "पार्टी सचिवालयको आजको बैठकले हिजो भएको हेलि दुर्घटनामा निधन हुनुभएका क•रबिन्द्र अधिकारी सहित सबैमा १ मिनट मौन धारण गरि श्रद्दाञ्जलि अर्पण गर्यो।बैठकले शोक प्रस्ताब पारित गर्यो र शोकाकुल परिवारजनहरुमा समवेदना प्रकट गर्यो।आज पार्टि कार्यालयहरुमा पार्टिको झण्डा आधा झुकाइनेछ।+", "नेपाल सरकारका मन्त्री एवं हाम्रो पार्टीका केन्द्रीय सदस्य प्रिय कमरेड रवीन्द्र अधिकारीको आज हेलिकप्टर दुर्घटनामा भएको असामयिक निधनले मर्माहत बनाएको छ।क•अधिकारी एवं  दुर्घटनामा निधन हुनुभएका सबैप्रति हार्दिक श्रद्धाञ्जली र शोकाकुल परिवारजनहरुमा गहिरो समबेदना।लाल सलाम क•रवीन्द्र।", "‘अब राजनीति सफा गर्ने आन्दोलन चलाऔं’ https://t.co/kWkXDghilt", "मेरो अन्तर्वार्ता :https://t.co/nn7HF8Yn5f", "गोर्खाका समाजसेवी एवँ मिलनसार ब्यक्तित्व आदरणीय दाज्यु यदु भट्टको निधनको खबरले ज्यादै दुखी भएको छु।उहाँप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दछु र सम्पुर्ण परिवारजनप्रति गहिरो समबेदना प्रकट गर्दछु।", "शान्ति सम्झौता भएको१२बर्ष पूरा भएको छ।यसबीच सँबिधानसभाबाट संविधान निर्माणको मुख्य राजनैतिक कार्यभार पूरा भएको छ।सेना समायोजनको कार्य पूरा भएको छ।यसरी शान्ति प्रकृया मुलत: सफल भएको छ। सङ्क्रमणकालिन न्याय सङ्ग सम्बन्धित बाँकी काम पनि पूरा गरौं र शान्ति प्रकृयालाई समग्रता सफल पारौं", "RT @thehimalayan: NCP (NCP) Spokesperson @nksthaprakash says, \"This govt does not have the mandate to fail. If failed, it would be the fail…", "मेरो अन्तर्वार्ता : पार्टी , सरकार र आजको कार्यभार https://t.co/guUE1843dH", "युवा क्रान्तिकारी योद्दा प्रकाश दाहालको प्रथम स्मृति दिवसमा उनीप्रति हार्दिक श्रद्धाञ्जली।श्रद्देय अध्यक्ष क•प्रचण्ड ,भाउज्यु सिता दाहाल र परिवारका सबै सदस्यहरुमा सँयम र धैर्य धारण गर्ने शक्ति अझ बलियो होस् भन्ने कामना गर्दछु।हामी सबै समबेदनाको स्थितिमा छौं।", "छठ पर्बको अबसरमा सबैमा हार्दिक शुभकमना।", "नेपाल सम्बत् ११३९ र म्ह पुजाको अवसरमा सबैमा हार्दिक शुभकामना।", "सबैमा तिहारको शुभकामना।", "नेपालको बाम-लोकतान्त्रिक आन्दोलनका अथक योद्धा,उत्पीडित जातीय मुक्ति आन्दोलनका अगुवा एवं शान्ति प्रकृयाका एक समन्वयकर्ता आदरणीय पद्मरत्न तुलाधरको दुःखद् निधनले मर्माहत बनाएको छ।आदरणीय पद्म दाइ प्रति श्रद्दा-सुमन र परिवारजनप्रति हार्दिक समवेदना।उहाँ हामी सबैको हृदयमा रहिरहनुहुनेछ।", "नेपाली लोकतान्त्रिक आन्दोलनका  योध्दा,नेपाली काङ्ग्रेसका नेता एवँ पुर्ब मन्त्री चक्र बास्तोलाको निधनले धेरै दुखी बनाएको छ।उहाँप्रती हार्दिक श्रद्धाञ्जली अर्पण गर्दछु र शोक सन्तप्त परिवार प्रति गहिरो समवेदना प्रकट गर्दछु।", "\"ध्यान\"लाई एकाग्रताconcentrationको रुपमा बुझ्नु पनि सहि होइन।यो त एउटा परिणाम मात्र हो।यसले निजि स्वार्थबाट माथि उठ्न,गहिरो आराम प्राप्त गर्न,एकाग्र हुन र कामलाई थप प्रभावकारी बनाउन मद्दत गर्छ।त्यसैले मैले ध्यानको अभ्यासका लागि अनुरोध गरेको हुँ।तर शुरुमा गुरु बिना शुरु नगर्नुस्।", "ध्यानलाई\"ईश्वर र धर्म\"को अङ्गको रुपमा बुझ्नु गलत हो।यो एक प्रमाणित बैज्ञानिक विधि हो,मनको तटस्थ अवलोकन वा निरीक्षणको।त्यसअर्थमा यो अध्यात्म अर्थात् स्व-अध्ययनको अङ्ग हो।यसले आफ्नो प्रकृतिलाई वाआफ्नो सत्यलाई बुझ्ने,साक्षात्कर एवं एकाकार हुने र स्वच्छताको प्रकृयामा जान मद्दत गर्छ।+", "@upadhyayabhim Thank you for the suggestion.", "चर्चित लेखक Y N Harari को Sapiensर Homo Deusपछि21 lessons for the 21st Centuryप्रकाशित भएको छ।पछिल्लो पुस्तकको21st lessonको रुपमा उनले ध्यान Meditationलाई प्रस्तुत गरेका छन्।मैले पनि एमाओवादीको बैठकमा ध्यानको अभ्यास गर्न अनुरोध गरेको थिएं।पुन:जोड दिन्छु,मुख्यत:नेकपाका नेताहरुलाई।", "२०७५सालको दशैको अवसरमा सबैमा हार्दिक शुभकामना।", "हिजो केन्द्रीय सचिवालयको बैठकमा कार्यसुची निर्धारण भयो।तर सबैमा छलफल हुन पाएन।त्यसैले असोज २४ गते सचिवालयको बैठक बस्दैछ।हिजो प्रम,क•प्रचण्ड,क•माधव र मैले पछिल्ला बिदेश भ्रमणहरुको रिपोर्टिङ गर्यौं।त्यसै क्रममा मैले चीन भ्रमणका क्रममा प्राप्त उपहार पार्टीलाई हस्तान्तरण गरें। https://t.co/we8cmUTXOj", "हाम्रो पार्टीको सामान्य बिषयमा भएको छलफललाई अतिरञ्जित ढँगले प्रचार गर्नुको कुनै अर्थ छैन।सामाजिक न्याय सहितको समृद्धिको तात्कालिन लक्ष र समाजवादको दीर्घकालीन लक्षलाई केन्द्रमा राखेर सबै नेपाली कम्युनिष्टहरुलाई एउटै पार्टीमा गोलबन्द गर्न बनेको नेकपाको एकता सुदृढ हुनेछ।भ्रममा नपरौं", "बर्तमान सरकारप्रतिको आलोचना-टिप्पणी  सरकारलाई थप प्रभावकारी एवं सफल बनाउने उदेश्यले हुनुपर्छ।यतिबेला यो सरकारको बिकल्पको सोच देश,जनता,पार्टी र आन्दोलनको पक्षमा हुँदैन।अहिले त्यस्तो कल्पना गर्नु पनि गलत हुन्छ।कसैले त्यस्तो सोचेका छन् जस्तो पनि लाग्दैन।", "बिदेशमा रहेका नेपाली नागरिकहरुलाई बिदेशमै रहेर निर्बाचानमा मतदान गर्ने ब्यबस्था गर्न सर्बोच्च अदालतले सरकारलाई दिएको निर्देशनात्मक आदेश स्वागत योग्य छ।यसको कार्यान्वयनले जनताको मताधिकारको रक्षा गर्नेछ र लोकतन्त्रलाई मजबुत बनाउनेछ।", "श्रीकृष्ण जन्माष्टमीको अवसरमा श्रीकृष्ण मार्फत \"भगवत गिता\"को एउटा मुख्य सार´निष्काम कर्म´लाई आत्मसात गरौं।यसको अर्थ कर्म र परिणामको सम्बन्ध छैन वा परिणामको कुनै अर्थ छैन भनिएको होइन।बरु निस्वार्थ कर्मले अनिबार्यत:सुपरिणाम दिन्छ र परिणामको लालसामात्रले सत्कर्म हुन दिदैन भनिएको हो।", "Wish the 4th  BIMSTEC SUMMIT going on in Kathmandu (30-31August) a success.but let's be clear that BIMSTEC is not and cannot be alternative to SAARC.We should also make effort not to let it go as a cosmetic orgn as it is today.Make it effective for regional cooperation&amp;prosperity", "RT @SocialistViews: If you're not a socialist, you're not really pro-environment. The main source of ecological destruction is capitalism—a…", "आज सम्माननीय प्रधानमन्त्री एवं पार्टी अध्यक्ष क•के पी• शर्मा ओलीद्वारा मदन भण्डारी एशियाली बिद्यलय (Madan Bhandari School of Asia)को उद्घाटन।आजै देखि ३ हफ्ते कक्षा शुरु।मार्क्सवाद-लेनिनवाद , समाजवाद ,साम्राज्यवाद र नेपाली क्रान्ति लगायतका बिषयमा अध्यापन हुने।बधाई एवं शुभकामना। https://t.co/12i04Wp4Rz", "Hearty Tribute to Kofi Annan , former Secretary General of United Nations ,who sadly passed away yesterday.", "Hearty Tribute to Sri Atal Bihari Vajapayee, Former Prime Minister of India,who passed away today.Deep condolence to the govt and people of India.", "@backgarxu Thank u so much", "आदरणीय बरिष्ठ कलाकार मनुज बाबू मिश्र प्रति  हार्दिक श्रद्धाञ्जली ।मित्र रबिन्द्र मिश्र लगायत सबै परिवारजनमा गहिरो समबेदना।", "मेरो हिजो प्रसारण गरिएको अन्तर्वार्ता सगरमाथा टि भि मा:https://t.co/0nqrpSguTm", "AP1 टि भि मा २ दिन अघि प्रसारण गरिएको मेरो अन्तर्वार्ता:https://t.co/4rIz79JyPB", "RT @SocialistViews: “If you happen to get into a conversation with a white person and they have a philosophy that makes you sure they don’t…", "RT @SadhguruJV: I do not understand why people want to control their minds. I want them to liberate their minds. #SadhguruQuotes https://t.…", "आज छिट्टै शुरु हुन गैरहेको मदन भण्डारी एसिया स्कुलका कमरेडहरु सँग सार्थक छलफल।नेपाली कम्युनिष्ट आन्दोलनमा बैचारिक सैद्धान्तिक पक्षको उपेक्षा हुँदै गैरहेको परिप्रेक्षमा अत्यन्त महत्वपुर्ण पहलकदमी।सबैले सहयोग गरौं,यो अभियानलाई सफल पारौं। https://t.co/DkqIGeFJ7Y", "Strongly condemn the attack on  Venezuelan President Nicolas Maduro using\"Drone\" like device with explosives intending to assasinate him.Wish the govt&amp;the pple of Venezuela succeed to defeat the Imperialists&amp;their https://t.co/tePFTRFkLk Solidarity.\nLong Live Socialism.", "Hearty Congrats to Nepal Cricket Team and all for the first Victory in ODI.", "@BinodBhattarai8 Sure.thanks.", "संबैधानिक परिषद र संसदीय सुनुवाई समिति दुबै एकैसाथ आबश्यक छ कि छैन भन्ने बारेमा बहस हुन सक्दछ।तर सुनुवाई समितिको सँबैधानिक ब्यबस्था भएको सन्दर्भमा यसले आफ्नो अधिकार क्षेत्रभित्र रहेर निर्णय लिनुलाई अन्यथा टिप्पणी गर्न मिल्दैन।यो संसदीय अनुमोदन समिति होइन।सं प को निर्णयमा?त उठ्यो।", "@Scorpiiioo तपाईको बिचार महत्वपुर्ण छन्।धन्यवाद।", "@CutysamjaNa तपाईका अरु ट्विटहरु पनि हेरें।केही ट्विटहरु जीवन र सत्यनिष्ठाका बारेमा राम्रा छन्।ति ट्विटहरु रमाइलोका लागि कहिबाट सारिएका होइनन् भन्ने आसा गरौं।अहिले यति मात्र भनौं, सत्यसाधना सहित सार्थक जीवन जिउन चाहानेले सबै भन्दा पहिले अफुसँग इमान्दार बन्नुपर्छ र तथ्यका आधारमा बोल्नु पर्छ।", "समृद्धिको लक्ष हाँसिल गर्न भ्रष्टाचारको उन्मुलन र सुसासनको स्थापना अनिवार्य शर्त हो।तर आफ्ना वरिपरिका बाहेक अरुको भ्रष्टाचार रोक्न खोज्ने हो भने भ्रष्टाचार कहिल्यै रोकिन्न र समृद्धि कहिल्यै आँउदैन भन्ने कुरा समयमै बुझ्नु जरुरी छ।", "निजीकरणको अन्त्य गर्ने हाम्रो पार्टी र सरकारको नीति छैन।तर नवउदारवादको पक्षपोषण गर्ने र निजीकरणलाई शिक्षा,स्वास्थ्य सहित हर क्षेत्रमा बेलगाम छाड्ने पनि हाम्रो नीति होइन।हामी समाजवादउन्मुख नीति लिनेछौँ।त्यसैले नाफाको ब्यबसायको लागि शिक्षा,स्वास्थ्य क्षेत्र नरोज्न सबैलाई अनुरोध छ।", "@AmbitiousBoy74 I m with you.thanks.", "हाम्रो पार्टीका सम्पुर्ण नेता कार्यकर्ताहरुको  यतिबेलाको मुख्य कार्यभार पार्टी एकतालाई सुदृढ गर्नु र सरकारलाई सामाजिक न्याय सहितको समृद्धि हाँसिल गर्न सफल पार्नु हो।सबैले यसैमा ध्यान केन्दृत गरौँ,अरु सबै कुरा गौण हुन्।उपरोक्त दुई कार्यभार पूरा गर्न भने गम्भीर  बनौँ।", "Finally,Indian Field office in Biratanagar is closed from today.Congrats once again to PM and all Patriots of the country.Thanks to the  Govt of India for correcting itself.", "RT @rameshore: संसदीय सुनुवाई समितिले अस्वीकार गर्ने अधिकार राख्छ भन्ने मत राखियो। लोकतन्त्र परम्पराले चल्ने होइन, सार्वजनिक संस्थाहरूमा ई…", "Why the NGOs won’t lead the revolution https://t.co/l544VT7URx", "मैले डा•केसी मुलतः सत्याग्रही हुनुहुन्छ र उहाँले उठाउनु भएको मुलमुद्दा सही छ,माथेमा प्रतिवेदनको मुल पक्ष सकारात्मक छ,हाम्रा पार्टीका नेता-कार्यकर्ताहरुले पनि बिनापुर्बाग्रह यसलाई आत्मसात् गरी बार्ताद्वारा`समस्या´को समाधान गर्नुपर्छ भन्दा तिब्र बिरोध गर्नेहरुलाई पनि अहिले धन्यवाद", "गुरु पुर्णिमाको पावन अवसरमा मेरा सबै आदरणीय गुरुजनहरु प्रति हार्दिक नमन गर्दछु।जीवनको मुक्तियात्रामा जीवनभर शिष्य भैरहने र असल गुरुको सत्सङ्गको प्यास जारी राख्ने सत्प्रयासमा रहनेछु।", "डा•गोविन्द केसी र सरकारको बिचमा सहमती भएपछि डा•केसीले अनसन तोड्नु भएको छ।सबैलाई बधाई ।यहि बिषयमा पुनः अनसन आन्दोलन हुनेछैन भन्ने आशा गरौं।", "@dp_adhikari @bishodip मैले सरकारको ध्यान जाओस् भनेर के र किन भने हुँला?बुझ्नुहुनेछ।", "@dc_popular सरकारको ध्यान जाओस् भनेर मैले के र किन भने हुँला?बुझ्नुस्न।", "नेपाल कम्युनिष्ट पार्टीका मुख्य संस्थापक क•पुष्पलाल श्रेष्ठको ४०औँ स्मृति दिवसका अवसरमा उहाँप्रति हार्दिक श्रद्दाञ्जली अर्पण गर्दै समाजवाद स्थापनाको यात्रामा निरन्तर लागिरहने प्रण गर्दछु।आज गोरखामा आयोजित स्मृति दिवस कार्यक्रममा सहभागी । https://t.co/VKZCVFmP2B", "नेपाल चिकित्सक संघको अस्पताल हड्ताल गर्ने गलत निर्णय र आव्हानलाई चिकित्सकहरुले क्रमशः अस्विकार गर्दै गएपछि बिस्तारै अस्पताल सुचारु रुपमा सञ्चालन हुन थालेकोमा सबैलाई धन्यवाद।", "@Siddhasirjan1 Thanks", "नेपाली लोकतान्त्रिक आन्दोलनका अबिस्मरणीय शिखर ब्यक्तित्व आदरणीय बि पि कोइराला प्रति हार्दिक श्रद्दासुमन।", "आज दिनभर डा•केसीको अनशन आन्दोलन,परिस्थिति र समाधानका बारेमा बिभिन्न ब्यक्तिहरुसँगको छलफलमा ब्यस्त रहें।डा•केसी लाई पनि भेटें।सबै मिलेर तथ्य,तर्क र औचित्यका आधारमा छिट्टै सकारात्मक समाधान निकालौं।", "@dhaiba i don't run after mob.u dont know me.just try to read objectively.thats enough", "नैतिक सत्ताले बैधानिक सत्ताको आधार तयार पार्छ।तर अक्सर बैधानिक सत्ता प्राप्त भैसकेपछि नैतिक सत्तामा स्खलनको खतरा पैदा हुने गर्छ।बैधानिकसत्तालाई दिर्घकाल सम्म सुदृढ गर्न भने नैतिक सत्तालाई जोगाइराख्न सक्नुपर्छ।ख्याल गरौं।", "म सधै सत्य र न्यायको पक्षमा उभिन सँघर्षरत छु।यसबारेमा कसै सँग कुनै सम्झौता गर्न तयार छैन।तर म भिडको पछि पनि कहिल्यै लाग्दिन।ठिकलाई ठिक र बेठिकलाई बेठीक भन्नू ,अनि तदनुरुप आचरण गर्नु मेरो जीवन मुल्य हो।मेरा सबै स्थान र सम्बन्ध त्यसका लागि निमित्त मात्र हुन्।", "कृषिबिज्ञान बिश्वबिद्धालय रामपुरले हालै ८निजी कलेजहरुलाई सम्बन्धन दिने निर्णय किन र कुन आधारमा गर्यो?जबकि गत बर्ष मात्र निर्णय गरिएका आङ्गिक कलेजहरु पनि सबै खुलिसकेका छैनन्।गत बर्ष नै सम्बन्धन दिने प्रयत्न शिक्षक बिद्यार्थीको आन्दोलनले रोकेको थियो।अहिले पनि आन्दोलन छ।छानवीन होस्।", "ब्यबसायी दुर्गा प्रसाईंले बाँगलादेशमा चिकित्साशाश्त्र अध्ययन गर्ने नेपाली महिला बिद्यार्थीहरुका बारेमा गरेको सार्बजनिक टिप्पणी अन्त्यन्त आपत्तिजनक छ।यसको भर्त्सना गर्दै सार्बजनिक आत्मालोचनाको माग गर्दछु।साथै कानुनमन्त्रीको यस्तै टिप्पणी अत्यन्त दु:खद छ।सरकारको गम्भीर ध्यान जाओस ।", "@chandra729 I stand on that still today.", "हाम्रो पार्टी ने क पा का नेता कार्यकर्ताहरु र सरकारले पनि माथेमा प्रतिवेदनको सकारात्मक पक्षहरुलाई बिना पुर्वाग्रह आत्मसात गरेर समाजवादउन्मुख चिकित्सा शिक्षा र स्वास्थ्य सेवाको पक्षमा त्यसलाई प्रयोग गर्ने तत्परता प्रदर्शन गर्नु पर्छ।गम्भीर होऔं,ठण्डा दिमागले सोचौं र जनमुखी काम गरौ", "माथेमा कार्यदलको प्रतिबेदनको मुख्य सैद्दान्तिक निष्कर्ष हो:चिकित्सा क्षेत्रको यो दुरावस्थाको मुल कारण नवउदारवादी अर्थनीति हो।नेपालमा नवउदारीकरणको मुख्य आयातकर्ता र पक्षपोषक ने का हो।अनि उहि माथेमा प्रतिवेदन र डा•केसी को पक्षमा हुन्छ?अत:यसमा अन्तर्निहित राजनीतिक स्वार्थ स्पष्ट छ।", "@suman_achrya @iDevRajBharati तपाईं जस्तो ब्यक्तिले त बुझ्नु नै हुन्छ,सरकारले पठाएको टोलीलाई डा• केसी लाई हेर्न र भेट्न पनि नदिन मिल्छ?उहाँलाई बलजफ्ती उठाउन लागेको भए पो तपाईको सदासयतायुक्त तर्क उपयुक्त हुन्थ्यो त।अनि डा•केसी आउन सहमत भएपछि घेराउ गर्ने काम किन गरियो?त्यसैले कुरा मिलेन।त्यो दुरासयपुर्ण नै हो", "डा• केसी सरकारले पठाएको टोलीसित काठमाण्डौं आउन हेलिकोप्टर चढ्नुभयो।उहाँको जीवन रक्षा हुने भयो।डा•केसी को जीवन संग खेलबाड गरेर आफ्नो निहित स्वार्थ पुरागर्न खोज्ने हरु यसपटक असफल भए।अब  मुद्दा केन्दृत छलफल गरेर समाधान खोज्नु पर्छ।", "@suman_achrya @iDevRajBharati डा•केसी काठ्माण्डौं आउन लाग्दा घेरेर आउन नदिने को हुन् त?", "@rameshore रामेस्वरजी,दुख:लागेको छ मलाई पनि यस्तो कटु सत्य लेख्नु पर्दा।हिजो बेलुकी देखि नै तयार पारेर राखिएको भिड भर्र्याङ् र भुइँमा राखेर राजधानी बाट गएको टोलीलाई डा•केसी लाई हेर्न र भेट्न समेत दिइएन।म निस्चित छु तपाइले पनि यो प्रवृत्तिको बिरोध गर्नु हुन्छ।", "@iDevRajBharati तपाईहरु किन अन्धा हुनुहुन्छ?मेरो अहिले पनि दृष्टिकोण र धारणा त्यही हो।डा• केसीको जीवन रक्षा गरौं र मुद्दामा खुलाढँगले छलफल गरेर समाधान गरौं।यस्तो सतही र पुर्वाग्रही टिप्पणीले केही लाभ गर्दैन।", "@sir_rosan @retwit_again I stand on it even today.don't u understand that I am trying for the same thing now .", "डा•केसी काठमाण्डौं आउन तयार हुँदा पनि जुम्लामा अस्पताल घेरेर आउन दिईएको छैन।तिनिहरु को हुन् र के चाहान्छन् ,प्रष्ट भएन र?यहि त \"निकृष्ट राजनीति\"को हद।", "नेपाल चिकित्सक सँघले स्वास्थ्यसेवा जस्तो अत्यावश्यक सार्बजनिक सेवामा हड्ताल गरेर अक्षम्य गल्ति गरेको छ।यसलाई तत्काल सच्याओस्।तात्कालिक निहित स्वार्थ पुर्तिका लागि कसैले पनि यसलाई प्रोत्साहित वा प्रयोग गर्ने काम गर्नु हुदैन।अन्तत:यो समाज र लोकतन्त्रका लागि घातक हुन्छ।", "जुम्लाबाट भर्खरै प्राप्त खवर अनुसार डा•केसी उहाँको स्वास्थ्यस्थिती बुझ्न र उपचारका लागि काठमाण्डौं ल्याउन हेलिकोप्टर सहित राजधानीबाट गएको सरकारी टोलीसँगै आउन तयार हुनुभएको छ।यसअघि अस्पताल भित्र राखिएको प्रायोजित जत्थाले मुख्यमन्त्री र बार्ताटोलीलाई डा•केसी समक्ष जान रोकेको थियो", "अनसनरत डा•केसीको स्वास्थ्य परीक्षणमा सँलग्न चिकित्सकहरुको सार्बजनिक बिग्यप्ति अनुसार उहाँलाई सिसियु सहितको अस्पतालमा  राख्नु अनिबार्य भैसकेकोछ।त्यसैले सबैले  उहाँको जीवन रक्षालाई पहिलो प्राथमिकता बनाऔं।त्यसपछि खुला ढँगले मुद्दामा छलफल गरेर समाधान खोजौँ।कृपया निकृष्ट\"राजनीति\"नगरौ", "गोरखा जिल्लामा हालैको बाढी पहिरोबाट हुन गएको ठूलो जनधनको क्षति प्रति गहिरो दुख: प्रकट गर्दछु।जीवन गुमाउनु हुने सबैमा हार्दिक श्रद्दाञ्जली अर्पण गर्दछु,शोक सन्तप्त परिवार प्रति समबेदना ब्यक्त गर्दछु र घाइतेहरुको शिघ्र स्वास्थ्यलाभको कामना गर्दछु।तत्काल राहात र आवश्यक सहयोगमा जुटौ।", "RT @SocialistViews: If you’re not staunchly anti-imperialist, you’re not a genuine socialist. https://t.co/pjhJJaSuHb", "RT @PradeepgyawaliK: Western media misread Sri Lanka’s debt issue - Global Times https://t.co/aukc4e2nYN", "RT @SocialistViews: The richest eight people in the world own as much wealth as the bottom half of the planet combined. We need a different…", "आज पार्टीको केन्द्रिय सचिवालयको बैठक सम्पन्न भयो।बैठकले पार्टी नियमावलीका बारेमा स्थायी समितिमा प्राप्त सुझावहरुलाई समेटेर प्रस्ताब पेश गर्न क• बामदेव गौतम,क•बादल र क बिष्णु पौडेल रहेको ३ सदस्यीय कार्यदल गठन गरेको छ।कार्यदलले पेश गरेको प्रस्तावमा छलफल गरी २६ गते टुङ्ग्याइनेछ।", "@DRP39 यी भन्दा त धेरै माथि नै छौं,कम्जोरी भए सच्याउंदै अझ माथि जान्छौं ,देवेन्द्र दाइ!", "@ouratna https://t.co/i5MNoEQ6uK media ma testo word lekhna laj lagdaia?either say sorry first and delete or be ready for punishment.", "@Z99IPhugC48dQlJ तपाईको हरेक कुराको जवाफ छ।खुलामञ्चमा तथ्य सहित बहस गर्न तयार छु।अरु जस्तै ठान्ने भ्रममा नरहनुहोला।देशभक्ति र स्वच्छताको मुद्दामा कहिले कसैसँग सँझौता गर्दिन।", "बाम क्रान्तिकारीहरु जुनसुकै रुपको वर्गसंघर्षमा पनि खरो उत्रनु पर्छ।यतिबेला त्यसमा खरो उत्रनु भनेको राष्टृय स्वाधिनताको रक्षा,भ्रष्टाचारको उन्मुलन-सुशासनको स्थापना र सामाजिक न्याय सहितको समृद्धिको लक्ष हाँसिल गर्न सफल हुनु हो।आत्मसमीक्षा गरौं,कमजोरी भए सच्याऔं र अघि बढौं।दृढ बनौं।", "केही दिन देखिको बाढीपहिरो बाट देशमा ठुलो क्षति हुन पुगेको छ।पीडितलाई तत्काल राहत,सार्बजनिक जीवनको सहजीकरण र सँभावित क्षतिको न्युनिकरणको लागि प्रभावकारी कदम चाल्न सरकारको गँभिर  ध्यनाकर्षण गराउन चाहान्छु।साथै पार्टीका सबै नेता-कार्यकर्ताहरुलाई यस कार्यमा सकृय हुन अनुरोध गर्दछु।", "बर्गसँघर्षको यथार्थ अहिले सतहमा नाङ्गोरुपमा प्रकट भैरहेको छ।सामान्य अबस्थामा उदार र बस्तुनिष्ठ जस्ता देखिने\"लोकतन्त्रवादी\" बुद्दिजिबीहरुले कम्युनिष्टहरुको बलियो सरकार बनेदेखी नाङ्गै रुपमा आफ्नो अनुहार देखाइरहेछन्।बर्गसँघर्षको यो मोडमा केही बामपन्थी भन्नेहरु पनि त्यही लाममा देखिए।", "हामी कम्युनिष्टहरुकै नेतृत्व र मुख्य भुमिकामा जनताको संविधान र त्यसमा सँस्थागत गरिएको समाजवादउन्मुख समाबेशी लोकतन्त्र स्थापना भएको तथ्य छर्लङग छ।हामी यसलाई रक्षा र सुदृढ गर्न दृढ छौं।यो जिम्मेवारीप्रति  हामी सचेत छौं।त्यसैले बर्गसँघर्षमा खरो उतृनेछौं।पाखण्डीहरुको भ्रम च्यातिनेछ।", "@rameshore किन हो?त्यसो नगर्नुस्।स्वस्थ छलफल बहस ले  नै सहि दिन्छ।", "अध्यक्ष क• प्रचण्ड आज साँझ भर्खरै भाउज्यु सिता दाहाल सहित काठमाण्डौं फर्कनुभयो।हार्दिक स्वागत।भाउज्युको रोग्को निदान भएको र स्वस्थ्यमा राम्रो सुधार भएको जानाकारीले हामी सबैलाई खुसि बनाएको छ।स्वास्थ्यमा अरु प्रगति र पुर्ण लाभको कामना।अब छिट्टै  सांगठनिक एकीकरणको काम अघि बढाईनेछ।", "Ultimately,EPG prepared the final report,as has been publicly informed by its members on both https://t.co/0keN7VB690´s yet to be submitted to the 2 govts.let´s wait for sometime to get it.But,hope again that it has prepared d draft of new friendship treaty to replace1950 treaty.", "@laxmansirco आफुले नगरेर मात्र पुग्दैन।अरुले पनि बदल्न सहयोग गरौं आफुलाई बदलेर भनेको हुँ।", "@ib_singer नेतालाई गाली होइन।नेता पनि फेरिऔं र फेर्न सहयोग गरौं भनेको हुँ।", "@Acharyaramesh14 समस्या समाधान गर्ने आफ्नो प्रतिबद्दता प्रति सबैको साथ समर्थन खोजेको हुँ।", "हामीले ठूलो संघर्षद्वारा राजनीतिक प्रणालिमा  गरेको परिवर्तन यस्तो गलत प्रबृतिलाई पनि अन्त्य गर्न होइन र?त्यसैले यस्तो कार्य गर्न मिल्दैन,नगरौं।तर धेरैले भन्नुहुन्छ,अहिले नै त्यसो गर्ने बेला भाछैन,अनि तपाइँले मात्र नगरेर पनि फेरिने होइन,झन् चुनाव त जित्नै सकिन्न।होइन,फेर्नै पर्छ।", "राजनीतिक नेता भनेका सार्बजनिक प्रतिबदताका बिपरित ऐन ,नियम,पद्दति र सुसासनको मान्यतासँग मेल नखाने काम भनसुनद्वारा गरिदिने मान्छे हो,नत्र के को नेता भन्ने सोच सारै जब्बर भयो हाम्रो समाजमा।पार्टीहरुका कार्यकर्ता र समर्थक त झन् यसरी काम गराउनु आफ्नो हक नै ठान्छ्न्।अनि कसरी बन्छ देश?+", "The last meeting of EPG has started  from today in ktm.wish it be a hstorical meeting succeeding in finalizing the report,which may serve as the new basis for Nepal-India relation&amp;friendship.hope that it will recommend a draft of new treaty to repace \"1950 treaty\".", "जननेता क•मदन भण्डारीको ६७ औं जन्म जयन्तीको अवसरमा क•भण्डारी प्रति हार्दिक श्रद्धाञ्जली ।क•भण्डारी प्रति सच्चा श्रद्धाञ्जली अर्पण गर्नु भनेको राष्ट्रिय स्वाधीनताको रक्षा गर्दै सामाजिक न्याय सहितको समृद्धि हाँसिल गर्नु र अन्ततः समाजबादको दिशामा अघि बढ्नु हो।प्रतिबद्ध होऔं।", "साध्य ठिक छ भने साधन जस्तो भएपनि हुन्छ भन्ने सोच निकै बलशाली छ।केही इमान्दारीपुर्बक यस्तो सोच्छन भने धेरै आफ्नो गलत कामलाई सहि उदेश्यको रक्षाकबच लगाउन यस्तो कुरा गर्छन्।नियत जे सुकै भएपनि यो सोच गलत छ।साधन र साध्य दुबै सहि हुनु पर्छ।साधन जस्तो भएपनि हुन्छ भन्नुु अन्ततःघातक हुन्छ।", "हाम्रो जस्तो अबिकसित मुलुकमा बिकासलाई तिब्रता दिन लोकतन्त्र होइन,तानाशाही ब्यबस्था-कल्याणकारी तानाशाही ब्यबस्था चाहिन्छ भन्ने गलत सोचका बिरुद्ध सँघर्ष गरेर लोकतन्त्र ल्यायौं।त्यसैगरी छिटो परिणाम ल्याउन विधि,पद्धतिको पछि लागेर हुन्न भन्ने सोच पनि त्यत्तिकै हानिकारक हुन्छ।सचेत होऔं", "सर्बोच्च अदालतले युएनडिपीको आर्थिक सहयोग कार्यक्रम अस्विकार गरेको र अन्तर्राष्ट्रिय गैरसरकारी संस्था हरुले दिने सहयोग पनि नलिने निर्णय गरेको खबर सञ्चार माध्यममा सार्वजनिक भएको छ।यो सहि हो भने यसको स्वागत गर्दै स•अ•को नेतृत्वलाई धन्यवाद।यो सराहनीय काम हो।", "Welcome back home to PM KP Oli and his team.", "All the best for the success of PM \nKP Oli´s visit to China from today.", "वरिष्ठ न्युरो सर्जन डा•उपेन्द्र देवकोटाको दुख:द निधनले मर्माहत बनाएको छ।उहाँ असल एवं दक्ष चिकित्सकका अतिरिक्त  एक सच्चा देशभक्त र समाजसेवी हुनुहुन्थ्यो।उहाँ पछिल्लो समय राजनीतिक स्थिरता र समृद्दिको पक्षमा चिन्तनरत हुनुहुन्थ्यो।हार्दिक श्रद्धाञ्जली।परिवारजनप्रति गहिरो  समवेदना।", "Hearty Tribute to a great revolutionary leader com Che Guevara on the occasion of his birth memorial day.Hats off to the most inspiring revolutionary internationslist.", "RT @RamanaMaharshi: What is the use of knowing everything else, when you don't know yourself. ~ Sri Ramana Maharshi", "Trump-Kim historic summit held in Singapore today is definitely a highly welcome https://t.co/GkJoUQ6PIF can be the  milestone to end the remnant of cold war.we hope this will contribute  to establish peace in the Korean Peninsula and the world.", "ब्राजिलको एक साताको भ्रमण सकेर आज हामी काठमाडौं फर्किएका छौं।यो भ्रमणले ब्राजिलको बस्तुस्थिती बुझ्न,मुख्यतः ब्राजिल , र,बिश्वका विभिन्न देशका कम्युनिष्ट ,बामपंथी तथा क्रान्तिकारी आन्दोलनबारे बुझ्न धेरै सहयोग पुर्याएको छ।हाम्रो परिस्थिती र  आन्दोलनका बारेमा बताउने मौका पनि मिल्यो।", "गणतन्त्र दिवस-२०७५ को अवसरमा सबै नेपालीमा हार्दिक अभिनन्दन तथा शुभकामना।", "Arrived in the capital today completing 3 days visit of China.participated in the thematic workshop on Marxism of 21st century and future for socialism, organized by communist party of China.also had a good meeting with Vice Minister&amp;DG of Asia Bureau of International Dept of CPC", "आज प्र म को आह्वानमा ने क पा र ने का को बिचमा बालुवाटारमा उच्च  स्तरीय बार्ता सम्पन्न भयो।हाम्रो पार्टीका अध्यक्ष द्वय र ने का सभापति समेतको उपस्थितिमा भएको उक्त वार्ताको मुख्य बिषय प्रस्तावित संसद नियमावलीमा सहमति कायम गर्नु थियो।छलफल सौहार्दपुर्ण रह्यो,तर निष्कर्ष निस्कन सकेन। https://t.co/SjqLfhGIRE", "Finally,unauthorised field office of India in Biratnagar has been closed,which we were struggling for.this is a historical victory of our Patriotic Stand.Big congrats and thanks to PM Oli for this success.", "बेपत्ता स्मृति दिवसको अवसरमा सम्पुर्ण बेपत्ता योद्दाहरु प्रति हार्दिक सम्मान प्रकट गर्दछु।बेपत्ता छानबिन आयोगले तिब्रतापुर्बक काम अघि बढाएर बेपत्ता योद्दाहरुको स्थिती सार्बजनिक गरोस् र बेपत्ता योद्दा परिवार हरु लाई न्याय प्रदान गरोस् ।", "अन्तत:आज पार्टी एकताको घोषणा भयो।खुसी भएको छु।मुख्यतः जिम्मेवारी बढेको महशुश भएको छ।यत्रो विशाल पार्टीको सञ्चालन सामान्य कुरा होइन।हामी सामुहिक नेतृत्व,विधि एवं पद्धतिको पालना र संस्थागत कार्यपद्दति द्वारा मात्र पार्टीलाई ब्यबस्थित र सुदृढ बनाउन सक्छौ।यसमा शुरुदेखि नै ध्यान दिऔ।", "Welcome to Sri Narendra Modi,Prime Minister of India,on his state visit to Nepal.Wish for the success of the visit.lets hope that India will realize its past mistakes including blockade&amp;interfence in internal affairs and initiate to correct it.", "क• निर्मल लामाको१८औं स्मृति दिवसको अवसरमा क•लामा प्रति हार्दिक श्रद्धा सुमन अर्पण गर्दछु।साधारण मजदुर परिवारमा जन्मिएर आफ्नै बलबुतामा नेपाली कम्युनिष्ट आन्दोलनको शिर्शस्थ नेता बन्न सफल स्वच्छ ब्यक्तित्वका धनि क• लामा हामी सबैका लागि प्रेरणाको श्रोत बनिरहनुहुनेछ।", "Correction.pls read Socialism for Socoalism in my previous tweet .sorry.", "Tribute to Great philosopher,thinker and revolutionary Karl Marx on the occasion of his bicentenary birthday.let's march forward to defend,apply and develop Marxism for the victory of world socoalism,the only alternative for the emancipation of working class&amp;humanity.", "दुई अध्यक्षहरु क•प्रचण्ड र क• के पी ओलि आज भएको छलफलमा पार्टी एकताका बारेमा सकारात्मक निष्कर्षमा पुग्नु भयो।अब केही दिन पछि पार्टी एकता सँयोजन समितिको बैठक बस्नेछ र सहमतिलाई औपचारिक रुप दिई एकीकरणको मिति घोषणा गरिनेछ।", "बुद्ध जयन्तिमा भाषण गर्नेहरु  मध्ये धेरै  सिद्दार्थ गौतम को प्रकृयाबाट नगुजृकन वा सि• गौ•बन्न तयार नभईकन बुद्ध बनेको स्वाङ रच्ने हरु छन।त्यो ढोङ्ले ब्यक्ति स्वयँ र समाजलाई कुनै योगदान गर्दैन।सत्य र मुक्तिका लागि सम्पुर्ण समर्पण सिध्दार्थको बाटो हो र त्यो बुद्धमार्गको पुर्बाधार।", "आज अन्तरास्ट्रिय मे दिवसको अवसरमा सम्पुर्ण श्रमजिवी बर्ग लाई हार्दिक अभिवादन तथा शुभकामना।भुमण्डलिकृत पुँजिबादको बिरुद्ध समाजवाद निर्माणको आन्दोलनलाई अघि बढाऔं।नेपालमा समाजवाद स्थापनाका लागि अहिले सामाजिक न्याय सहितको समृद्धि को लक्ष हाँसिल गरौं ।", "२५६२औं बुद्ध जयन्तीको अवसरमा महात्मा बुद्ध प्रति हार्दिक श्रद्धा सुमन अर्पण गर्दछु र यस पावन अवसरमा सबैमा हार्दिक शुभकामना व्यक्त गर्दछु।बुद्धका शिक्षाहरु सबै नै महत्वपुर्ण छन् तर मेरो बिचारमा त्यसको केन्दृय तत्व ध्यान हो।ध्यानको अभ्यास गरौं ।", "आज धेरै समय पछि नेपाली कम्युनिष्ट आन्दोलनका बरिष्ठ ब्यक्तित्व बासुदेव गौतम दाई सङ्ग भेट्ने अवसर मिल्यो।ब्यक्तिगत कुराका अतिरिक्त नेपाली कम्युनिष्ट आन्दोलन र देशको विभिन्न पाटा पक्षका बारेमा अन्तरङ्ग छलफल भयो। https://t.co/QK4G7oqyyL", "आज ऐतिहासिक जनआन्दोलन २०६२/२०६३ सफल भएको दिन।सबैलाई बधाई तथा शुभकामना।यो दिनलाई सामुहिक रुपमा स्मरण गर्दै एक अर्का लाई बधाई तथा शुभ कामना साटासाट गर्ने अवसर उपलब्ध गराएकोमा शान्ति समाज तथा यसका संस्थापक सभापति श्री कृष्ण पहाडीज्यु लाई हार्दिक धन्यवाद।", "Congratulation to the newly elected President of Cuba,Miguel Diaz-Canel.Wish him success in strengthening socialism and developing Cuba.", "बेलायती सेनामा काम गरेका नेपालीहरुप्रतिको भेदभाव एवं असमान ब्यबहारका बिरुद्ध ठूलो संघर्ष पछि केही उपलब्धी हाँसिल भएपनि पुर्ण समाधान नभएकाले २ सरकारले प्रबिधिक टोलि बनाएको थियो।उक्त टोलीले दुवै सरकारलाई प्रतिबेदन बुझाईसकेको छ।सरकारले तत्काल उच्चतहमा वार्ता गरी टुङ्ग्याउन पहल गरोस।", "हिजो २०७५ बैसाख ५ गते नेपाल सरकार द्वारा सञ्चालित विद्यार्थी भर्ना विशेष अभियानको क्रममा गोरखा कुन्दुर स्थित श्री महेन्द्र माविको कार्यक्रममा सहभागी।हिजै गोरखा मकैसिङमा राष्ट्रपति रनिङ शिल्ड समापन कार्यक्रममा पनि सहभागी। https://t.co/fCI4iV59Fp", "आज बसेको पार्टी एकता सँयोजन समितिको बैठकले समितीमा प्रस्तुत गरिएका दुवै कार्यदलको प्रतिबेदनलाई अन्तिम रुप दिने गरी प्रस्ताब ल्याउन दुई अध्यक्षलाई जिम्मेवारी दिएको छ।तयारी पूरा हुन नसकेका कारण प्रस्ताबित बैशाख ९ को सट्टा सकेसम्म छिटो अर्को मितिमा पार्टी एकता गरिनेछ।एकता जिन्दावाद। https://t.co/0xW0tQHDyk", "सहिद स्मृति तथा जनयोद्दा सँरक्षण प्रतिष्ठान,झापाद्वारा  आज बिर्तामोडमा आयोजित  \"अबको समाजवाद\" बिषयक अत्यन्त सान्दर्भिक बिचार गोष्ठिमा सहभागी।राम्रो गुणस्तरीय श्रोता।यस्ता कार्यक्रमहरु व्यापक बनाउनु पर्ने आवश्यकता। https://t.co/Q2HWpD4jli", "आज गोरखा जिल्ला अजिरकोट गाउँपालिकाको भच्चेकमा त्यस क्षेत्रका बामपंथी नेता कार्यकर्तासङ्ग भेटघाट-अन्तर्कृया।बामपन्थी एकताको सकारात्मक पहल।सबैलाई क•श्रीनाथ अधिकारीको अनुपस्थिती खट्कियो। https://t.co/VEnkVPxBkp", "नयाँ बर्ष २०७५ को अवसरमा सबै नेपालीमा हार्दिक शुभकामना।नयाँ बर्षको प्रारम्भमा आज मेरो  जन्म थलो गोरखा जौबारीमा।म जन्मेको घर भने अहिले छैन,भुकम्पले लग्यो। https://t.co/6JLpvZi8Gy", "प्रधानमन्त्रीको सल्लाहकार समूह र सचिवालयको सँख्या घटाएर छरितो बनाउने निर्णय भएकै हो भने राम्रो स्वागतयोग्य कदम हो।लागू होस् ।", "Govt´s decision to reject EU election observation report and call for correction is https://t.co/nXLpYtOuht´s report not only violates its TOR&amp;MANDATE but also goes  against our National https://t.co/Tf53WOlX6n´too much.", "मन्त्री परिषदले मुलतःपुर्णता प्राप्त गरेको छ।छिट्टै ससफो पनि समाबेश भएपछि पुर्ण हुनेछ।आज शपथ लिनु हुने मन्त्रीज्युहरुलाई हार्दिक बधाई तथा सफलताको लागि शुभकामना।एकनिष्ठ भई सामाजिक न्याय सहितको समृद्धिको लक्ष हाँसिल गर्ने कार्यमा केन्दृत हुनुहोस्।बाम सरकार सफल हुनै पर्छ।अरु छुट छैन", "Sorry for the spelling mistake in my previous tweet post.pls read ´died´ instead of ´tied´", "Hearty Tribute to Great Scientist of our time Stephen Hawking who tied today at the age of 76.He will be ever remembered for his contributions in science,particularly in the field of general relativity&amp;quantum mechanics.His devotion for d mission  is a great inspiration to all", "सबैलाई स्तब्ध पार्ने गरी हिजो त्रिभुवन अन्तर्राष्ट्रिय बिमानस्थलमा भएको यु एस बँगला बिमानको दु:खद दुर्घटनामा ख्यातिप्राप्त न्युरो सर्जन डा•बाल्कृष्ण थापाको निधन भएको खबरले  मर्माहत भएको छु।मित्र डा•थापा प्रति हार्दिक श्रद्धाञ्जली र शोक सन्तप्त परिवार जन प्रति गहिरो समबेदना।", "दोस्रो कार्यकालको लागि राष्ट्रपति निर्बाचित हुनु भएकोमा बिद्यादेवी  भण्डारीज्यु लाई हार्दिक बधाई तथा शुभकामना।", "अन्तर्राष्ट्रिय श्रमिक महिला दिवस ८ मार्च को अवसरमा सबैमा ,बिशेषत:श्रमिक महिला हरुमा हार्दिक शुभकामना।", "हामी भारतसँग असल मैत्रीपूर्ण सम्बन्ध राख्न चाहान्छौं।तर भारतीय पक्ष भने आज पनि नेपाल माथि हेपाहा र बलमिच्च्याँईपुर्ण व्यवहार गर्दैछ।त्यसको पछिल्लो उदाहरण हो-सीमानदी महाकालि र त्यसवरपर नेपालीभुमिमा एकतर्फी रुपमा भारतद्वारा बनाउदै गरिएका पुल,सडक जस्ता संरचना।सरकारले तत्काल रोकोस्।", "हिजो गोरखा पालुङ्टार न पा वडा नं 2 स्थित महान् शहीद क• सुरेश वाग्ले (वासु)को जन्म थलो मा क• सुरेश वाग्ले स्मृती प्रतिष्ठान द्वारा शहीद तथा बेपत्ता परिवारजन सम्मान कार्यक्रम को  आयोजना । https://t.co/cupywNhQY7", "Happy Holi -2074 to all", "आज नियुक्त मन्त्रीहरु ईश्वर पोखरेल,राम बहादुर थापा,मातृका यादव र युवराज खतिवडा लाई हार्दिक बधाई तथा कार्यकालको सफलताको लागि शुभकामना।", "आज गोरखा पालुङ्टार न पा वडा नं ७ च्याङ्ली स्थित जीवन ज्योती मा वि को स्वर्ण महोत्सव कार्यक्रममा प्रमुख अतिथी का रुपमा सहभागी।अभिभावक हरुको ठूलो सँख्यामा उत्साहपुर्बक सहभागिता। https://t.co/ciOqwxIoi8", "एमाले र माओवादी केन्द्र बीचमा भएको सहमतिपत्र: https://t.co/e8ScH5oiOS", "आज २०७४ फागुन ७ गते साँझ ने क पा(एमाल्रे)र ने क पा(माओबादी केन्द्र)का बीचमा ७ बुँदे पार्टी एकीकरणका प्रारम्भिक आधार हरु मा हस्ताक्षर भयो।यसबाट एकीकृत  पार्टी निर्माण सुनिश्चित भएको छ।सबै कम्युनिष्ट क्रान्तिकारीहरु लाई बधाई।तर आगामी चुनौती  प्रति पनि त्यत्तिकै सचेत र गम्भिर बनौं।", "आज गोरखाको पालुङ्टार नगरपालिका अन्तर्गत वडा नं १० मिर्कोटमा बृहत् कोटगढी महोत्सवको उद्घाटन। कार्यक्रमको अयोजना र प्रमुख अतिथिको रुपमा आमन्त्रणका निम्ति आयोजकलाई  हार्दिक धन्यवाद।त्यस क्षेत्रको समग्र बिकासको लागि  जनतासँगै  रहेर पुर्ण पहल र प्रयत्न गर्ने प्रतिबद्दता। https://t.co/vifBSCh26E", "आम निर्वाचन सम्पन भएको करिब २ महिना पछि आज जनादेश प्राप्त सरकार गठन प्रकृयाको प्रारम्भ भएको छ ।प्रधानमन्त्री के पी ओली र नव नियुक्त मन्त्रीहरुलाई हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना।", "Greetings to all revolutionaries on the occasion of 23rd  People´s War Day.", "Happy Mahashivaratri-2074", "हिजो भएको राष्ट्रिय सभा निर्वाचनमा बिजयी  क•राम बहादुर थापा र क•दिनानाथ शर्मा सहित सबैमा हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना।", "नारायणकाजीको आलोचनात्मक चेत https://t.co/BwkefxWVkt via @setopati", "आज सम्म आईपुग्दा सात वटै प्रदेशको प्रदेश सभाको बैठक प्रारम्भ भयो।नेपालमा सँघियता कृयान्वयनको प्रकृया अघि बढ्यो।सबैलाई बधाई तथा शुभकामना।तर अगामी दिनका चुनौतिहरु गम्भीर छन् भन्ने यथार्थलाई पनि बुझौं र सफलताको दिशामाअघि बढौं।", "केही दिन यता बाम गठबन्धनको सरकार बन्नेमा आशँका प्रकट गर्दै सार्बजनिक अभिब्यक्ति हरु आउन थालेका छन्।म दृढतापुर्बक स्पष्ट पार्न चाहान्छु,जनादेश अनुसार बाम गठबन्धनको सरकार सुनिश्चित छ।यसलाई कसैले भत्काउन सक्ने छैन।", "@DBKhadkas यो बिषयमा मैले बोलेको कुरा र गरेको काम हेरेर टिप्पणी गर्ने कि?सचेत ब्यक्तिले को ठिक होईन के ठिक भन्नेमा ध्यान दिनु पर्छ।", "@lomo1910 तपाईं धेरै पछाडी हुनुहुदो रहेछ।हामी र हाम्रो पार्टी को धारणा त्यो होइन।", "@lokesh_dhakal यो पनि एक अग्रसरता नै हो।मैले परराष्ट्र मन्त्रालयको जिम्मेवारी सम्हाल्दा अग्रसरता लिएको थिइन र?मैले अफुले बोलेको कुरा अफ्नो हकमा लागू गरेको छैन र?अनि प्रमुख पार्टीहरु को बैठकमा मैले यो कुरा उठाएको छैन र?अनि कसरी हो र अग्रसरता लिने?", "@kps_baglung You dont know me yet what do I stand for and how?", "अधिकाँश नेपाली राजनैतिक नेताहरु कुटनैतिक आचारसंहिता उल्लङ्घनमा\"प्रतिबद्द\" देखिएका छन्।ध्यान नपुगेर होइन।किन त?हिन ग्रन्थी र निहित राजनैतिक स्वार्थ?!दुख:र ग्लानिको अनुभुति हुन्छ,ठुला छिमेकीहरु उपनिवेश बन्दा समेत पुर्खाहरुले स्वतन्त्र बनाईराखेको हाम्रो देशको स्वभिमान आज गिराइदैछ।", "Generally,the timing of Sushma Sworaj´s current visit to Nepal is not acc to  normal practice politically and diplomatically.however,we welcome her and wish&amp;try to make the  visit fruitful .but I must again repeat we must maintain our dignity and focus on national interest.", "@deependradc त्यो निर्णय बजेट बाहिरको निर्णय थिएन।अनि काम चलाउ सरकारले गरेको निर्णय थिएन।सम्यक ढङ्गले सोचौं ।", "Congratulation to Dr. Sanduk Ruit for Padma Shri award confered by the Govt. Of India.Thanks to GOI and best wishes to Dr.Ruit for the future.", "देउवा सरकारले हालै गरेका मुलुकलाई दिर्घकालिन असर पार्ने निर्णयहरुले लोकतन्त्रको हदै उपहास गर्यो।सरकारले बजेटमा समाबेश नगरी गर्नै नमिल्ने र नयाँ जनादेश आईसकेपछिको काम चलाउ सरकारले गर्नै नमिल्ने निर्णय मात्र गरेन,आर्थिक अराजकता र सङ्गकटमा देशलाई धकेल्यो।ने का का  लोकतन्त्रबादी खोइ?", "Congratulation to the People and Government of India on the occasion of Republic Day-2018.", "राजनीतिमा  बिकृतिकरणको बारेमा मेरो अभिब्यक्ति हाम्रो पार्टी वा पार्टीको कुनै निर्णयको सन्दर्भमा नभएर हाम्रो पार्टी सहित समग्र राजनीतिको सन्दर्भमा हो।नयाँ संबिधान र राजनैतिक परिबर्तन निष्ठावान एवं स्वच्छ नेतृत्व बिना सार्थक रुपमा लागू हुनै सक्दैन।त्यसैले राजनीतिको सफाई अनिबार्य छ।", "@DRP39 सहि हो डा•साब", "राजनीतिलाई मुक्तियात्राको रुपमा नलिनेहरुका निम्ति राजनीति एक व्यबसाय,व्यापार र धन्दा मात्र हो।मुक्तियात्राको महत्त्वपूर्ण अङ्गको रुपमा राजनीतिमा क्रियाशील म जस्ताका लागि  धन्दावालहरुको पकडको अहिलेको राजनीति निकै कष्टकर छ।तर सोच्छु,यो राजनीति फेर्न त म राजनीतिमा छु र,फेरि अघि बढछु", "मानव जीवन मुक्ति यात्रा हो।जसले यो सत्य लाई आत्मसात गर्छ,उसले सार्थक जीवन बाँच्छ।जसले यो बुझ्दैन,उ बाँच्छ मात्र, मुक्तियात्रा बाट बिचलित हुन्छ र मुक्ति टाँढा जान्छ।जसले राजनीति लाई मुक्तियात्राको अङगको रुपमा लिन्छ,उसको लागि राजनीति सत्य,न्याय,परिबर्तन र जनसेवाको निम्ति हुन्छ।+", "नेपालको एकीकरणका प्रमुख नाएक पृथ्वीनारायण शाह प्रति हार्दिक श्रद्दाञ्जलि।", "आज क. जयगोविन्द शाहको स्मृति दिवसमा उहाँलाई सम्झदै हार्दिक श्रद्धा सुमन।कम्युनिष्ट आन्दोलन को सैद्दान्तिक तथा चारितृक स्खलनको आजको सन्दर्भमा उहाँको सिन्दान्तनिश्ठता र स्वच्छता सबै क्रान्तिकारी  हरुका लागि प्रेरणास्पद छन् ।", "डा•गोविन्द केसीको रातारात गिरफ्तारी कानुनको नाममा गरिएको ज्यादति हो।\"अदालतको मानहानि\"लाई सत्याग्रही बिरुद्ध हतियार बनाईनु नितान्त गलत छ।फेरि दोहोर्याएर भन्छु,अदालत\"भगवान\"होइन। राज्यको पुनसंरचना गर्दा न्यायालयलाई भने यथावत राखियो।त्यसको पनि परिणाम हो यो।सम्बन्धित सबैले बुझुन् ।", "त्यसैले सरकारले प्रदेशको अस्थायी काम चलाउ केन्द्र तत्काल तोकोस् र प्रदेश प्रमुख नियुक्तिको प्रकृया अघि बढाओस् ।", "प्रदेशसभाको राजधानी प्रदेश सभा ले नै निर्णय नगर्दासम्म को लागि अस्थायी केन्द्र तोक्नु अनिवार्य छ र त्यो जिम्मेवारी सरकारको हो। अस्थायी केन्द्र तोक्न पर्दैन वा प्रदेश बाहिर भए पनि हुन्छ भन्नु असँबैधानिक, सँघियता बिरोधी एवँ अलोकतान्त्रिक गैर जिम्मेवार कार्य हो।+", "Happy New Year 2018 to all", "क•माओको १२५औ जन्म जयन्तिको अवसर मा हार्दिक श्रद्दा सुमन।उहाँका शिक्षा हरु हाम्रो मौलिकतामा सिर्जनात्मक ढङ्गले लागू गरौं ।", "ख्यातिप्राप्त न्युरो सर्जन डा•उपेन्द्र देवकोटाको शिघ्र स्वास्थ्य लाभको कामना गर्दछु।तपाईंलाइ \nपुर्ण स्वस्थ अवस्थामा नेपालमा स्वागत गर्न हामी आतुर छौं ।", "@shamsher_miya Dhanyabad", "@prabhatthapa Thanks", "@lamideepu Thank u so much", "@mohanrajsharma2 Dhanyawad", "@SunilSh87174218 Dhanyabad", "@pnpuran Thanks.", "@laxmiprasadsun1 Thank u", "@Aayush467854 Thank u", "@kghimire1 Thank u so much.I will try to go ahead as per ur expectation.", "@GyawaliNath Abhar tatha dhanyabad", "@thpnson Thank u so much", "ने क पा(माओवादी केन्द्र) र ने क पा(एमाले) का सबै नेता कार्यकर्ता हरुलाई जिम्मेवारी बोध सहित धैर्यता कायम गर्न र पार्टी एकता वा वामगठबन्धनको भबिश्य सँग जोडिने गरी कुनै आशंकाजन्य आरोप प्रत्यारोप नगर्न विशेष अनुरोध गर्दछु।हाम्रा कतिपय मतभेद र कुनै नयाँ कुरा भए छलफलद्वारा समाधान गरौं", "मेरा लागि राजनीति समाज परिवर्तन मार्फत मानवजातिको मुक्तिको अभियान मा सहभागी हुने एउटा माध्यम हो।त्यसैले मेरो मुक्ति यात्रा को अङ्ग पनि।मेरो मुक्ति  यात्रा निरन्तर जारी  रहन्छ।सत्यको साधना र प्रयोग को अभियान जारी रहनेछ।", "अहिलेको काम चलाउ सरकारले निर्बाचित जन प्रतिनिधि संस्था हरुलाई सत्ता हस्तारण गर्न को लागि आवश्यक न्युनतम संबैधानिक र कानुनी कार्यहरु बाहेक अन्य कुनै पनि निर्णय गर्नुहुँदैन।लोकतान्त्रिक मुल्य मान्यता लाई सबैले अनुशरण गरौं ।", "@BishnuRimal धेरै धन्यवाद तपाईंको सद्भावको लागि।तपाईको अपेक्षा पूरा गर्न लागि पर्नेछु।", "श्रद्धेय अध्यक्ष क•प्रचण्ड र क•के पी ओलि सहित निर्बाचनमा बिजयी  हुनुहुने सबैमा हार्दिक बधाई तथा सफल कार्यकालको लागि हार्दिक शुभकामना।", "@lumbininep @SujitMahat1 @brb1954 I am so thankful to you for ur compliment.the only thing I am surprised is to see the quotes of lord Budha in a very wrong place.Meditate!The greatest weapon for soul searching ..you may find the truth.", "मैले सधै नेपाली कम्युनिष्ट आन्दोलनको एकीकरण र बाम-गठबन्धनको पक्षमा प्रयत्न गरिरहें।ब्यक्तिगत रुपमा मेरो पराजय भएपनी बामगठबन्धनको शानदार बिजयबाट म अत्यन्त खुसी छु।मेरा लागि यो नै ठुलो बिजय हो।बाम सरकारद्वारा समाजवाद उन्मुख समृद्धि हाँसिल गर्न र पार्टी एकता सफल पार्न लागिपर्नेछु।", "मेरो क्षेत्रको निर्वाचन परिणाम जे जस्तो भएपनि देश, जनता, सत्य र न्याय प्रतिको निष्ठामा अबिचलित रहि मानव मुक्ति र स्वतन्त्रताको यात्रामा निरन्तर सकृय रहनेछु।सम्पुर्ण नेपाली जनता र गोर्खाका जनताको सेवामा समर्पित रहनेछु।", "गोर्खा २ का आदरणीय  मतदाता को निर्णय लाई शिरोधार्य गर्दै बिजयका निम्ति डा•बाबुराम भट्टराई लाई हार्दिक बधाई ।निर्बाचनमा मलाई समर्थन र सहयोग गर्नुहुने मतदाता,बाम-गठबन्धनका नेता-कार्यकर्ताहरु,आफन्तजन,शुभेच्छुकहरु सबै लाई आभार तथा धन्यवाद।", "आजको निर्बाचन मुलत: शान्तिपुर्ण रुपमा सम्पन्न भएको छ ।यो सङगै देश नयाँ ऐतिहासिक चरणमा प्रवेश गरेको छ।निर्बाचन सफल पार्न योगदान गर्ने मतदाता, निर्बाचन आयोग,सरकार,सुरक्षा निकाय,प्रशाशन संयन्त्र,राजनैतिक क्षेत्र,नागरिक समाज,सञ्चार जगत सबैलाई धन्यवाद ।नेपाली जनतालाई हार्दिक बधाई।", "Nothing is perfect and so Democracy too.Democracy is also with it´s limitations.experiences of elections also has shown it clearly.but limitations shouldn´t be equated with our weaknesses.we have to correct ourshelves&amp;continue to develop Democracy further.let´s be serious on it.", "संघ र प्रदेशको निर्बाचनले नयाँ संविधानमा संस्थागत गरिएको नयाँ राजनैतिक प्रणालीको कार्यान्वयन गर्नेछ र त्यसको लागि नेतृत्व चयन गर्नेछ।राजनीतिको शुद्धीकरण र सफाईको आजको राष्ट्रिय  आबश्यकता लाई पनि नेपाली जनताले मतदान गर्दा ध्यान दिनेछन् भन्ने अपेक्षा गरौं।", "आजको निर्वाचनसङ्गै संविधान कार्यान्वयनको पहिलो मुख्य र नेतृत्वदायी कार्यभार पूरा हुनेछ।अब देश आर्थिक क्रान्ति,बिकास र समृद्धिको नयाँ चरणमा प्रबेश गर्ने अपेक्षा छ।यो जिम्मेवारी पूरा गर्ने सङ्कल्प गरौं।शहिदको सपना र नेपाली जनताको आशा एवं आकांक्षा पूरा गरौं ।", "गोर्खा क्षेत्र न २ का मतदाता,बाम गठबन्धनका नेता-कार्यकर्ताहरु,लोकतन्त्रबादी मित्रहरु,आफन्तजन,नि आयोग,कर्मचारी र सुरक्षाकर्मी सबैमा धन्यबाद।", "शुभ दिपावली -२०७४ को अवसरमा सबैमा हार्दिक शुभकामना।", "कुनै बहानामा चुनाव सार्ने र अन्तत: अनिश्चित काल सम्म चुनाव नगर्ने षडयन्त्रको चर्चा सुनिदैछ।त्यस्तो कार्य बन्द नगरे सशक्त प्रतिकार गरिनेछ।", "गैर आवासीय नेपाली संघको अध्यक्षमा निर्वाचित भवन भट्ट र सबैलाई हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना।", "We(Nepal)are elected in  UNHRC.Congratulations.Thanks to all member countries who made us win.also thanks to our MOFA team for their effort.", "आचारसंहिताको ठाडो उल्लंघन गर्दै देउवाले गरेको म प बिस्तार हदै अलोकतान्त्रिक कार्य हो।चुनाव सुनिश्चित र स्वच्छ होस्,अन्यथा सह्य हुने छैन।", "आज काठमाडौंमा हाम्रो पार्टीको पि बि को प्रशिक्षणात्मक बैठक सम्पन्न। एमाले संग पार्टी एकता गर्ने र चुनाबी तालमेल गर्ने निर्णयको अनुमोदन।", "प्रस्तावित एकीकृत पार्टीको लक्ष राष्ट्रिय स्वाधिनताको रक्षा,संबिधानको कार्यान्वयन एवं परिमार्जन,सामाजिक न्यायसहितको सम्बृद्धि र समाजबाद हो।", "एकीकृत कम्युनिष्ट पार्टी निर्माण एवं चुनावी तालमेल गर्ने माओवादी केन्द्र र एमालेको हिजोको पहल ऐतिहासिक बस्तुगत आवश्यकताको उपज हो।सफल पारौं।", "नेपाली कम्युनिष्ट आन्दोलनको एकीकरण एवं पुनर्गठन र वाम-देशभक्त एकता आजको ऐतिहासिक आबश्यकता हो भन्ने यथार्थ लाई गहिरो सङ्ग आत्मसात गरौं।", "सिमा अतिक्रमण र अन्यायपुर्ण बाँध निर्माणको बिरुध्द तिलाठी सङ्घर्षका अगुवा देवनारायण यादवको भारतमा पक्राउ किन?सरकारले तत्काल आवश्यक पहल गरोस्", "Happy Dashai-2074 to all", "@jharkhola You r totally wrong.my pt is to reduce the holidays and make it one for similar holidays", "संविधान दिवस-२०७४ को शुभकामना।संबिधानको मुल आत्मा समाजबाद उन्मुख समावेशी लोकतन्त्रको कृयान्वयन गरी सम्बृध्द नेपाल बनाउने संकल्प गरौं ।", "प्रजातन्त्र,संविधान र गणतन्त्र दिवस सबैलाई मिलाएर कुनै एक दिन लाई राष्ट्रिय दिवस बनाई राज्यको तर्फबाट एउटा  कार्यक्रम आयोजना गरे हुन्न?सोचौ।", "भारतको ‘धम्कीपूर्ण आदेश’ अस्वीकार गरेको त्यो दिन https://t.co/3Bt5bchc0S", "चुनाव अति नै खर्चिलो र बिकृत भयो।राजनीतिमा भ्रष्टिकरणको गति यस्तै हुने हो भने परिबर्तनको अर्थ रहदैन।तसर्थ राजनीति सफा गरौं,चु•प्रणाली बदलौं।", "भ्रष्टाचारीहरु लाई कार्बाही गर्न संसदिय समितिको निर्देशन र जन आवाज लाई सरकार एवं सम्बन्धित निकायले किन बेवास्ता गरेको?तत्काल कार्बाही गरोस।", "म्यान्मारका रोहिङ्गा समुदाय माथिको दमन,देशबाट लखेट्ने कार्य पुर्णतः गलत छ।नेता आङ्साङ सुकिको लोकतान्त्रिक छवि र नोवेल पुरस्कार सङ्ग मिलेन।", "पुर्ब सांसदहरुलाई पेन्सन दिने बिधेयक हाम्रो सन्दर्भमा ठिक छैन।साथै सुबिधा दिइने पुर्ब विशिष्ट पदाधिकारिको दायरा र सुबिधा पनि कम गर्नु पर्दछ।", "भ्रष्टाचार बिरोधी अभियानको ठूलो सफलता:भ्रष्टाचारी प्रमाणितले चुनाव लड्न नपाउने बिधेयक पारित।यसरी नै सङ्घर्ष गर्दै अघि बढौं।परिवर्तन सम्भव छ।", "@SMahat6 If we could have done everything just and truthful,country would have been already changed.so we all have to struggle whether in govt or out", "@GirishThagunna तपाईलाइ थाहा होस् -मैले देश र जनताको पक्षमा सधै बैठकमा कुरा राख्ने गरेको छु।जानाकारी होस् ।", "नेशनल मेडिकल कलेजलाई संबन्धन दिने निर्णय सच्च्याउने माग गरिएकोमा स्थगित गरिएछ।त्यतिले पुग्दैन।खारेज गरेर पुर्व स्थितिमा नै पुर्याइनु पर्छ।", "भ्रष्टाचारीलाई चुनाव लड्न दिइनु पर्दछ भन्दै निर्वाचन बिधेयकहरु संसदमा त्यतिकै रोकिनु हदै लज्जाको बिषय हो।हाम्रो पार्टी त्यसको विरुद्धमा छ।", "हाम्रो पार्टी यतिबेला यहि आश्विन२गते२नं प्रदेशमा हुने चुनाबमा केन्दृत भैरहेको छ।यसै सन्दर्भमा केन्द्रीय सचिबालयको बैठक पनि आज बिरगञ्जमा। https://t.co/TKor049pAh", "Happy Bakra Eid to all", "तराई-मधेशमा नेकपा(माओवादी केन्द्र)प्रबेशको लहर देखियो।आज जनकपुरमा पार्टी प्रबेशको भब्य कार्यक्रम।भोलि र पर्सि सर्लाही र रौतहटमा पनि। https://t.co/F616OcDCfS", "म एमाले पार्टीमा प्रबेश गर्दैछु भनी एउटा अनलाइन मेडियामा प्रसारित समाचार सतप्रतिशत गलत र कपोल्कल्पित भएकाले  कुनै भ्रममा नपर्न अनुरोध गर्दछु", "आज बिराटनगरमा १नं प्रदेशको पार्टी बैठक र प्रशिक्षण कार्यक्रममा सहभागी। https://t.co/vABEe8XQ04", "https://t.co/BTeuMXEygf", "आज धनगढीमा ७नं प्रदेशको पार्टी बैठक र प्रशिक्षण सम्पन्न।भोलि बिहानको पि बि एम हरु सङ्गको बैठक पछि दिउँसो राजधानी आउने तयारी। https://t.co/N4p89K3mcr", "आज सुर्खेतमा६ नं प्रदेशको पार्टी बैठक तथा प्रशिक्षण कार्यक्रममा सहभागी।उत्साहाजनक। https://t.co/U615qdF3om", "Perhaps for PM proper constituency is Delhi to get votes from Madhesh!so,didnt care he is speaking in Ktm or Delhi?and also PM or NC chair?", "देउवाले मोदी सँगको पत्रकार सम्मेलनमा हाम्रो संबिधानका बारेमा बोल्नु भएको कुराले नेपाल र नेपालीकोअपमान गरेको छ।प्रमलाई थाहा छ के बोल्नुभो?", "राजपा ले सबै तहको निर्बाचनमा भाग लिने निर्णय गर्यो।सहि निर्णय।स्वागत एवं धन्यवाद।", "@kumarbdt Certainly.", "प्र म लाई भारत भ्रमणको सफलताको शुभकामना।फेरि भन्छु;भारतका कारणबाट भएको डुवान समस्याको समाधान खोज्नुस ।डोक्लाम तटस्थता नत्याग्नुस।", "PM's India visit:must maintain neutrality on Doklam standoff.inaundation here due 2 Indian policy&amp;structures must b seriously dealt&amp;resolved", "मङ्सिर १० गते संघीय र प्रादेशिक निर्बाचन एकै पटक गर्ने घोषणा भयो।सरकारले सहि निर्णय लियो।धन्यवाद।ब्यापक सहभागिता सहित सफल पारौं ।", "डा•केसीको स्थगित तर निरन्तरको आन्दोलनलाई उपेक्षा गरेर कसरी नयाँ कलेजलाई संबन्धन दिईयो?चि•शि•बिधेयक पनि बिचाराधिन नै छ।यो हद भयो।तु सच्च्याउ।", "RT @SriSri: When you see yourself as a witness, separate from ego, then no person or situation can shake you.", "डा•केसी लाई यसनिम्ती धन्यवाद।उहाँले उठाउनु भएको मुद्दालाई सकारात्मक ढङ्गले समाधान गर्न यो अबसरलाई सदुपयोग गरौं,ताकि अब अनशन गर्नै नपरोस्।", "डा•केसीलेअनशन स्थगित गर्नुभएको छ।अहिलेको बाढी संकटकोअबस्थामा२दिन अघिभएको सहमति भन्दा माथि जाने प्रयत्न गर्ने हो भने यो नै उत्तम बिकल्प थियो+", "Congratulations&amp;best wishes to the People and Govt of Pakistan&amp;India on the occasion of their Independence Days.", "Let us work for the cause,not for cheap publicity.let us try to find the solution,not to complicate the situation.let wisdom prevail.", "श्री कृष्ण जन्माष्टमी को अवसरमा सबैमा शुभकामना।बाढी पीडितलाई सहयोग र सेवा गर्दै कृष्णाष्टमी मनाऔं।", "RT @Reuters: Chinese state newspaper says Trump's order to investigate Chinese trade practices will \"poison\" relations https://t.co/RzgYm1o…", "अबिरल बर्षा बाट देशका विभिन्न भागमा पुग्न गएको ठूलो क्षति प्रति दु:ख ब्यक्त गर्दै उद्दार र राहतको लागि सरकार र पार्टी कार्यकर्तालाई अनुरोध।", "आज राजपा सङ्ग भएको बार्ता सफल भयो।राजपा चुनावमा सहभागी  हुने भयो।संबिधान संशोधन प्रस्तावमा केही दिन भित्रै मतदान गरिनेछ।", "सबै देशभक्त हरु एकताबद्द भै अगाडि बढौं।सफल हुन सकिन्छ। https://t.co/0TVplkAgl7", "मैले निरन्तर राष्ट्र हितको पक्षमा उठाएको बिषय सफलताको बिन्दुमा पुग्यो।राम्रो भयो। https://t.co/qVwG74HRFR", "RT @IndianExpress: Bhutan acknowledges that Doklam is a Chinese area: Official\nhttps://t.co/w8bZOXE2h0", "RT @XHNews: Paid military informant aided a paramilitary attack on #Venezuela army base: official https://t.co/fke7AZyi3L https://t.co/HzyE…", "@Vaskar377 Dont you know what I am struggling for throughout?try to understand d reality first.", "Attack on govt military base in Venezuela reminds the US backed Contras in Nicaraguwa.External intervention in any country is totally wrong.", "@Illameli If u have not read my public comment condemning that act ,that is not my mistake.", "आज पोखरामा ४ नं प्रदेशको प्रशिक्षण कार्यक्रम मा सहभागी । https://t.co/RyNN2huySP", "त्यसैले सत्याग्रहलाई  हलुको ठट्टाको बिषय बनाउने गैरजिम्मेवार कार्य कसैले नगरौं।सरकारले शिघ्र वार्ता  सफल पारोस।डा•केसीको जीवन रक्षा गरौं।", "डा•केसी सङ्ग कयौं कुराहरुमा असहमत हुन सकिएला,तर ऊनी एक निस्वार्थ,निर्भिक एवं स्वच्छ ब्यक्तित्व हुन् र उनको आन्दोलनको मुल मुद्दा सहि छ।+", "डा•माथेमाका धेरै  बिचार मेरा पनि हुन् ।राजनीतिको भ्रष्टिकरण आजको मुख्य समस्या भएकाले राजनीति सफा गर्ने अभियान चलाऔं।https://t.co/B9K8jTk6iO", "I can't talk of`Bodhisatwos´,but for d general human being,contadiction betn wisdom&amp;self interest continues through out.let wisdom prevail..", "क•रेणु दाहाल भरतपुर महानगरपालिकाको मेयर पदमा बिजयी हुनु भएको मा हार्दिक बधाई तथा कार्यकालको सफलताको शुभकामना।अध्यक्ष क•प्रचण्ड र सबैमा बधाई।", "RT @kathmandupost: Interview: Narayan Kaji Shrestha\n\nElections should, and will, take place whether or not RJP-N is on board\n\nhttps://t.co/…", "आज जनकपुरमा २ नं प्रदेशको अगुवा कार्यकर्ता प्रशिक्षण कार्यक्रममा अध्यक्ष क•प्रचण्ड,म र क•बादल सहभागी।कार्यक्रम उत्साहजनक। https://t.co/zSUoWQCKBq", "सरकार-डा•केसी बिचको बार्ता कृयान्वयनकै तहमा सफल होस्।घरिघरि एउटै बिषयमा अनशन,वार्ता,सम्झौता र फेरि अनशन अति भो।अब त्यसो नगरौं।इमान्दार बनौं।", "पाकिस्तानको अदालतद्वारा भ्रष्टाचार बिरुद्ध साहासिक निर्णय।राजिनामा को नैतिकता।नेपालका काला धनि हरु कहिले सम्म मुक्त?https://t.co/KzepgBU7I0", "हाम्रो पार्टीको हालैको बैठकमा पार्टी बिघटनको प्रस्ताव आएको भन्ने भ्रममा कोहि नपर्नु होला।पार्टी रुपान्तरण र सुदृढीकरणका बारेमा गंभीर छलफल हो", "Let the People of Venezuela decide their political course themselves.Imperialist intervention-not d solution.Democracy for d pple or for US?", "US fresh sanction against Venezulean officials for their role within their country is nothing but the naked intetvention.it must be stopped.", "विवेकशील नेपाली पार्टी र साझा पार्टी को एकता भएकोमा एकीकृत पार्टीलाई हार्दिक बधाई तथा शुभकामना।", "@arunkndl मेरो कुरा त्यो होइन।मैले तथ्य बुझ्न खोजेको हुँ।डा• के सी लाई समितले छलफल का लागि बोलाएको र उहाँ नजानु भएको हो कि होइन?जे हो त्यो भन्नुस न।", "डा•गोविन्द केसी संसदको समितिले चिकित्सा शिक्षा बिधेयक का बारेमा छलफल गर्न बोलाउंदा नगएर अनसन बसेको भन्ने के हो?डा• केसी द्वारा स्पष्ट होस।", "ने क पा का संस्थापक सदस्य क•नर बहादुर कर्माचार्यको चौथौं स्मृति दिवसको अवसरमा उहाँप्रति हार्दिक श्रध्द्दा सुमन। https://t.co/p34Bq9rGg1", "हाम्रो पार्टी प्रत्यक्ष निर्बाचित कार्यकारी प्रमुखको पक्षमा आउन सबै पार्टीहरु सङ्ग गम्भीर आव्ह्वान गर्दछ।यो स्थिरता,एकता र बिकासको लागि हो।", "हाम्रो पार्टी\"एक मधेश एक प्रदेश\"माग को बिरुध्द मा दृढ छ।यो अनावश्यक मात्र होइन हानिकारक छ।कसैमा कुनै भ्रम नरहोस।", "रुपन्देहीमा कथित तल्लो जाति सङ्ग प्रेम गरेको भन्दै महिलामाथी गरिएको हिंसा जति निन्दा गरे पनि कम हुने घृणित कुकार्य हो।हदैसम्मको कार्बाही होस", "@aayusakali A negative mind wll not gve a positive life.this is ur wall quote.I request u to follow.मैले निर्णय गराउन नसकेको सहि बिचार प्रकट गर्न नहुने?", "@hari4aps2 धेरै धन्यवाद।", "@smriti2049 @Life7431 अहिले कर्मचारी ट्रेड युनियनलाई  कानुनी मान्यता छ।त्यो नै खारेज गर्नु पर्छ भन्ने मेरो भनाइ हो।मैले पार्टीहरुको शिर्ष बैठकमा यो कुरा उठाएको छु", "@smriti2049 आफ्नै हरुलाइ हो।", "सरकार गठन भएको१महिना बितिसक्दा पनि म प लाई पुर्णता नदिई२दर्जन मन्त्रालय मन्त्री बिहिन बनाइनु साहै भएन।तुरुन्त बिस्तार गर्नु पर्यो।कति भन्ने!", "सरकारी कर्मचारीहरु सरकारले पठाएको ठाँउमा नजाने भन्ने कुरा हुन सक्तैन।फेरि भन्छु;पार्टी पिच्छेका कर्मचारी ट्रेड युनियनहरु खारेज गरिनु पर्दछ।", "हाम्रो पार्टीको केन्द्रीय सचिवालयको बैठक आजबाट शुरु।के का को तर्फबाट क•प्रचण्ड द्वारा रिपोर्ट प्रस्तुत।प्रदेश इञ्चार्जहरु बाट पनि रिपोर्टिङ। https://t.co/0Db4PUdRSr", "अब गरौं:समयमै निर्बाचन,सङ्क्रमणकालको अन्त्य,राजनीतिको सफाई,राष्ट्रिय स्वाधीनताको रक्षा,समाबेशी लोकतन्त्रको सुदृढीकरण,समृद्धि र सामाजिक न्याय", "नेकाका पुराना समाजवादी नेता आदरणीय रामहरि जोशीको निधनले पु-याएको दु:खको गहिरोअनुभुति सहित उहाँप्रती श्रद्धाञ्जली अर्पण गर्दछु।सबैमा समवेदना।", "पुन:जोड;तुरुन्त निर्बाचन क्षेत्र निर्धारण आयोग गठन गरियोस्।मङ्सिर१५सम्ममा सबै चुनाव गर्नै पर्छ।तर यसरी हुन्न।समय घर्कन लागि सक्यो।आँखा खोलौं", "I want to make clear;240 constituency not acceptable.any prolongation of the tenure of the existing parliament can´t be even imagined.", "आज बिहान माके,नेका र एमालेको बिचमा र साँझमा माके,नेका र राजपाको बिचमा बैठक भयो।समग्रमा बैठक सकारात्मक रह्यो।राजपाले अबका चुनावहरुमा भाग लेला", "गुरु पुर्णिमाको अबसरमा मेरा शिक्षकहरु र जीवनको सत्य बुझ्न एवं त्यसलाई लागू गर्न कुनै न कुनै रुपमा सहयोग गर्नुहुने सबैमा नमन गर्दछु।शुभकामना।", "राजपाको दल दर्ताको निबेदन स्वागत योग्य।\n2 नं प्रदेशको स्थानीय निर्बाचन सहित अब हुने सबै निर्वाचनमा सहभागी हुने अपेक्षा,अनुरोध।सबै अघि बढौं।", "हिजो सम्पन्न नेपाली जन प्रगतिशिल मञ्च,ओमन को पहिलो सम्मेलनमा सहभागिता।आजै स्वदेश फिर्ता। https://t.co/rhPT3ec09H", "यो कुरा सहि होइन भनेर कसैले भन्न सक्दैन।त्यसैले देश बर्बाद भैरहेछ। https://t.co/NN4kFVf9zX", "भारतद्वारा सिमा क्षेत्रमा लगाईएको बाँधको कारणबाट सप्तरीमा यसपटक पनि बाढी बाट ठूलो क्षति।तत्काल राहतका साथै दीर्घकालीन हलका लागि पहल आबश्यक।", "@bplthegreat Thanks", "@bplthegreat You have misunderstood.I have used the word under\"..\"I have satired to d patriarchs,see ur \"second rank\"stood ahead of u.I praised d female.", "Great that 73%voted in second phase local election and majority (53%) of them were female.Congratulation to d people,more to d \"second sex\".", "सरकारले तत्काल निर्बाचन क्षेत्र निर्धारण आयोग गठन गरी प्रदेश र संघको निर्वाचन सुनिश्चित गरोस्।समय घर्के पछि काम गर्ने रद्दी कार्यशैली छाडौं।", "क•मदन भण्डारी को६६औं स्मृती दिवसकोअबसरमा म•भ•प्रतिष्ठान द्वारा काठमाडौमा आज आयोजित कार्यक्रममा सहभागी।धुर्मुस,सुन्तली सम्मानित।हार्दिक बधाई। https://t.co/Fx8kO2Ijav", "आजको दोश्रो चरणको चुनावको सफलताको लागि निर्वाचन आयोग,सरकार,राजनीतिक पार्टीहरु,उमेद्वारहरु र ३वटै प्रदेशका जनसमुदाय लाई हार्दिक शुभकामना।", "मुस्लिम समुदायको महान् पर्व ईद उल फित्रको शुभकामना सबैमा।\n\"तिमी जहाँ हुन्छौ अल्लाह त्यहीँ हुनुहुन्छ।उहाँले तिम्रो काम हेर्नुहुन्छ।\"कुरान", "योग दिवसमा शुभकामना।योगासन नै योग होइन,यो त एउटा अङ्ग मात्र हो।योग जीवन दर्शन र अभ्यास हो,मान्छेलाई स्वत्त्व उन्मुख गराउने।ध्यान मुख्य हो।", "हद दर्जाको लापरबाही ।रगत सङ्कलन गर्दा स्कृनिङको ब्यबस्था अनिबार्य गरियोस् । https://t.co/FCAUD8CL77", "@ojaswigautam खुसी लाग्यो।", "@plasmicshree I again want to tell u.I was personally not involved in insurgency.i was leading my party Unity Center during that period.", "@YubrajKafle19 सत्य र ठिक को पक्षमा उभिदा एक्लै हुन पनि तयार छु र हुनु पर्छ।अन्ततः जीवन र समाज सत्य कै वरिपरि अघि बढ्छ ।", "@Raju_Dhamala आफ्नो नीजि स्वार्थ का निम्ति बिबेक लाई बन्धकी राख्नु भन्दा मलाई यो मञ्जुर छ।", "@mukesh_Sindhuli Thank u so much", "@plasmicshree U have not understood me yet.try to get the right information frst.", "@DunganaRabi Thank u so much", "जीवन जन्म र मृत्यु बिचको बचाइ मात्र होइन।यो त स्वतन्त्रता उन्मुख मुक्तियात्रा हो।मेरा लागि राजनीति त्यसैको अङ्ग हो,´जीवन´चलाउने पेशा होइन।", "Life isn´t just living betn birth&amp;death.It is a journey of liberation towards freedom.I am in politics as a part of it,not to earn a living.", "\"It´s wrong.but everyone is doing it.so u too should follow.\"I don't agree.", "Let´s wish him not to get any \"punishment\"for this. https://t.co/99XrnQ8fcP", "कसैलाई नझुक्याऔं।संविधान संशोधन र स्था•त•को संख्या बृद्दी अहिले सम्भव छैन।राजपा यो बिना मिति सारेपनि आंउदिन भन्दैछ।अत:अंध्यारो सुरुङ नखनौं।", "@anita_sharma001 संविधान जारी हुनु अघिको ३ पार्टी को अन्तिम बैठक बहिष्कार गर्ने ब्यक्ति हुं म।तर संबिधान अलपत्र बनाएर देशलाई वरवाद गर्ने काम गर्न  दिनुहुदैन।", "@anita_sharma001 तपाइलाई थाहा होस् ,पु्र्ण समानुपातिक अधिकार र प्रादेशिक सिमाङ्कनको संबोधन नगरिएकोमा बिरोध गर्दै अब मधेशमा अन्दोलन निश्चित भन्ने धारणा राखेर+", "चुनाव सार्न कसरत गर्नेहरुले स्पष्ट गरुन्:कति पटक  सारे पछि राजपा आउँछ?ग्यारेन्टी के छ?अनि मध्य असारको चुनाव अझ सारेर कहिले गर्ने?खेलवाड किन?", "राजपा को आन्दोलन चुनाव सार्ने(कम्तिमा २र ५नं प्रदेशको)कहिँ कतै कसैका बीच मा बनेको सहमतिको षडयन्त्र अनुरुप भएको होइन होला भन्ने आशा गरौं ।", "संबिधान लागू गर्नै नदिने,अस्थिरता कायम गराईराख्ने र बिखण्डन गराउने षडयन्त्र कसैको छ भने  त्यसलाई असफल पार्न देशभक्त नेपाली जनता सक्षम छन् ।", "राजपाको आन्दोलन घोषणा असान्दर्भिक,दु:खद एवं दुर्भाग्यपूर्ण", "स्थानीय तहको सङ्ख्या वृद्धिको निर्णय सर्बोच्च अदालतको आदेशको कारणले लागू गर्न नसकिएको स्पष्टै छ।अनि राजपाद्वारा फेरि त्यही शर्त किन?मिलेन।", "राजपाका लागि चुनाव सार्दै मध्य असारमा पुर्याउंदा पनि फेरि सार्ने भनेको असोज कार्तिकमा पुर्याउनु हो।त्यो भनेको चुनाब नगर्नु हो।अत:त्योअसम्भव।", "राजपा सङ्गको बार्ता आज पनि सफल हुन सकेन।निर्बाचन को मिति नसारे र स्थानीय तहको संख्या बृद्दी नगरे निर्वाचनमा भाग नलिने राजपाको अडानमा असहमति।", "राजपाले चुनावको लागि राजनैतिक मुद्दा सम्बोधन हुनु पर्ने र त्यसका लागि चुनावको मिति पुनःसार्ने प्रस्ताब राख्यो।हामीले त्यसलाई अस्विकार गर्यौ।", "सरकार,नेका,माके र राजपाको बिचमा अहिले भएको बार्ता सफल हुन सकेन।भोलि बिहान सम्म यथास्थिती कायम रहेमा स्थानीय चुनाबमा राजपा सहभागी नहुने भयो।", "@SarojBasyal म त्यतिबेला माओवादी मा थिइन। त्यति बेला मैले बादरमुढे घटना लगायत तात्कालिन माओवादीको गलत काम र कमजोरीको सार्बजनिक रुपमै बिरोध गरेका थिएँ ।", "राजनीति लाई सत्ताको फोहोरी खेल नै बनाइरहने हो भने यत्रो बलिदान र परिबर्तनको के अर्थ?अनि हामी राजनीतिमा रहिरहनु को पनि के अर्थ रहन्छ र? बदलौ।", "चौथौ पटक प्रधानमन्त्री निर्वाचित हुनु भएका शेर ब• देउवा लाई बधाई।घोषित मिति र समय सिमा भित्र सबै निर्वाचन सम्पन्न गरिने आशाका साथ शुभकामना।", "It´s too much.condemn the terrorist attack on civilians in London Bridge yesterday.let´s fight against terrorism collectively in all fronts.", "हिजो भएको काबुल बम आक्रमणमा ५ नेपाली पर्नु भएको र १ जनाको अबस्था गम्भीर रहेको समाचार ले  ज्यादै दुखित बनाएको छ।शिघ्र स्वास्थ्यलाभ को कामना।", "let wisdom prevail.get out of prejudices&amp;petty self interests.base on facts&amp;truth.don't be blind for ur \"intetest\".dare to be true to urself", "@liberal_the to whom r u talkng?", "Strongly condemn today´s  Kabul bomb attack killing many innocent civilians.Terrorism is not and can never be the solution.", "@iPadam_ मैले मतपत्र च्यातेको घटनालाई अलोकतान्त्रिक भन्दै तत्कालै भर्त्सना गरेको थिएँ ।मेरो त्यतिबेलाको ट्विट पोष्ट हेर्नू होल।", "एमालेको के ताल हो यो?लोकतन्त्र को कुरा गर्ने,अनि निर्बाचन आयोग ले गर्ने कामको निम्ति संसद बैठक अबरुद्द गर्ने।यो पनि हद भयो।जे गरे पनि हुन्छ?", "सहमतिको सरकार बन्ने सम्भावना त त्यति नदेखिएकै हो।तर त्यसका लागि बोलाईएको बैठकको अङ्ग नै पुगेन एमाले नभएर।एमालेलाई ल्याउन नचाहेकै हो त?", "@0baea43800bd4fc हो।", "सहमतिको सरकार गठनका निम्ति आयोजित बैठकमा एमालेको उपस्थिती रहेन।ने का ले आफ्नै नेतृत्वमा सहमतिको सरकार भनेर सशर्त पत्र नपठाएको भए आउँथ्यो कि।", "आ.ब २०७४/२०७५ को बजेट को मुख्य पक्ष संघीयता कृयान्वयनको लागि रकम बिनियोजन हो।यो सहि शुरुवात हो।फाष्ट ट्र्याक र बुढीगण्डकी योजना लाई पनि रकम।", "अन्ततः प्रधानन्यायाधीश माथिको महाभियोग प्रस्ताव फिर्ता लिईयो।ठिक भयो।राम्रो भयो।", "भरतपुरमा मतपत्र च्यातिएको घटना सार्है दु:खद र भर्त्सनायोग्य छ।यथार्थ के हो?यो किन र को बाट भयो।भिन्न कुरा आइरहेका छन्।यसरी लोकतन्त्र चल्दैन।", "गणतन्त्र दिवस२०७४मा सबैमा बधाई र शुभकामना।३वटै तहको चुनाव सफल पारौ,संघीय गणतन्त्रात्मक समाबेसी लोकतन्त्र संस्थागत गरौं,सम्बृध्द नेपाल बनाऔं।", "आज प्र न्या माथिको महाभियोग फिर्ता लिने भनिएकोमा प्रस्ताबक र समर्थक ले सभामुख लाई बुझाएको पत्र त्रुटिपुर्ण भएकाले सच्याईने।फिर्ता नै गरिने।", "२)प्र म ले नि आ संग परामर्श गरी निर्वाचनको मिति एक हप्ता सम्म पर सार्न सक्ने।राजपाको उपस्थितिमा यो भए पनि उसको प्रष्ट प्रतिबद्धता आएको छैन ।", "१) उम्मेद्वारको आधिकारिकता को निम्ति पार्टीको अख्तियार प्राप्त ब्यक्तिको हस्ताक्षर नि आ मा ५ दिन अघि बुझाए पुग्ने गरी ऐन संशोधन गर्ने र ,++", "आज माके,नेका,एमाले र राजपा को बैठकमा एमाले सहितको सहमतिमा राजपा लाई समेत निर्बाचनमा भाग लिने थप वातावरण बनाउन दुई निर्णय लिईएको छ।+", "निजगढ -काठमाडौं द्रुत मार्ग को आज प्रधानमन्त्री क•प्रचण्ड ले शिलान्यास गर्नुभयो।यस ऐतिहासिक कार्यका निम्ति क•प्रचण्ड लाई बधाई तथा धन्यवाद।", "@rameshprajuli puranai ho", "आजको ३ पार्टीको बैठकको निर्णय:स्थानीय तह यथवात भएकाले आजै बाट एमालेले सदनको अबरोध अन्त्य गर्ने।सरकारले प्र न्या माथिको महाभियोग फिर्ता लिने।", "कुनै पनि बहानामा दोश्रो चरणको स्थानीय निर्बाचन लाई अन्यौल र शंका भित्र राखिनु हुँदैन।हर हालत मा चुनाव सम्पन्न गरिनु पर्छ।सबै जिम्मेवार बनौं।", "अहिले सबै पार्टी ले सबै सङ्ग चुनाब र\"सत्ता\"को लागि तालमेल र समिकरण गरिरहेछन्।आदर्श,सिद्धान्त र मूल्यको यो ह्रास गम्भीर बिचलन हो।यसलाई बदलौं।", "@poudyal_mailo Ajhai malai chinnu bhaxaina ki ...chinera kura garnus aru dalai ra bhrasta plitucian jasto nathannus. .bujhnus ani tippani garnos", "https://t.co/MiLemYtTDC mistakenly put word is corrected in my previous tweet on PM'S resgn.pls read const implementation for const amndmt.", "Com Prachanda did his best for d country to d extent possible through this course of current coalition.he should be thanked for. New should.", "PM Prachanda resigned today with all d dignity&amp;honesty.he will be highly valued for d grand job of qualitative leap in const amndmt.congrats", "Hearty Tribute to late Charismatic Patriotic leader Madan Bhandari&amp;Jibaraj Ashreet on 24th Memorial Day.lets stand for d nation&amp;left unity.", "Nepal's signing in OBOR agmt is a correct decision.Congrats to PM Prachanda.Let's prepare ourselves to take maximum advantage from it.", "Big congratulation !our party CPN (Maoist Center) won victory in all municipalities &amp; rural municipalities in Rukum District.", "Voted at Jaubari Center,Gorkha ,in first phase of local body election.encouraging paticipation.qualitative leap in const implementation. https://t.co/O64TU2EmFl", "State organs should function within their defined parameters&amp;also none should expect others to function as it wishes.no conflict &amp; anarchy.", "Whatever other issues,d main thing is that we have to be unified to hold d local election successfully under d leadership of PM Prachanda.", "@prakash252 Ani ma ke afno bibek lai bandaki rakhu? Yuwa haru ko yasto kura Sunda dukha lagxa.afno bibek  ra adan ma eklai bhayepani ladirahanu parxa.", "I put my view on impeachment motion against CJ in our HQ meet today.it is wrong,untimely,irrelevant&amp;counter productive.it must be withdrawn", "It's not true that I had gone to CJ Karki to talk on IGP case as the messanger of some  other.", "Revolutionary Greetings to the working class and labouring masses of the world on the occasion of May Day 2017.", "I didn't know anything about the Impeachment against CJ before it was registered.so we are going to discuss on it in tom's meeting seriously", "@rabing889 I didn't know anything abt the Impeachment proposal  before it was registered.so we r going to discuss on it in tom's meeting", "What we r doing and what will be the result?are we aware of it?we must be serious&amp;responsible.our actions should not help ruin d country.", "Our party Hq meeting is set for tom morning to discuss on the \"Impeachment\" against CJ Sushila Karki.", "Major political parties &amp; Madheshi Front should sit for talks seriously.Govt should take initiation immediately.", "No surrender to any foreign or extremist forces.No compromise on National Soverignty&amp;Achievements of d Constn.others negotiable e flexibilty", "Provision of law to give election symbols only to d parties in parliament is wrong.others also should get it.let govt&amp;EC find d way out.", "National Unity Govt is the need of the hour.let major 5 parties unite for this without delay.petty party interest and ego must be given up.", "Let all patriotic and democratic forces unite to save the country and democratic-progressive achievements made so far by the people.", "Happy New Year 2074 to all", "Govt withdrew d previous const amndmt bill&amp;put forward the new bill.Madheshi front&amp;Federal Alliance opposed d new bill&amp;d election.what?why?!", "My recent interview in Annapurna Post https://t.co/ncGxRIWWni", "Congratulation to Nepal Cricket Team for it's victory over Kenya.also best wishes for the coming events..", "Happy Holi-2073 to all.", "My interview in Kantipur on contemporary issues. https://t.co/ALHqIjNZ7M", "Participated this morning in Bagmati Cleaning Campaign on it's 200th week. https://t.co/ruL4sRWhVU", "Govinda Gautam declared Martyr.\"compensation to the Martyr family.lodged Protest with India.govt initiated d correct step.good.", "It will really give the feeling of change to the people on the ground. https://t.co/ijH09fm8Or", "Very imp article by Sudhir ji.2 great message:Nepal will certainly develop if no ext.intervention&amp;let's take our decision ourself.must read. https://t.co/0zs68ebe2K", "A must read article by Ameet ji.very realist,objective&amp;visionary.can be eye opener.let's wait for d 2nd part.https://t.co/VWIPgIXVSU", "None of the Madheshi Front MP spoke in parliament today against the killing of Govinda Gautam by SSB gunfire.all others opposed.what?shame!", "How could Indian Emb in Ktm lie so nakedly that SSB didn't gunfire?Nepal&amp;Nepalese r nothing? It's a big insult to us.India must apologize.", "Some others r also injured by SSB firing on d Nepalese in our border.wish them speedy recovery.Its too much by India.stop.govt must talk imm", "Condemn the killing of Govinda Gautam,a Nepali citizen of Anandabazar,Kanchanpur by Indian Force SSB firing today.HeartyTribute to him.+", "Happy to know that com Barsha Man Pun Ananta is back home after recovery.wish him good health and normal work life soon.", "@rabing889 I m so much humbled from ur comment.thanks a lot.i promise not to deviate from my principles that I stand for.hope for ur continued support.", "UDMF submitted a 5 pt demand letter to PM with 7 days ultimatum to fulfill their demands,mainly to withdraw d'election'.otherwise no support", "Happy greetings&amp;best wishes on d occasion of International Working Women's Day 2017.unite to implement d constitution to empower d women.", "I postponed my Europe trip scheduled for 8-28,March due to latest political situation of d country.i humbly apologize to d organizers for it", "So sad to hear d death of one in Saptari from police firing.inspite of PM' s instruction not to shoot,how did it happen?let all restrain.", "PM is fully determined&amp;committed to hold d local election in fixed time.no need to doubt&amp; create confusion.let all cooperate him for d cause", "We differ with UML on Madhesh issue &amp; constitution amndmt.but we oppose any undemocratic act to disturb the peaceful progms organized by UML", "Every party is free to conduct it's activities peacefully.then why not UML?whoever tries to disturb is wrong.this must be stopped.", "Happy Gyalpo Lhosar -2073 to all.", "Happy Mahashivaratri -2073 to all", "Why not govt&amp;the \"concerned\" correct it,if it is true?ओमान र यूएईका लागि सिफारिस राजदूत वैदेशिक रोजगारीका ‘ठग’ ! https://t.co/jKu3P5LHfn", "जसले भारतबारे सधैं एउटै भाषा बोले https://t.co/vQqG8HMRiT via @setopati", "Congrats to Yubanath,Lucky,Mahendra Singh, Padamsundas&amp;all other govt nominees as our ambassadors.all d https://t.co/HZGkIQEoza hard#country", "Govt declared d date of local election for 14,May.welcome.strenthen d hand of PM&amp; govt to implement it.UML should help bring UDMF on board.", "Interacted with com KP Oli  today on national situation,common immediate task&amp;election.i requested to help do election&amp;bring UDMF on board.", "Talks with UDMF leaders yesterday and today were really very serious.let's encourage &amp; help them to come forward positively.hope UML thinks.", "Finally,govt has prepared to declare the local poll date tomorrow.if nothing unexpected happened,new local body,1day election,on13or14 May.", "We(our party&amp;NC)had a serious meeting with UDMF today.though we differed on declaring election date,some of their points were note worthy.", "दिल्ली भ्रमणको अनुभवः भारतीय ‘रुलिङ क्लासले’ नेपालमा अझै भूमिका खोज्दैछ https://t.co/0GmA38lDSB", "I am already in Nepal after my 4 days' visit(11-14feb)to New https://t.co/lqrX270KV9 focussed mainly on d prepn of declaring  local election", "नारायणकाजीको दिल्ली भ्रमण र त्यसपछिका तरंग — News of The World https://t.co/c2jnjjD66Z", "दिल्लीको जेएनयुमा नारायणकाजीको ‘खस्रो’ भाषण ! के के भने ? https://t.co/YG7ewoFh7I", "Participated in two progms,regional conference&amp;talk progm, in New Delhi organized by All India Nepali Unity Forum. https://t.co/4QvoDZ69hV", "Tribute to all revolutionaries who sacrificed&amp;devoted their lives  for d nation&amp;people during People's War.lets b true to&amp;unite for d cause.", "Const Amndmt process will be continued even after declaring d poll date &amp; will be settled or concluded in understanding with Madheshi Morcha", "From all these,I m hopeful that local level poll date will be declared within first week of Falgun(19Feb)to hold it on abt 1st Jestha(15May)", "From yesterday 2 today I met&amp;discussed  with President,PM,KP Oli,Deuwa,Kamal Thapa,EC chief &amp; his team.Also talked with MJFD Gachchhedar.+", "Govt must immediately take necessary step देशका आधाभन्दा बढी जनता रुवाउने प्रस्ताव किन ल्यायो सरकारले? https://t.co/3ZbamAixD6 via @setopati", "Had important meetings with high level state,political,election&amp;parliament leaders&amp;authorities today.will wrap up this round tom.hope +ve.", "No election-No constitution-No Democracy--failed state-even d threat to d Sovereign existence.so let's be determined&amp;united for d election.", "Govt arrested secessionist CK Raut today.it was demanded by all patriotic people of Nepal.right decision taken before too late.stand&amp;unite.", "Cabinet decided to write a letter to EC to prepare for the local body election within 13-24 May.Thus poll declared.good.get united for it.", "My interview with Bhusan Dahal on Fire Side KTV\nhttps://t.co/o0LeiEKPnU via @youtube", "Big congratulation to com Dor Pd Upadhyaya \"Nirmal\" for assuming d chair of PAC.he is very simple,clean&amp;competent and really deserves it.", "@Only_Bijay exactly.when I was FM,I wrote a letter to India to close it down.i also raised d issue in HLPC,all party meetings&amp;govts.None did", "UN field offices are closed.ok.fine.but what abt d unauthorised Biratnagar field office of Indian Embassy?it must be closed down immediately", "Tribute to Great Martyrs.let's promise 2 defend&amp;consolidate d achievements by  implementing d constitution&amp;clean politics 2 change d country", "Congratulation to Mira Rai for the Title \"adventurer of the year-2017\".", "Happy Sonam lhosar to all. https://t.co/iCO04NLjnt", "But what would be d reaction of d West if we had done d same here,protest&amp;demonstrations from d first day of office after election?perhaps..", "Trump took office amidst massive protests.Yes,Democracy isn't onlyelection&amp;parliament.\nopinion&amp;expression of people in various forms counts+", "NEA officials&amp;some others held for electricity theft.good.thanks to Kulman&amp; also 2 SSP https://t.co/79oBrESa8T is not enough but One can do.", "I make a humble request to UDMFto join hands for election.cons amndmt continues.give up  confusion&amp;indecisiveness.unite&amp;discard seperatists.", "Yesterday,we,3 major political parties,rightly decided to declare the local poll date soon.but let's not backtrack plz.stand firm to d end.", "@nksthaprakash I have not only talked but seriously discussed with PM on it.I m sure he will take strong steps soon.", "Congrats to Nepali Daughter Teriya Magar for winning famous Indian TV Show'Jhalak Dikhhla Jaa' award.we r proud of u.wish ur further succes.", "I seriously draw the attention of d govt on the  open anti-national activities by d separatist elements.why home ministry is just watching?", "Thanks to Former Chief Justice Kalyan Shrestha and other prominent civil society members for their initiatives to lead d country to election", "We have no time to wait.local level poll date must be declared soon within a week.otherwise election of 3 tiers won't b possible within time", "Tribute to Prithvi Narayan Shah.his role for the unification(reunification?)was as per the objective historical necessity &amp; progressive.+", "Govt extended d time to GMR,developer of upper karnali, to complete d financial closure by a year.why?disagree.our party had opposed d PDA.", "I remember d momt when I was alone in HLPC meeting against d appointment of LMSingh.I had warned now Supreme Court  has decided it Illegal", "Election bill proceeded.good.cons amndmt bill tabled amidst 'formal'obstruction.what should be d course ahead?let's think&amp;decide seriously.", "Hats off to Supreme Court for its HSTORICAL DECISION on LOKMAN Case.Lokman INELIGIBLE for CIAA CHIEF. SC did what Parliament couldn't.Great!", "My fellow leaders of all political parties, plz beware of party blindness n confrontation &amp; crisis resulting out of it.let wisdom prevail.", "@SumanKTZ didn't  you read my tweet well?I have seriously called for cleaning politics first.", "China took d action against 4 lakhs govt officers in its anti -corruption move in 2016.we also need to dare it.politics must b cleaned first", "Govt received d report of LLRC today.its a welcome https://t.co/RR682Pzhh2 it's been clear,country will go to to new local body election.", "Surprised to read d news of 'PM-CJ meeting' in today's Nagarik Daily.Not good to defame CJ from any quarter who is doing d best she can.", "President was serious&amp;worried while talking with PM&amp;Party leaders this afternoon in Shitalniwas.She urged for unity betn parties&amp;election", "Political parties should find d suitable way out for d political course ahead taking national political task&amp;SC verdict  into consideration", "To understand d decision of the SC in totality with its main spirit,full text must be studied which is very carefully n cautiously worded.", "SC decision not to issue the interim stay order on the cons amndmt bill regd in d parliament reflects d wisdom of d court.+", "Political parties of India will not be  allowed to campaign for votes on the basis of religion&amp;ethnicity/caste acc to its recent SC verdict.", "Observe yourself neutrally to let urself to find&amp;identify wid ur true nature(being)and ultimately to truth,liberation&amp;freedom.Happy New Year", "Happy lhosar2073 to all", "Govt.may write a letter to EC requesting for d preparation of new local body election within a given time frame(by May,2017).Msg&amp;Preparation", "If formal announcement of the local poll date couldn't be possible before electoral laws being passed,govt can write a letter to EC for it.+", "RT @nepalitimes: .@MohnaAnsari has already proved that she is not just a token Muslim woman in office.\nhttps://t.co/g5GJxDWGup\n@omastharai…", "Hearty Tribute to Kamal Mani Dixit,a renowned literary figure ,who passed away this morning.sincere condolences to grieved Dixit family.", "A ruling coalition partner NC has requested d govt to hold local election within 2 months.every one knows-it's impossible.then why?knocking?", "Internalise Mao's teachings;\n\"Serve d people\"\n\"Seek Truth from Facts\"\n\"Self should be the first target of revolution\"", "Revolutionary Tribute to Com Mao on his 123rd birth aniversary.", "Merry Christmas to all.\n\"Let us not love with words or speech but with actions and in truth\"-Jesus Christ", "Appreciate 2 recent decisions of d govt,doing \"fast track road\" by Nepal itself&amp;agmt. for d construction of Nagdhungana-Naubise tunnel road.", "Govt must reject it.Nepal has its own significant role in UN peace keeping mission. https://t.co/ubTmDDbTS0", "Kisunji was simple&amp;always dictated by his own conscience.more relevant today when foreign intervention,corruption,selfishness&amp; consumerism#", "Hearty Tribute to Kisunji,a great patriotic and democratic leader,on the occasion of his 93rd birth aniversary.+", "Govt must make its stand clear&amp;talk to Indian Govt to correct its recently declared electricity purchase policy which is against PTA betn us", "Many Many congrats to Pushpa Basnet for the award CNN SUPER HERO.wish  her every sucess in future", "We need to go to election unitedly.for that    we r flexible too.but why NC is not ready to hold d election of new local body?plz rethink.", "Those against Ghising's move of ending d load Shedding are virus of d https://t.co/qbjjIO4FUz dare from within d NEA itself?!punish&amp;discard.", "Let's not delay a single day.declare d local body election.that is the only step ahead.prefer d new body,but whatever it be,go to election .", "I do not agree 100% with Dr KC.but his anti-corruption movt,moral height &amp; contribution are extraordinary.he must be saved for d country.", "Govt.must immediately clearly the fact . https://t.co/hD68mDOozU", "Sad Demise of Giant Communist Leader Fidel Castro is a great loss to world revolutionary movement &amp; humanity. Heartfelt Tribute to him.", "My interview:मधेसवादी दल भोट नहाल्ने, चुनावमा नजाने हो भने संशोधनको औचित्य छैन https://t.co/0XSsdpH0n5 via @setopati", "RT @kantipurdaily: दिल्लीको दिल्लगी\n\nhttps://t.co/yMpvfDcn0d https://t.co/TXtMsVfyMD", "RT @kantipurdaily: लोकमान नियुक्तिको भित्रि कथा, .@Haribthapa बाट: त्यो ‘मध्यरात’ को रहस्य\n\nhttps://t.co/C8s6WVVdAl https://t.co/58yJqPDLed", "Hearty Congrats to Nepal Football Team for it's Victory in AFC football tournament   today in Malaysia.Great.Proud of u.All the best.", "Hearty Tribute to com. Bhakti Pandey,PBM of our party CPN (MC),who passed away d day before yesterday.", "RT @ForeignAffairs: Western liberal democracy may not be the final destination on the democratic road, but just one of many exits. https://…", "My interview https://t.co/R1D0C3jjTJ", "My interview . https://t.co/F1anLyBNdk", "@gaunkomanchhey I hate double standard.When I speak,I speak from my heart&amp;try to translate into practice honestly.sorry,u didn't know me.", "Happy Chhath-2016 to all.", "Ammendment of the constitution so as to make the naturalised citizens eligible for d  head of d state &amp; govt is next to impossible.No,No,No.", "The main message given by Indian President's visit-India's position is as it is  on Nepal's new constitution.unwanted prescription continues", "Hearty welcome to Rt Hon'ble Pranab Mukherji, President of India ,for his 3 days'  goodwill visit to Nepal commencing from today.", "One thing,is it necessary &amp;right?more imp, how could the govt declare holiday on the \"arrival\"of Chinese President when it is not yet fixed?", "Surprised to hear d decision of GON declaring holidays on d day of arrival of Indian&amp;Chinese President.it's not only wrong but ridiculous.+", "I strongly object to the public criticism of Nepali Team of Indo-Nepal EPG by FM  Dr Mahat.why so in the presence of Indian member of EPG?", "I wish all the best for the sucess of PM Prachanda's state visit to India from today.", "Had a very warm,open and fruitful meeting with president Ji Zhiye of CICIR today. https://t.co/FQ8dmUUORb", "Congrats to CM/PM Prachanda.but we have no time for celebration.need to work hard from d very beg to overcome d serious challenges ahead.", "Hearty Tribute to com Khadga Thanet and condolence to his bereaved family members.", "Shocked by the untimely sad demise of com Hari Khewa in bus accident.Tribute to him.hearty condolence to all family members.", "Decision to invoke article 305 of d constitution to remove d difficulty is not only unnecessary but wrong.this 'precedent' won't do good.", "Congrats to Dr KC&amp;all for d success of SATYAGRAHA.but agmt must be implemented honestly.lets hope,cheating&amp;betrayal won't be repeated again.", "Important thing is not d new govt but it's action.we have big challenge ahead.So need to be serious&amp;determined to do what we have committed.", "Finally,PM Oli resigned paving the way to form new govt.moral credit would go to him if he had done it immediately after he lost  majority.", "I pay sincere Homage&amp;Tribute to com. Nar Bdr Karmacharya, one of the founder of Communist Party of Nepal,on the 3rd Memorial day.", "One is not a genuine Marxist if he/she is not critical to Marxism itself.such  superficial and dogmatic'Matxist' destroy Marxism &amp; Rev Movt", "After continuous efforts obstruction and conflict in the parliament is avoided.good.let us work more for tolerance,cooperation&amp;unity.", "Hearty Tribute to great leaders com.P L Stha and Sri B P Koirala.you will be ever remembered by Nepali People.", "Save the life of Dr Govinda KC.govt and major political parties must act immediately.", "Narrow Party&amp;Personal interest r dominating  National interest.without  making it upside down we can neither save nor change d country.", "Let us be firm and united against any external intervention in our internal affairs.we should be aware of it.Nation First.", "PM Oli should have resigned immediately after he lost the majority.It is against the political morality.", "PM Oli's hesitation to implement d GMA with our party also pushed d situation to this pt.but possibility was there &amp;we had to try seriously.", "My 1st priority was national unity govt.it couldn't  be successful bcaz of NC&amp;UML.2nd priority-Prachanda led govt from within d coalition.+", "To-day party unity declared&amp;unified party CPN(MAOIST CENTER)formed.congratulation&amp;best wishes to all comrades.unite to transform d party.", "यसकारण मैले नया शक्ति छोडे : भक्तपुर संयोजक https://t.co/PfMFMCcuic via @sharethis", "Revolutionary May Day greetings to all comrades and workers of the world.on 1st May,2016 https://t.co/GBvlXHGN10", "After 2 months I m in social media.Greetings&amp;Best Wishes of Democracy Day-2073 to all.to make Democary effective we need to CLEAN POLITICS.", "Best wishes for the success of PM Oli's goodwill visit to India from today.but PM should take in mind that d people are cautiously watching.", "Thanks to d Govt for d decision:Mero Dharahara Ma Nai  Banauxu.i had given d suggestion to reconstruct Dharahara by d fund of our own People", "I am well now recovered after 2 weeks.participated in a meeting of parties today.sincere thanks to doctors,medical staffs&amp;all well wishers.", "Congrats to Our SAG football team.Nepal won the gold medal after 23 yrs.so happy.we r really proud of u.", "@bibekdhun @NepalSwears what do u mean?", "@smadixit thanks", "@smadixit yes ,suffered from swine flu since a week.", "Hearty Tribute to Sushil Koirala from the isolated bed of Swine flu.", "UCPN(M) is happy with this change.bcaz it was one of our note of dissent in d constitution.Finally NC&amp;UMLagreed.thanks to them&amp;Madhesh movt.", "1st ammendment of d constitution has incorporated-proportional inclusion of exploited&amp;marginalised communities in d state structures.+", "Hearty Greetings&amp;congratulations to Nepal National Football Team for winning Bang Bandhu Gold Cup.we r proud of u. Best Wishes for future.", "Happy new year 2016AD.", "My interview on Madhesh movt,dialogue &amp; solution:पहाडिया अहंकारवाद र विखण्डनवादले समस्या पार्‍यो :: https://t.co/RW4lVUb8Qt via @sharethis", "@haripdl Gentle reminder.our standing committee  had rejected that proposal of PM unanimously.it was informed to PM by PKD from d meeting.", "@haripdl coalition partner doesn't mean that it supports each&amp;every decision of govt.even majority govt is criticized by d party.be critical", "Red Salute n tribute to com.Mao.greetings to all revolutionaries of the world on d occasion of Mao Day.", "@NitinBtweet @Rato_pati our party standing committee took d decision to disagree with the proposal of PM to break &amp; add min.we tried before.", "If PM thinks that UCPN (M) will support to any thing he does,he is quite wrong.we can not remain silent further.we r not for govt for govt.", "Again ministries added.it is not only irresponsible&amp;wrong but also against d spirit of new constitution.it's too much.we r against it.stop.", "Merry CHRISTMAS.Happy yomari purnima and uddhyauli Festival.", "We object &amp; oppose the decision of adding the number of ministries.this is a wrong decision taken by PM at the time of national crisis.", "Shocked&amp;deeply saddened by the untimely demise of com. Padma Khadka last night.Hearty Tribute to him.Condolences to bereaved family members.", "Happy chath to all", "Condemn the Paris Terrorist Attack resulting d death of more than 100 and injury of many pple.hearty condolence.Terrorism is not d solution.", "Happy new year greetings to all on the occasion of Nepal Sambat 1136.", "UN chief calls for lifting of blockade on Indo-Nepal border - The Times of India https://t.co/PxzJaAqdcz via @timesofindia", "Happy Tihar to all.", "Thought to work quietly for d remedy of Blockade induced crisis&amp;political solution of Terai-Madhesh movt.but 6 DPMs..too much..ashamed.", "Political guideline&amp;code of conduct for the ministers from our party has been made public today by Govt Affairs Com of d party.practice must", "Nagarik News - भारतले नाकाबन्दी खोले पनि चीनसँग इन्धन सम्झौता हुन्छः नारायणकाजी श्रेष्ठ (अन्तर्वार्ता)https://t.co/BNdHwGywMo via @sharethis", "@bistmrb that was also my question.but we are just in govt.we have started intense work on it.hope that u will be positive to give few days.", "@KamalDevBhatta1 I am with ur spirit.but hopeful that we can and we will.", "We are working for the alternate ways of import of Petroleum and Gas.hope that it will be seen in practice within a few days.", "Happy Dashai to all.", "Got to know that d govt.has not yet approached China formally&amp;officially for d supply of essential commodities like Gas&amp;Petroleum#.what?why?", "Rt Hon'ble Speaker Onsari Gharti took oath today.Congrats for being d first woman in d high post of this status in Nepal.\nnew history. best.", "Arrived back in ktm from Beijing participating in ICAPP conference  on SILK ROAD project.also had bilateral meetings with CPC&amp;other leaders.", "@kp18099 that news is totally wrong.in that meeting nothing  like that was discussed.i hate those who play politics as a dirty game.", "Congratulation&amp;best wishes to com KP Oli on his election as PM of Nepal.plz be serious to resolve Madhesh-Tharu movt&amp;implement 14pt agmt.", "I humbly request to Sushilji&amp;NC to correct its decision to form national unity govt.otherwise country will suffer.plz be serious.", "Unity betn d major parties is d need of d hour.so this course is not good for d country.still we have time.let's think seriously&amp;get united.", "We supported KP Oli for PM after signing d14 pt agmt betn two parties.understanding at d time of16pt agmt&amp;external intervention led us here", "We have put 8 conditions for d formation of National unity govt&amp;our participation in it.we have already discussed with UML&amp;NC.non committal.", "Does India know what it's doing by continuing embargo nakedly?it will be too costly for India.for Nepal,u have helped us to stand on our own", "Burning National Flags of any neighboring country must be strictly stopped.that only complicates d situation.moreover,that hurts their pple.", "Don't step towards revenge.tit for tat not always d solution for socio-political problem.don't act on sentiment,anger&amp;hatredness.let wisdom#", "Attempt to attack at R Mahato's residence in ktm is out&amp;out wrong.stop such actiivities which may push d country into communal riot&amp;violence", "RT @DahalTbd: All who want to 'VISIT NEPAL'\nthis is time\ncome experience how humans live without a govt, services it ought to provide &amp; a b…", "Sit on d dialogue table.don't show any flexibility.stick to d previous positions.if u do like this from any side,it is of no use.no solution", "India must open it's eye.any intervening measure won't help them.ending blockade must be real.Nepalese won't bow down.we'll stand unitedly.", "भारतीय हस्तक्षेपविरुद्ध उत्रिए भारतकै १११ प्रबुद्ध व्यक्तित्व (पूर्ण नामावलीसहित) http://t.co/kqwpUfg9uk via @esamatanepal", "Hearty tribute to Chandra Bdr Gurung,General Secretary ,RPP Nepal who passed away in USA.condolence to the grieved family members.", "Everybody is asking to me abt the formation of new govt.was engaged totally in cons making till d promulgation.now in dialogue.so don't know", "India directed to end d blockade.good.proved that its'previous statement on blockade was totally wrong.Victory of d patriotic pple of Nepal.", "Tribute to com Ram Charan Choudhary,who passed away today.he will be ever remembered for his simplicity,revolutionary integrity&amp;patriotism.", "Be firm&amp;united against Indian intervention&amp;blockade.but be serious to resolve our internal problem as well.India cann't be d excuse.we must.", "नेपालमा फोहरी खेल खेल्ने अधिकार मोदीलाई कसले दियो ? मणि शंकर ऐयर, भारतीय सांसद http://t.co/iXpTwqheyE", "RT @SDMUNI: India's angry reaction to Constitution provides cover to Nepali right and left extremists to exploit &amp; fuel Terai fire to their…", "Engaged in dialogue for d political solution.i am firm that we must address d momt&amp;negotiate with our pple.but will never surrender to them.", "I am saddened by d unexpected decision of com BRB when party&amp;country is in difficult situation.i make a humble request to him to review it.", "I am for d political solution of Terai-Madhesh-Tharu movt.but I am firmly against d approach,policy&amp;activity of India on it.no intervention", "@SIRakshav I have been repeatedly speaking against d approach,policy,reactions&amp;step of Indian Govt on the latest cons devp of Nepal.Stop it.", "@chandra729 you know,I am strongly against d approach of our decision makers depending on use of force.but we must decide ourselves.my point", "Tribute to Great Martyr com Suryanath Ran Yadav on the occasion of his Memorial Day today.", "Approach&amp;reactions from India,including d statement after d promulgation of cons is wrong.India should humbly say,Let Nepalese decide.", "@haripdl you have not read my tweet well.and also u don't know me.be humble enough first to understand the thing u comment.", "@PANDEYYAN some people live on values,not run after'success'or'power'.find one who was out of CA&amp;worked day&amp;night for cons till d last day.", "I was in 3 party progm in ktm today.happy that new constitution has come.but didn't join d rulers on d dais.dissent. http://t.co/Id8YVriA0s", "Promulgation of cons is d victory of d country ,not only of UCPNM.yes,we need to resolve d remaining issues. https://t.co/l37GqKxp0A", "Finally new constitution is promulgated.congrats to all.howwver,challenges ahead should not be oversimplified&amp;minimized.needs dialogue&amp;unity", "“@kantipurdaily: [विशेष सम्पादकीय] संघीय संविधानको सार्थकता\nhttp://t.co/nsauuYb0aF http://t.co/vT2EKZ898a”", "“@kathmandupost: [Special editorial] We are relieved to have constitution but would like to see a larger ownership http://t.co/VeRvSneZ7u”", "Unfortunately talk with MJFD failed today,mainly bcaz of NC&amp;UML.Pushing it out is totally wrong&amp;strategically harmful.talk wid it&amp;agitators.", "At very crucial moment.Let wisdom prevail in fellow leadership team.let us not be arrogant&amp;self centered pushing d country into conflict.", "Let all Nepalese unite.let's decide our fate ourselves.let's correct our mistakes ourselves.let us sit to resolve.but no outsiders plz.", "Indian PM Modi's special Envoy Jaya shankar in Nepal.goodwill n best wishes fine.but not any interference in our  internal affair. plz note.", "My interview on new constitution.http://t.co/aHg6IrGiDi", "@DahalTbd Bhutan ji ,sorry that I could not make my point clear.i mean to sign d agmt  before Indian Envoy arrives here in Kathmandu.", "Was in Baluwatar meeting  till 1am today (Last night).very near to political agmt wid MJFD.hope to ink this morning b4 envoy #.would b great", "New constitution endorsed from CA.historical achievement.congratulation to all.but should continue d serious effort to bring 'all'on board.", "Political agreement addressing d major issues with committment to amend d constitution within a fixed period of time is still possible.Act.", "Had seperate meetings with Bijaya Gachchhedar&amp;Upendra Yadav yesterday.found both very hurt&amp;serious.discussed about d possibility of way out", "Deeply saddened to hear d news of demise of com. Mukti Khanal.revolutionary Tribute to him and hearty condolence to d grieved family members", "Happy Teej to all those who celebrate and enjoy..", "It's too much.4 yrs child killed in police firing against the agitators in Rupandehi today.stop this brutality against Madheshi people.stop.", "My interview‘प्रचण्ड राष्ट्रपति बन्नुहुन्न, प्रधानमन्त्री पनि दाबी गर्दैनौं’ :: Nepal, Political News,https://t.co/hQIgJnwipU via @sharethis", "My interview “@kathmandupost: We have to address the concerns of the marginalised [Interview with @nksthaprakash] http://t.co/5PLrOBfHm7\"", "We are not only against feudal autocracy bt also against Fascism,extreme right political democracy,seen in d faces of some leaders of NC&amp;UML", "Voting in CA has begun.constitution ensured.historical success of the people.but risks conflict.could be resolved.neglected by NC&amp;UMLwhy??", "Informal discussions are going on betn the parties since yesterday.but not concluded positively yet.however,efforts are on.", "RT @brb_laaldhwoj: सुगौली-सन्धीको यो २०० औं बर्ष हो! आजको २४ घण्टाले पुर्खाले आर्जित गरेको र हामीले २०० बर्षसम्म भोग्दै आएको... http://t.co…", "CA procedure halted for talks.ok.but i requested this since 4 Sep.was refused.Indian amb Ray met d leaders this morning.done.painful.", "We have 44 hrs from today to 13th sep,for talk.so plz let us sit formally,informally,find d political solution&amp;promulgate d cons.unitedly.", "RT @kantipurdaily: विशेष सम्पादकीय : प्रक्रिया सार, वार्ता थाल\nhttp://t.co/77omG3qMOi http://t.co/EoMiUREWuJ", "Constitution must.but need to hold talks with agitating forces honestly even halting the procedure for few days.my stand since 4sep.try more", "NC&amp;UML do not seem to be serious for talk&amp;political solution.they must know majority, state power&amp;army not enough.conflict must be avoided.", "RT @MadhuRamanACH: मैले नबुझेको कुरो \n\nसंविधान बनेकै छैन चित्त नबुझेको कुरो संबिधान बनेपछि \"संशोधनबाट मिलाउन सकिन्छ\" भन्छन् !\n\nअहिल्यै मिला…", "Promulgation of the constitution is must.so need to move forward.but had to keep MJFD on board&amp; address the genuine issues of d movt.#Try.", "Congrats to Dr KC for the victory of truth&amp;justice.let fellow pol. leadership team Learn a little.#truth,value,morality,people,nation&amp;clean.", "‘Plz read comrade  Baburam Bhattarai's interview ;टेक्ने धरातल पुँजीवाद, पुग्ने गन्तव्य समाजवाद’ - http://t.co/phF3JWIg2S via @Shareaholic", "RT @RepublicaNepal: #EDITORIAL:The 4 party leaders should collectively commit to addressing the genuine demands in Tarai | http://t.co/kP97…", "RT @kathmandupost: [EDITORIAL] Past and present: Top leaders must engage with Tharu leaders and seek a political solution http://t.co/Cxfto…", "Plz read this article byv Rajendra Msharjan http://t.co/4WIlaFWdWV", "Why Dr.Govinda KC is compelled to fast unto death repeatedly for d same cause?Agreements done to break?no more cheating.solve once for all.", "Fellow leaders of NC and UML should understand.\"A stitch in time saves nine.\"unnecessary rigidity&amp;adamancy won't help but may aggravate#.", "No compromise on promulgation of constitution.bt political solution of problem is equally important for NO to conflict,regression&amp;secession", "Greetings and congrats to Nepal Football Team and all for winning SAF U 19 CHAMPIONSHIP today.its our pride.all the best wishes for future.", "'वाहुनको छोरी भएर किन उत्पीडित वर्गको समर्थन गर्छस ?’ भन्छन् https://t.co/rLbCdkYwTl via @sharethis", "Wish u all a Happy Janaipurnima-2072", "Deeply saddened by the violent incident today in Kailali.let us maintain peace and national unity.justice to d oppressed should prevail.", "Country is suffering from irresponsible&amp;short sighted decisions of NC&amp;UML.let us focus on country,national unity&amp;constitution in totality.", "@manjushreethapa we struggled&amp;made some progress.put note of dissent on gender inequality still there.so why can't u say,will fight together", "@manjushreethapa  it's not fare to put UCPNM in d same category with NC&amp;UML in these issues.our continuous struggle with them is open to all", "Neither party split nor status-quo.A new type type of party based on transformation&amp;reorganization of d party&amp; total left movement is d need", "Our party has put strong note of dissent on the proposed\"7 pradesh\"which has ignored Tharu and divided d largest nationality community Magar", "I am deeply hurt by d irresponsible decision of NC&amp;UML refusing their own 7 pradesh model adamantly&amp;pushing FORUM LOKATANTRIK on the street", "My interview in today's Republica\"@RepublicaNepal: Some forces don’t want a sovereign Nepal | htt.http://t.co/BjU231T0SQ”", "RT @ameetdhakal: @KTnepal You are free to READ as it suits you. \nNorway goes secular, removes Lutheran Church as state religion\nhttp://t.co…", "Citizenship issue in d new cons.is mainly resolved with d provision of'father or mother'.though still some remnants of gender discrimination", "Police firing on d peaceful demonstration of the people in Jumla with their genuine concerns is highly condemnable.stop such antipeople acts", "citizenship etc,then we too may have to think from the new angle.", "If NC&amp;UML thinks that agreement &amp; consensus means agreeing  to all of their agenda including forms of govt,federal structure,secularism and+", "It's too much what they did in Jumla bringing the children on the street without clothes for the political purpose.no words to condemn.", "Plz go trough my today's status on citizenship issue in my FB Page\nNarayan Kaji Shrastha \"Prakash\" to get my view more clearly.", "+To make it only relatively better than the present draft, initial phrase of 12 (2) 'whatever mentioned in this section'must be deleted.", "To correct the citizenship provision 11(4)must be omitted&amp;one proviso must be added in12(2)clarifying d condition to get des ctzn for12(2).", "Apologise with all for my tweet of 11th  August.bcaz that proved to be wrong.12 (1)was corrected.but change in12(2) was without my knowledge", "I claim that real spiritualists don't demand a'religious'state.bcaz they feel the same essence in every religion.only selfish use it as tool", "Oversimplifying and minimizing the reaction&amp; voice of the people,particularly Tharus,won't be good.major parties must listen&amp;address them.", "Reactions on the draft const.is not unnatural.people's genuine voices should be addressed.but be aware of antinational&amp;regressive designs.", "But,however,agenda of citizenship on the basis of'father or mother'is not resolved completely&amp;practically yet.should continue d struggle.", "Citizenship provision is now little progressive than the primary draft after correction.bcaz it has accepted'father or mother'in principle.+", "We have registered note of dissent demanding corrections on draft.main thing is federal structure.ignoring&amp;humiliating'Tharu'is intolerable", "Revised draft is now in CA.a positive step towards promulgating d constitution.should be determined to go forward.but needs some correction+", "One correction made on citizenship provision.any foreign national married to a nepali citizen can get the naturalised citizenship acc to law", "Citizenship provision presented in CPDCC is not as it was agreed .it is more regressive  than previous draft. Unacceptable.correction must.", "We accepted all proposal of NC&amp;UMLon Federalism with note of dissent on kailali&amp;Kanchanpur yesterday.but today they backtracked from it.why?", "RT @ekantipur_com: पुलकितको घरमा पुगे सिडिओ । सिडियोलाई उल्टै थर्काए ‘कथित’ उच्च जातिले\nhttp://t.co/oJfajnuukh http://t.co/bxwevKdlrQ", "दलितसँग माफी माग | विचार/विश्‍लेषण http://t.co/VOPMyOJuDs", "On the occasion of holy gurupurnima I offer my sincere greetings to all those who have helped me learn to know and live a real life.", "Major parties must be honest&amp;serious enough to incorporate d main suggestions of d people in d cons.shouldn't take it lightly.no more time.", "Neither our party has  taken any decision to replace secularism by any other word, nor 4 party has made any new agreement on it.", "We r for d Demarcation of Pradesh and other Rights of Madheshi people in d constitution.but stop d threatening&amp;activity to divide d country.", "Hearty tribute to Abdul Kalam,former President of India.deep condolence to the govt. and people of India.", "एमाओवादीले किन बुझायो नयाँ सुझाव ? के के नयाँ छन् सुझावमा ? http://t.co/Q6nhBYeol1 via @esamatanepal", "RT @kantipurdaily: कान्तिपुर सम्पादकीय: दलित समुदायलाई अधिकारसम्पन्न बनाऊ । http://t.co/cnMjgPdMYX http://t.co/jFctQhcVA8", "RT @Nagarik_news: चीन र भारतबीच भएको विवादास्पद लिपुलेक सम्झौताबारे राजदूत महेशकुमार मास्केसँग @purnabasnet ले बेइजिङमा गरेको कुराकानी http…", "प्रत्यक्ष निर्वाचित कार्यकारी हुनुपर्छ भन्दै भट्टरार्इले पेश गरे यस्ताे प्रस्ताव ( पुर्णपाठ) https://t.co/mekp5ClA6L via @sharethis", "My Republica - China hints at amending Lipu Lekh deal https://t.co/PR8taPoaAb via @sharethis", "congrats to US&amp;Cuba for resuming diplomatic relation n re-establishing embassies in respective capitals.Finally US policy on Cuba failed.", "Must be determined to fail d attempt to abort the CA again on the one hand&amp; improve d draft addressing d genuine concerns#people on d other.", "no need to be unnecessarily reacted or hopelessly terrified by the reactions n  suggestions on the draft constitution.Not unexpected.+", "âIndeed, Allah will not change the condition of a people until they change what is in themselves.â [13:11] http://t.co/lrld1ONz4m", "Greetings to all on Eid-ul-Fitr,particularly to all Muslims of the world  observing holy Ramadan.", "Very convincing and daring article. https://t.co/Kkf6WkfvWU", "It's good that CA members r now among the people for consultation n suggestions on draft cons.but why CA sec sent them without orientation?", "Very important article of com Ahuti.all should readदलितमाथि दादागिरी! https://t.co/tduIkqZuiv via @setopati", "सरकारले खुट्टा कमायो, अर्थमन्त्रीले आँट देखाएनन् : भट्टराई (पूर्ण पाठ) https://t.co/5rBvBu99H5 via @setopati", "Citizenship issue:Let CA Decide http://t.co/Tx3UQzWJWq", "“@kantipurdaily: कान्तिपुर सम्पादकीय:  दिल्ली होइन, निर्वाचन क्षेत्र जाऊ | http://t.co/VyxOEiK73J http://t.co/alyrVaYWUm”", "“@setopati: नयाँ संविधान भदौ पहिलो साता भित्रै https://t.co/efkOkILjSD via @setopati @nksthaprakash http://t.co/RchBagcEMp”", "RT @kathmandupost: Lipulekh dispute: UCPN (M) writes to PM Koirala, Indian PM Modi &amp; Chinese Prez Xi  #Lipulekh https://t.co/tT1DGwQkzQ htt…", "UCPN(M) handovered d letters to our PM,Chinese President&amp;Indian PM on Lipulekh yesterday.I had drawn the attention of Chin Amb immediately.", "UNOCHA director John Ging blamed Nepal&amp; Nepali media again in Newyork to hide its condemnable act of distributing unedible rice.must protest", "CA decision to take the draft constitution to the people for suggestions is good.CA must prepare itself to improve d draft further.", "Greece decided in Sunday Referendum to reject d condition of creditors.Greek crisis shows foreign money can't be d main basis of development", "@Vijaykarna I was there in Delhi with nepali political leaders during 12 pt understanding.I didnot have any contact with Delhi authorities.", "@Vijaykarna I have always opposed such activities whoever it be,even my party or party leaders.this is open to all.no compromise on d issue.", "@tulashah I want to remind u all,I am always firm in my conviction that \"others\"must not be invited to interfere in our internal affairs.NO.", "We still request NC&amp;UML to rethink.but strongly oppose d act of some Madhesh based parties n CA members requesting India to interfere on it.", "It's better to delineate&amp;name d pradesh while promulgating d constitution.Agree.Actually this is what we stood for.bcaz of NC&amp;UML couldn't.+", "I appeal to all,who stands for'father or mother'on citizenship issue,to launch a massive campaign jointly to change d regressive draft on it", "First draft of constitution is now in CA.some r opposed to it&amp;we too  have some serious reservations.but should try to improve&amp;move forward.", "But CDC deleted&amp;changed some important provisions.we strongly opposed.thus some positive corrections today.but still d main trend is  same.", "The main issue on\"draft\"which led to yesterday's stalemate:can draft com delete or change the contents sent by CA or add new  by itself?NO.+", "Backtracking from the previous agreements&amp;the mandate given by CA &amp;CPDCC n delaying the constitution can not be accepted.Be aware&amp;act timely", "The proposed structure of the Reconstruction Authority&amp;the way this ordinance is proceeded clearly shows;ruling parties r not changed at all", "Feeling happy that World marked first International Yoga Day yesterday.we should practice and encourage yoga.it helps better human society", "Handover ofJaubariPhinam&amp;GohoreArubot school buildingsGorkha.fin&amp;tech support by SHINNYO-EN,Japan&amp;OJASWI con Co Nepal http://t.co/dzagyLZfQO", "Our party central committee meeting today unanimously adopted the 16 pt agreement and the initiative taken by party HQ for new constitution.", "We dared to take d bold decision to promulgate d constitution.thus yesterday's agmt.though not ideal, it was must.otherwise -risk of CA fail", "Back to ktm after 4days in quake hit districts Dolakha,Ramechap&amp;Sindhuli.talked to PM about the urgent tasks.participated in 30&amp;4party meet.", "Republic Day greetings to all.on d day I reiterate-politics for me is to serve d people&amp;change d country,not for personal return or benefit.", "Met Chinese Ambassador today to draw attention on recent agmt betn China&amp;India on'Lipulek'.requested to correct it. http://t.co/gB1GW5Nbhz", "More&amp;more firm in my conviction that without cleaning politics,country cannot be changed and built.adhocracy&amp;business as usual won't work.", "Lipulek can't be a trade transit pt of China&amp;India only.Nepal must be there&amp;it must be trilateral.China must correct it.Govt must talk imly.", "China knows well that Lipulek belongs to Nepal or at least a\"disputed issue\"betn Nepal&amp;India.then how can it sign a agmt with India on it?+", "China,a friendly neighbour,not having any outstanding problem with us.but How could it sign the agreement with India recently on 'Lipulek'?+", "Back from Dolakha due to HQ call,participating 3 days in National Volunteer Campaign of our party for temporary http://t.co/iX4e6oWf7f there", "For national unity govt there must be new committment;new spirit of patriotism, new energy, new program&amp;consensus for constitution.if no-NO.", "National unity govt,need of the hour -yes.but that can't be just the addition of some ministers of other parties in the cabinet.ie of no use", "Who took d decision to distribute tents to CA members instead of giving to common people?stop such irresponsible&amp;nonsense activities.", "Resolution of the parliament giving directives to the govt for rescue,relief,rehabilitation&amp;reconstruction is positive.execute it honestly.", "त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलमै भारतीय सेनाले अड्डा जमाइरहने कोसिस गरे चुप लागेर बसिँदैन http://t.co/3TxooEnaxn via @esamatanepal", "Tested and failed | Oped | :: The Kathmandu Post ::: http://t.co/IDskcyMETO", "Important article on the misuse&amp; illintention of foreign aid in disaster management&amp;reconstruction.take the lesson. https://t.co/w2XPRYSXyu", "Red Salute and Tribute to com Nirmal Lama on the occasion of 15th Memorial Day.", "At this time of unprecedented crisis country needs national unity.but govt.is not serious..plz let's stand united.we can rebuild the nation.", "We r in great crisis.we need international help.thanks to them who r helping us.but plz! not at the cost of our sovereignty.be clear on it.", "Visited Jaubari,Gorkha my birth place .1dead,3 wounded.90%houses r affected.no fit to live in.govt.relief negligible. http://t.co/CtiEfI9bj3", "Visited TUTH&amp;Trauma Center today to see quake victim patients,know their conditions n wish them speedy recovery. http://t.co/eqkyMXYBAU", "Revolutionary greetings to all the workers of the world on the occasion of May Day.", "In a relief materials handover program in Harisiddi today targeted to the most needy quake victim. http://t.co/7bkWOVwsXl", "Chinese helicopters for rescue r ready at Kerung since 3 days.our govt first refused&amp;finally approved today.only negligence or more behind?", "UCPN(M)contributed Rs 3 million in central natural disaster relief http://t.co/x2ksLsTN8V has also mobilized ex PLA &amp;YCL for rescue n relief", "All leaders n cares of d party,plz go to the field n victims for rescue n relief if u have not run yet. co-ordinate with govt bodies&amp; others", "Terrible earthquake today in the country resulting great loss of lives,property and historical monuments.Take patience n unite for rescue.", "नारायणकाजीलाई रोड सेफ्टी नेसनल अवार्ड https://t.co/nsD5jv5qmX via @sharethis", "Revolutionary greetings to all on the occasion of Founding day of the Party and Lenin Day.Let's defend,apply and develop Marxism.", "फेसबुकमा नारायणकाजी..........http://t.co/3df4GjQ3p0 via @sharethis", "Nagarik News -initiatives to solve the problems faced by Nepali Workers in Malaysia' http://t.co/jPCmTnbL3K via @sharethis", "On the condition of Nepali Workers in Malaysia and my meetings with the authorities of both sides for their cause http://t.co/Eyiam7nYwH", "My Republica - Shrestha for closing Malaysia if worker conditions unchanged http://t.co/HyFfHnUGaP via @sharethis", "Save the people of jajarkot from swine flu related epidemic.taking the lives of about 2 dozen is shocking.but what the hell govt.is doing?", "Tribute to Ex Prime Minister Surya Bahadur Thapa.Hearty condolence to his bereaved family members and RPP.", "Talked seriously with PM,foreign&amp;labour Ministers n Secretaries to solve the problems in foreign employment.let's act http://t.co/KAuTV63A4q", "Greetings&amp;Best Wishes to all on New Year 2072 BS.\nNew Constitution via CA this year- MUST.\nClean Politics,Change Coutry.", "मलेसियामा नेपालीलाई गाईको मासु खान बाध्य पारिँदोरहेछ :: Nepal, Political News, Science, Interview http://t.co/zRdrt5KYch via @sharethis", "Some pictures of Malaysia visit.with deputy home mimister,IGP , Deputy speaker&amp;MPs of Malaysia.Nepali female workers. http://t.co/82U0rLtN9P", "Back home today completing 4 days visit of Malaysia.focussed mainly on the issue of Nepalese workers there.will talk to the govt. here soon.", "So sad to hear the untimely demise of com.Ramnath Dhakal.Tribute to him n condolence to his bereaved family members&amp; UML.", "Gap is narrowed.compromise solution not far.consensus constitution is really possible.but what is lacking?good intention,seriousness&amp;wisdom.", "Visited IOM to express solidarity with Dr.Govinda KC.Govt.must immediately resolve the issue and save his life. http://t.co/ofCGALJP8j", "Immigration and visa processing to foreign http://t.co/Mcjztfk775 in contract is antinational.it must be stopped.", "People r asking,why no tweet in last few days?what to tweet?country is suffering&amp;we couldn't be able to give any qualitative positive result", "Greetings n best wishes to all,mainly to those who r struggling for the rights &amp; emancipation of women,on 105th intl working women's day.", "Let's be aware of d design to make CA fail again.all patriotic,progressive&amp;democratic forces must unite against it.shouldn't miss this time.", "Happy HOLI -2071to all.", "Dr S M Dixit's important article on Swine Flu :http://t.co/0LV7iUiywc http://t.co/GaSe9fLaXB via @sharethis", "Mass meeting of '30 party'was a grand success.but goal of the movement is not yet achieved.consensus constitution MUST.let wisdom prevail !", "Red Salute&amp;Tribute to all Martyrs who sacrificed their lives in People's War for the cause of revolution.continue the revolution to the end.", "आफू सिन्को नभाँच्ने अनि अरुलाई विखण्डनकारी भनेर हुन्छ ? http://t.co/kQPvJkRQOv via @esamatanepal", "RT @kathmandupost: [EDITORIAL] Political pandering: Presence of senior leaders at a Hindu ceremony is in extremely poor taste\nhttp://t.co/e…", "UCPN(MAOIST)never had any agreement with former King Gyanendra. NC&amp;UML must clarify their position.G Shah spoke it now&amp; not before.why?", "@NarbadaGhimire I want to remind u that when Modi gave that statement 'consensus vs number'I publicly opposed it.though I am for 'consensus'", "@NarbadaGhimire yes,I am firm on it.untill&amp;unless we stand on it,national Soverignty,Independence&amp;nation building becomes a hollow phrase.", "BJP leaders must stop their expressions&amp;activities undermining the sovereignty of the People of Nepal.secular or whatever,it is up to us.", "People' War Day Greetings to all.let us institutionalize the achievements,transform&amp;reorganize the party n go ahead for socialist revolution", "So sorry.not decent but dissent.", "Larkyaal's nomination in CA is a wrong decision.i had put my decent opinion strongly in the party.but decision taken by majority.cc in dark.", "What odd situation?!strong decent on the decision&amp;moral responsibility for that?!for how long will this continue?this 'fate' must be changed", "@mbrai72 @diamondmani your concern is correct.i had already put that  opinion in the party strongly.", "PM's initiative for dialogue is positive.needs some clarification concretely to sit on table.let's hope so.till then movement continues.", "RT @Annapurna_Post: दसगजा आडैबाट भारतीय सडक  http://t.co/qu0sCpYwDL", "Let all genuine patriots unite!stand against all foreign designs against our Soverignty&amp;Independence.Save the country&amp;Change the country.", "Tribute to all Martyrs.be true to yourself first.only then you can be honest to the people&amp;nation n really loyal to the Martyr's cause.", "Central committee meeting started today.it will have the historical significance.will decide on movement,constitution&amp;transition in totality", "Where is LPG gas?irresponsible govt.it cannot even give the gas (with black marketers)to the people to cook their food.it's too much.", "Congrats to Nepal Cricket Team for it's selection to join ICC World Cricket League http://t.co/65NdY6p3uy wishes.govt must give all support.", "True revolutionary is a rebel first.so he/she doesn't run after crowd due to any fear,greed or ego.stands on value,truth&amp;conscience.my path.", "Congratulation&amp;greetings to the people and government of India on the occasion of Republic Day-2015 of India.", "Saddened by the irresponsible act of contemporary leadership team of the country.no politics for the people,but politricks for power game.", "CA chair's step today,dictated by NC&amp;UML,is not only a mistake but a blunder pushing the country to conflict&amp;confrontation.correction MUST.", "Endorsement by force via CA chair is not the solution.halt it,resume serious dialogue on contents&amp;reach realistic consensus.No-conflict-No.", "After the CA chair's statement to proceed to endorse the same proposal in the next house&amp;ruling parties' decision'no to dialogue',new turn.+", "When CA chair didn't forward the majority process by force&amp;talk betn FOUR resumed then the situation was normalized.consensus effort on.but+", "We,the parties,couldn't meet the dateline'Jan-22'.humble apology.but we must&amp;will give the constitution via this CA within a few months.sure", "RT @kathmandupost: [EDITORIAL] Conduct unbecoming: Nembang must rise above party interests http://t.co/VWd0V5U2zp http://t.co/vpKw5onZaf", "RT @kathmandupost: [EDITORIAL] Past the deadline: constitution will still require the consent of at least four major political forces http:…", "RT @kantipurdaily: कान्तिपुर सम्पादकीय : माघ ८ को असफलताबाट पाठ सिक्ने हो भने संविधान सहमतिमै लेखिनुपर्छ ।... http://t.co/DoxIHs34co", "Congrats&amp;greetings to Paras n other members of Nepal Cricket team for the victory over Namibia in ICCWCLdivision-2 today.Nepal is proud of u", "Happy lhosar-2015 to all.", "Congrats to Nepal Cricket Team for the victory over Canada yesterday in the ICC world Cricket League Division-2.all the best for today.", "NC&amp;UML must correct it&amp;come for the consensus constitution which is already seen clearly possible.let all of us be serious n join hand again", "That-the ruling majority centered blind n egoist status quoits trend- is the root cause behind the unfortunate event seen in CA.+", "When consensus process made a qualitative leap&amp;consensus constitution seemed to be almost certain NC&amp;UML came nakedly to stop it yesterday.+", "@KamalDevBhatta1 many options under discussion.", "@sanpokh @SDNep bcaz our party has already shown utmost flexibility.now it's their turn.", "Consensus effort for constitution on progress.but yet to work seriously for final breakthrough.NC&amp;UML must know,one hand not enough for clap", "@KamalDevBhatta1 UN message:constitution must come owning broader legitimacy &amp; UCPN(M)should remain within the ongoing process.all the best.", "Our message to UNSG via Mr. Feltman:this is the last CA for Nepal and it must and will give the constitution.our unflinching committment.", "खतरामा 'हाम्रो राष्ट्रियता’ | विचार/विश्‍लेषण http://t.co/elWi5jjpqt", "Happy maghe sankranti to all.", "I don't believe in movement for movement.movement is not everything.clearity of goal of the movement is important.", "The country is heading to polarization,conflict&amp;crashes.no one should remain as just silent observer.it's the time to intervene.let's move.", "MK Nepal and K Sitaula opposed citizenship via mother in yesterday's meet.why?Sitaula also told that it is Narayankaji's agenda.what a pity!", "@NisheshREGMI dear Nisheshji,perhaps u already know through media that I have difference in my party on the forms of struggle like banda.", "Situation of the country is alarming.prolonged transition&amp;instability may lead to severe crisis.polarization&amp;conflict won't help.save or out", "Federalism-no disintegration or secession.it is not a magic rod either.No ethnic federalism but'identity'must be addressed.solution here.", "Tribute to Prithvi Narayan Shah for the historical UNIFICATION(reunification?)of our country,bcaz of which we r proud of being Nepali today.", "Fellow leaders should be aware of our responsibility.no waste of time plz!if we work seriously 4days can be enough.consensus  must&amp;possible.", "Condemn the brutal attack on press and murder of journalists in Paris by 'terrorists!?'.solidarity for the freedom of press.", "After months of meetings&amp;talks with Nepali Congress,NC showed little flexibility for the first time today.positive indication?!let's hope so", "Let us stand against such politics based on petty personal&amp;party interest&amp;ego.This is the main problem the country is facing.clean politics.", "“@kathmandupost: [EDITORIAL]  Constitution through consensus is the only way to draft a legitimate statute\nhttp://t.co/LLyK00mr0E”", "Bidhyaji! Congrats to u for ur today's bbc sajha sawal.u stood not only as a good journalist but activist too.highly appreciate.keep it up.", "Yes,this CA must give the new constitution at any cost.but no more lies plz!constitution by Jan22is impossible&amp;next to impossible by'voting'", "Wish you all a very very happy New Year 2015.\nI promise to myself; will ever stand for truth&amp;right action.This is for my own salvation.", "Tribute to Prithvinarayan Shah for the historicalUNIFICATION\n(reunification?)of our country.Bcaz of which we r proud of being a Nepali today", "Red Salute &amp;Tribute to com.Mao and Revolutionary Greetings to genuine communists and working class of the world on the occasion of Mao Day.", "Welcome to Chinese Foreign Minister Wang Yi.Let this visit succeed to strengthen our unique relationship of  problem free neighbourhood.", "Wish you a Happy Christmas to all.\n\"Do to others(the same) whatever you would like them to do to you\".\n  -Jesus Christ", "Concluding sentence of my speech in a talk program yesterday ;\nClean Politics,Change Country!One is not enough, but One can do!let's dare.", "@Nabendra I am in politics to serve the country&amp;people.i see my liberation in it.don't want anything in return personally.this is what I am.", "Not feeling comfortable with what is happening.where r we going to?", "NC&amp;UMl were'positive'in last 7days.but today totally negative why?was it their drama?Plz let all of us be honest&amp;unite for the constitution.", "Pooja! Salute to your dareness to fight for justice.indeed you are struggling for the justice to society.totally with you in your struggle .", "condemn,condemn and condemn Taliban Terrorist attack killing more than hundred school children in Peshawar,Pakistan.", "“@kantipurdaily: 'मेरो जीवन निमोठ्नेहरू निर्दोष हुन् ?’ http://t.co/r2rvtWkuHm”", "मोदी, बच्चन र तेन्दुलकरलाई अभिनेत्रीको खुला पत्र, ‘तपाइँहरुलाई लाज लाग्नु पर्ने हो’ | http://t.co/cNlpnNKT1J: http://t.co/HCsvuQMNKB", "दुर्घटना रोक्न सडक आन्दोलनमा उत्रौं ::(my Interview) http://t.co/4ImLol2v3T via @sharethis", "@jhyal my appeal is not the request to the govt.but clarion call to all the stake holders-general public to build a big peaceful movement.", "@jhyal R u unaware of the fact that I have appealed publicly for the joint move against this phenomena?Join hands to do something concrete.", "RT @setopati: अमेरिकामा काला र गोरा जातिबीचको दूरी बढ्दै: अमेरिकामा एक काला युवकको प्रहरीबाट भएको हत्याको विरोधमा ... http://t.co/5KICYAp2B…", "Political situation can be more complicated&amp;worse,if not intervened seriously &amp; urgently.So let all the fellow leaders be aware of it&amp; act.", "I stand on VALUE whatever I face.Bcaz I beleive;if we don't stand on something we may fall for anything.", "मोदीकरणको नेपाली रूप | विचार/विश्‍लेषण http://t.co/6LXg1R4pwB", "हामी जातीय राज्यको पक्षमा छैनौं र हुन पनि सक्तैनौं: नारायणकाजी श्रेष्ठ http://t.co/IXiJoKCLOd via @sharethis", "Govt.is not our agenda.our priority agenda is the constitution.We can take that  positively only if NC&amp;UMLagrees for consensus constitution.", "My interview ::http://t.co/uiCFrnzUeI http://t.co/wJQi0SCQdZ via @sharethis", "Fellow leaders of major political parties should be aware of the fact in time that sometimes petty interest and ego may lead to big crashes.", "Congrats to the Govt,Parties and the People of our country for organizing the18thSAARC successfully.ButSAARC is mainly as it is.Needs Action", "Modi&amp;our party met.But not a single word on bilateral relation and SAARCsummit.Interest and'discussion'limited to Nepal's politics.What,Why?", "Wish 18th SAARC SUMMIT in Kathmandu a success.By success I donot mean and expect the necessary qualitative leap.but at least a step forward.", "मोदीको धार्मिक भ्रमणमा नेपाल–भारत दुवै चुक्यौं: नारायणकाजी श्रेष्ठ ‘प्रकाश’ http://t.co/e8cuwmm9yI via @sharethis", "@RanzanaThapa It's true that focus is on one individual.but it is also shameful from the point of view of diplomatic conduct.", "What a shame!Modi's Janapur program canceled.Continues.formal statement of ministers in 2 days.India too cancels for a moment as a pressure.", "Why Modi insisting so much on PublicAddress and by-cycle distribution in Nepal on his SAARC Trip?Why Nepal Govt did ok?Same old policy contd", "“@kantipurdaily: 'सार्कको समस्या- कुरा धेरै कार्यान्वयन कम’ http://t.co/yIk9fMhT8z”", "“@kathmandupost: [EDITORIAL]Negative externality:Govt must make clear to Modi to refrain from activities that....\nhttp://t.co/pWlZCplvae”", "Annoyed of double standard of party leaders.Talking consensus constitution in private, positioning totally against it in formal party meets.", "If u dare to give up the greed for post,power and money and come out of fear of loosing it, nothing can stop u stand for truth and justice.", "“@kantipurdaily: समन्वय, सहकार्य र सहमतिको खाँचो http://t.co/QH4yFQAVhF”", "“@kantipurdaily: मोदी-मेनियाको दोस्रो संस्करण http://t.co/2bxDzgkdOq”", "I had seperate meetings today with KP oli,Madhav Nepal,Bamdev Gautam,Sher B Deuwa,K.Sitaula and CA Chair Nembang to end the current deadlock", "‘हो, बहुमतीय प्रक्रियामा त जानैपर्छ’ http://t.co/bUMkLirl4N via @sharethis", "Federate on the basis of both identity and capability | Interview | Oped: http://t.co/RgOamwdxoD", "डिभिजन थ्री विजेता क्रिकेट टीमलाई श्रेष्ठको सम्मान :: Nepal, Political News, Science, Social,  http://t.co/tLMqY82dli via @sharethis", "नारायणकाजीलाई पारसको आग्रह, ‘हामीले सक्दो गर्दैछौं, अब तपाईंहरुले पनि केही गरिदिनुपऱ्यो’ http://t.co/dO0xThzGpf via @sharethis", "“@RepublicaNepal: PM Koirla directs minister to revoke fare hike \nhttp://t.co/guGGgrF47F http://t.co/lXK7K9AGI5”", "I talked with the PM in 3 party meeting to withdraw the Fare Hike in Public Transport.PM immediately instructed the'Minister' to withdraw.", "Congrats and Hats off to  Nepal Cricket Team for becoming Champion of Division 3 in ICC world criket league today in kwalalapur.", "Congrats and Greetings to our cricket team for being promoted to ICC Division 2 overcoming http://t.co/ufQYy0HTp1 Wishes for Division 3.", "Decision to increase the fare of public vehicle when the price of petroleum products has decreased is totally wrong.it must be withdrawn.", "Happy CHATT to all", "Very open,lively and fruitful discussion with the Chief Justice and his team of the Supreme Court of Nepal on Judiciary in new constitution.", "Congrats to Dr.Kumud Dhital of Nepal who transplanted'dead heart'of a dead body successfully in Sydney for the first time in the world.Pride", "Buddha:No one saves us but ourselves.No one can and no one may.We must walk our own path.\nMao:Self should be the first target of revolution.", "MHA PUJA appeals and directs for self cultivation and purification.It reminds me the words of lord Budha and Com Mao.", "I like Newari Culture MHA PUJA-self worship.It means:don't run after GOD searching outside.It's U responsible and actor for ur own salvation", "Happy Greetings and Best Wishes to all on the occasion of Nepal Sambat New Year,Dipawali,Chhad and Lhoshar.", "Many Congrats to Bidya,BBCSajhaSawal,for her programme Nepal Bandaicha.Yes,that can be a reality. But we need to CORRECT and CLEAN POLITICS.", "२२ दल बैठकमा किन यसरी कड्किए नारायणकाजी ? ::http://t.co/SCeFzvvCRs http://t.co/aCZWJZQRyh via @sharethis", "‘नेपाली समय’ भन्दै नेताले देशकै बदनाम गरे : नारायणकाजी :: Nepal, Political Interview http://t.co/4Sn54hQcxT via @sharethis", "'नेपाली समय' भन्दै नेपालको बदनाम नगर्नुहोस् http://t.co/q0AHiBBlQI via @setopati", "GREED for post,power and money makes us so weak that we loose our ability to stand on VALUE&amp;PRINCIPLE.That opens the flood gate of our FALL.", "कांग्रेस टसमस गरेन, एमाले पछाडि फर्कियो :: Nepal, Political News, Interview http://t.co/rgnqtKcBhd via @sharethis", "If you r a Marxist,be a genuine Marxist(critical and revolutionary).If not,remain being influenced by Marxism as a sympathizer of communism.", "हामीले एउटा जातको राज्य बनाउने कुरा कहिले गर्‍यौं र ? ::http://t.co/SCeFzvvCRs http://t.co/xm4PXCLT1J via @sharethis", "“@kathmandupost: [EDITORIAL] Give and take: Both opposition and ruling parties need ...http://t.co/QBaTDAhRUo”", "“@RepublicaNepal: Federalism is not a magic bullet. It cannot solve everything: Narayan Kaji  http://t.co/5dx6cit03x http://t.co/PpnnuPYkwC”", "Let us(major political parties)not derail ourselves from the main historical task of constitution making at present.Unity and Consensus-MUST", "Welcome to Amir Khan in Nepal.Besides a good actor,I take him as a great  social activist from within the Film Cultural Sector.Greetings.", "'Siddartha Gautam'is a phenomenon of sacrificing everything forTruth and Salvation.'Siddartha Gautam'is a precondition for becoming a Budha.", "Pretension of being Lord Budha without going through the process of Siddartha Gautam is a serious disease hindering our overall progress.", "Greetings and Felicitations to all on the occasion of Bakra EID", "We, political leaders, need deep soul searching and   transformation,if our politics is for the nation. No more 'polytricks' and hypocrisy.", "Happy Vijaya Dashami-2071(2014)to all.", "As usual I reached there on time,waited for 15 mins.but progm didnot start and I left the hall informing the organizers.change?who?when?how?", "I was invited by a Civic Group in a 'National Debate' programme today on 'Constitution Building and Development' to start at sharp 3pm.But..", "Tributes to com Sahana Pradhan.Her great contribution in nepali communist,democratic and women liberation movement will be always remembered", "माथिल्लो कर्णालीको पीडीए बारे नारायणकाजीका पाँच प्रश्न http://t.co/yVQVAv1D0M via @sharethis", "Deeply hurt to see the face of 'representatives' of foreign country and company in our own country table aimed to ensure national interest .", "I don't run for so called 'success',but stand on VALUE even risking sometime to be alone.ultimately standing on value takes to real success.", "@kbhairab Modi ayeko belama 3party meeting ma tyo agenda uthai tyaha nirnaya garayera sarkarko agenda banayeko  pani merai pahal ma ho.", "@kbhairab tapai Ko hunuhuncha thaha bhayena.tara bujhe ra bolne garda ramro hola.tyo office tu banda garna India lai patra lekhne ma nai hu.", "“@Nagarik_news: नेपाली दूतावासमा भारतको बिजुलीअड्डा See more at: http://t.co/raWeJCIMQS”", "very sad demise of com. Post Bdr Bogati is a great loss to the party,revolution and the http://t.co/Qs7u3n8FVB Salute and tributes to him.", "I wish speedy recovery of our dear comrade Post Bahadur Bogati,who is undergoing  treatment in Norvic Hospital due to severe Heart Attack", "Parties couldn't decide the date of National Political Conference .Bcaz NC took stand for sept 16 and Maoist(Vaidya)for sept17.Shame!Enough!", "@KoshRKoirala @nksthaprakash @ShareThis \nThank u so much.i will try my best.", "बिदेशका पुराना तर नेपालका नयाँ नारायणकाजी http://t.co/6adHVv24AP via @sharethis", "If you want ,you can watch Sagarmatha TV for my interview at 9.15pm this evening", "३० रुपैयाँ बोकेर काठमाडौं छिरेका नारायणकाजीको दैनिकी :: Nepal, Political News, Science, Interview http://t.co/AkPGLBdLmk via @sharethis", "पार्टीभित्र भ्रष्टीकरण, स्खलन र प्रदूषण तीव्र छ http://t.co/F16jgmjQWnपार्टीभित्र-भ्रष्टीकरण/", "very very happy teej 2014 to all", "“@kathmandupost: EDITORIAL] Leaders should form cross-party mechanism for talks between parties both in &amp; outside CA http://t.co/M8MKpGd58B”", "“@kantipurdaily: फिल्ड अफिस बन्द गर http://t.co/bcRhLSHHlg”", "“@kantipurdaily: 'मोदी त्यहाँनेर चुक्नुभयो’ http://t.co/AlxUnSbJtj”", "RT @setopati: भारतीय दूतावासको विराटनगर सम्पर्क कार्यालय बन्द र 'डाइरेक्ट ग्रान्ट' रोक्न पार्टीहरुबीच आम सहमति http://t.co/owkuiMjbXh via @…", "मोदीबाट आशावादी बनौं, अतिरञ्जित नबनौंः नारायणकाजी श्रेष्ठ http://t.co/1RDfHQaQNm via @sharethis", "मोदी सम्मोहनको अर्को पाटो | विचार/विश्‍लेषण http://t.co/W2IjJPiVsf", "Mr Modi's Nepal visit has given a positive message in Nepal-India relationship.But yet to be done more to be translated in practice.So wait!", "Welcome to Mr.Modi in Nepal .Let this visit lay down the basis of new begining in Nepal- India relationship.It's success will depend on this", "के हो भुटान मोडल? http://t.co/HG7UNEGJJg via @setopati", "Wish you all a Happy Eid on the occasion of Eid al-Fitr 2014.", "देशभक्त बन्न भारतविरोधी हुनुपर्दैन : नारायणकाजी :: Nepal, Political Interview http://t.co/uQV6njJ9wo via @sharethis", "“@Annapurna_Post: माइक्रोबस अनुगमनमा ट्राफिक प्रहरी | अन्नपूर्ण पोस्ट http://t.co/B97AaxaOD7”", "What's cooking? http://t.co/HaWnj7rIZy - News in Nepal: Fast, Full &amp; Factual,news in English in Nepal: http://t.co/0PNcY75OWD", "RT @kathmandupost: [EDITORIAL] New frontiers: Nepal and India have a lot to gain from meaningful hydropower cooperation http://t.co/0jXzk8B…", "Draft Agreement Proposed by India On Cooperation In Power Sector is unacceptable .Nepal must propose another draft based on mutual benefit.", "A Personal Message For You From Sri Sri http://t.co/cJEHU8IrVA", "'सार्वजनिक यातायातका नाफाखोर यात्रुमा पैसाबाहेक अरु देख्दैनन्' http://t.co/dLXQRvgShb via @setopati", "पूर्व प्रधानमन्त्री, उपप्रधान र गृहमन्त्रीहरुलाई नारायणकाजीको अपिल http://t.co/Ild1KcNeV9 via @setopati", "On the occasion of Holy Ramadan(Ramzan),I convey cordial greetings and best wishes to all for peace and happiness.", "Condemn and fail the Govt.bill in parliament related to contempt of court.it is against democratic values and freedom of expression.", "Congratratulation to Teriya,Nepal's lovely daughter, for her wonderful success in DID L'il Masters.and best wishes for the future.", "\"@Annapurna_Post: बदनियत र असफलताको शल्यक्रिया -युवराज घिमिरेhttp://t.co/cq4NosHIgS http://t.co/QlTC3y8pKh\"", "प्लेटोले भए नारायणकाजी रोज्थे कि ? »  Politics, election, sports, national and other news from all over the Nepal http://t.co/ZgNMqmSGfg", "“@kathmandupost: OPINION--It is time to begin ....... by Chaitanya Mishra http://t.co/3SN03PxzRj”", "“@kathmandupost: EDITORIAL: No way to drive http://t.co/CNYZK97ZEv”", "'Budget'must come in time.so all concerned should think responsibly to find the way to end ' house' obstruction.", "China's initiative to establish Asian Infrastructure Investment Bank(AIIB) is a welcome step.Nepal should join it as a founder member.", "Finally PM is set to attend Kunming Expo.But he also followed the 'same' tradition of 'India First'.Modi's swearing in paved the way.pity!", "Big Hospital Finally telling the truth about Cancer, Johns Hopkins http://t.co/a6Vub1ZzA0 via @WausauNewsOrg", "Congratulation and best wishes on the occasion of seventh Republic Day", "Condemn the endorsement of all SC judges by PHSC.no use of parliamentary hearing.hypocricy.fake.shame!", "If you want right action,happiness,peace and freedom,you should live a life as Very Ordinary Person(VOP),not as Very Important Person(VIP).", "RT @SriSri: Happiness is when you want nothing, and you want to give.Where the wanting &amp; desires end,and the sharing begins, happiness is e…", "Congratulation to Sapana Pradhan Malla for being elected as a member of UN Human Rights body 'Committee Against Tourture'.deserves. Best.", "Congrats to Mr Modi and Rajnath for their victory in the recent election.", "Bombard the corrupt judiciary.let  PPHC take the bold decision to reject the present list of judicial council recommendation for SC judges.", "Today the auspicious Buddha Purnima;let Truth ,Wisdom and Peace prevail.", "RT @MaheshNBhatt: Our media is a propaganda machine owned by the wealthy, controlled by the wealthy, working for the wealthy.", "Happy May Day 2014 .congratulation and cordial greetings to all the workers of the country and the whole world.", "राज्य र सुरक्षाकर्मीहरु लाई धन्यवाद ।", "मेरो सुरक्षाको लागि राज्यले उपलब्ध गराएको सबै  सशस्त्र   सुरक्षाकर्मीहरु फिर्ता पठाएं । जनताकै सुरक्षामा बस्ने निर्णय गरें ।"]