["संघीय संसदको चालु अधिवेशन आजैका मितिबाट अन्त्य हुनेगरि राष्ट्रपति कार्यालयको पत्र संसद्लाई प्राप्त भएको छ। पत्रबारे सभामुखले बैठकमा जानकारी दिनुहुने।", "प्रतिनिधि सभाको २०७८ साउन २८ गतेको बैठक  https://t.co/DeDE4wS171", "प्रतिनिधि सभामा सम्बोधन गर्दै प्रमुख विपक्षी दलका नेता केपी शर्मा ओली। २०७८/०४/२६\nhttps://t.co/lT8BcsvAoa https://t.co/3ZdrdqUgxi", "प्रतिनिधि सभामा सम्बोधन गर्दै प्रमुख विपक्षी दलका नेता केपी शर्मा ओली। २०७८/०४/२६ https://t.co/ohxVt5O35M", "दार्चुला घटनाबारे प्रतिनिधि सभामा जवाफ दिँदै गृहमन्त्री बालकृष्ण खाँण https://t.co/IxdkJswKBy", "राष्ट्रिय सभाका नवनिर्वाचित माननीय सदस्य डा. खिमलाल देवकोटाले राष्ट्रिय सभाका सम्माननीय अध्यक्ष गणेशप्रसाद तिमिल्सिनाज्यू समक्ष आज मिति २०७८ जेठ १४ गतेका दिन संघीय संसद सचिवालयमा आयोजित एक कार्यक्रमकाबीच पद तथा गोपनीयताको सपथ ग्रहण गर्नुभएको छ । https://t.co/PhXm7QW2lz", "RT @UNDPNepal: Born in the far-western district of Dadeldhura, Tara Devi Bhatta, Chair, Sustainable Dvt &amp; Good Governance Committee, Nation…", "प्रतिनिधिसभा विघटन भएपनि राष्टि्रय सभाले संसदको अविछिन्न अभ्यास गरिरहने संवैधानिक ब्यवस्था छ https://t.co/MjMExmXCZl", "प्रतिनिधिसभा सदस्यमा समानुपातिकतर्फ रिक्त पदमा नेपाली कांग्रेसका मोहन प्रसाद पाण्डेले आज पद तथा गोपनियताको सपथ ग्रहण गर्नुभएकाे छ । https://t.co/rmswA3gwPd", "RT @house_democracy: Many thanks to leaders of @ParliamentNepal for engaging with our Members about our respective legislative responses to…", "संघिय संसदका सदस्यहरुले प्रयोग गर्ने ब्याच पिनहरुमा संरचनागत र साजसज्जा सम्वन्धि समस्या देखिएकोले परिमार्जनको लागि फिर्ता फठाईएको छ । https://t.co/Ul7yUupVjK", "नेपालको अद्यावधिक नक्सा समावेश गरेर संघिय संसदको नयाँ लोगो सार्वजनिक गरिएको छ । https://t.co/AE0jWXbcMJ", "राष्ट्रिय सभाका सबै समिति सभापतिहरु निर्विरोध निर्वाचित-\nदिगो विकास तथा सुशासन समितिमा- तारादेवी भट्ट\nविधायन व्यवस्थापन समितिमा- परशु राम मेघी गुरुङ\nप्रत्यायोजित व्यवस्थापन तथा सरकारी आश्वासन समितिमा- राम नारायण विडारी र\nराष्ट्रिय सरोकार तथा समन्वय समितिमा- दिल कुमारी रावल थापा https://t.co/12DsZeHrGl", "सम्माननीय सभामुख अग्निप्रसाद सापकोटाले समानुपातिकतर्फ संसद सदस्य गुल्मीकी सुवर्ण ज्वारचनलाई पद तथा गोपनीयताको सपथ गराउनुभएको छ । https://t.co/1bcCPWA6lX", "नेपाली कांग्रेसकाका तर्फबाट बाग्लुङबाट प्रतितिनिधित्व गर्नुभएका मा. सदस्य ज्ञानकुमारी छन्त्यालको २०७७ असार १७ गते निधन भएपछि प्रतिनिधि सभा सदस्यको सो स्थान रिक्त छ । 2/2", "आज मिति २०७७ साल साउन ४ गते आइतबार दिनको २ बजे संघीय संसद सचिवालय सिंहदरबार स्थित कृषिसमितिको  हलमा सम्माननीय सभामुख अग्निप्रसाद सापकोटाले समानुपातिकतर्फ संसद सदस्य गुल्मीकी सुवर्ण ज्वारचनलाई पद तथा गोपनीयताको सपथ गराउनुहुने कार्यक्रम छ ।  1/2", "सोती घटना संसदीय अध्ययन तथा अनुसन्धान समितिले सम्माननीय सभामुखज्यूलाई प्रतिवेदन बुझाएको छ ।", "विपद् बाट वच्न र क्षति न्युनिकरण गर्न उपलब्ध सबै श्रोत साधनको उच्चतम उपयोग गर्न सम्माननीय सभामुखज्यूको अपिल । https://t.co/C41yrtMg70", "सम्माननीय सभामुखबाट सिन्धुपाल्चोक बाढी प्रभावित क्षेत्रको अवलोकन र उद्वारमा पहल । https://t.co/jgeRTsVhGm", "माननीय सदस्य श्री सरिता गिरीको प्रतिनिधिसभा सदस्य पद रिक्त भएको जानकारी । https://t.co/2QeZ4sOHuH", "Rt. Hon. President Bidhya Devi Bhandari prorogues 6th session of the federal parliament from 5 pm today, upon a recommendation from the Government of Nepal. https://t.co/9BgVscwlKF", "नेपाल सरकारले बैसाख २६ गते प्रारम्भ भएको संघीय संसदको छैटौँ अधिवेशन आजै साँझ ५ बजेबाट अन्त्य गर्ने निर्णय गरेको छ ।", "RT @jspanepal: संघीय संसदको बजेट अधिवेशन प्रारम्भ भएको छ। प्रत्यक्ष प्रसारण (प्रतिनिधिसभा) \nhttps://t.co/tzSKIFcs2D", "अर्थमन्त्री युवराज खतिवडाले आइतबार प्रतिनिधिसभामा बजेटको सिद्धान्त र प्राथमिकता प्रस्तुत गर्नुहुने तयारि छ ।", "सामाजीक दुरी कायम गरि आज ४ बजेबाट संसदको बजेट अधिवेशन सुरु हुँदैछ । बैठकमा सहभागी हुनुअघि सबै सांसद तथा कर्मचारीले कोभिड १९ को परिक्षण गराउनुहुनेछ । संसद बैठकको प्रत्यक्ष प्रसारण निम्न युट्युव च्यानलमार्फत हेर्न सकिनेछ । \nHoR- https://t.co/ZHhRJDGQhU\nNA-https://t.co/60p8e6YqXD", "छाउपडि प्रथा अन्त्यका लागि विशेष अभियान सञ्चालनको माग गर्दै माननीय @PandeyBinda ले दर्ता गर्नुभएको जरुरी सार्वजनिक महत्वको प्रस्तावमा आज प्रतिनिधीसभाको आजको बैठकमा छलफल हुने । https://t.co/2R3D3VYanC", "प्रतिनिधिसभामा आज माननीय खगराज अधिकारीको स्वास्थ्य विमा सम्वन्धि  जरुरी सार्वजनिक महत्वको प्रस्तावमा छलफल हुने । https://t.co/Ia1r0T5Ay2", "आज १ बजेको प्रतिनिधिसभा बैठकमा खानेपानी मन्त्रालयसँग सम्बन्धित प्रश्नोत्तर कार्यक्रम तय गरिएको छ । https://t.co/EIt47m0JmV", "सूचना प्रविधी सम्वन्धि विधेयक आजको ब्यवस्थापिका संसद बैठकमा टेवल हुने । आजको कार्यसूची https://t.co/es35hx1O75", "फागुन ३ गते बस्ने संसद बैठकको संभावित कार्यसूची । https://t.co/va78arkybs", "आज १२ बजे बस्ने प्रतिनिधिसभा बैठकको संभावित कार्यसूचिमा माननीय @dilasangroula ले दर्ता गर्नुभएको सडक दुर्घटना सम्वन्धि जरुरी सार्वजनीक महत्वको प्रस्तावमा छलफल । https://t.co/pufF5rsrc5", "Notice: \nFirst meeting of Federal Parliament on March 5.  \nHouse of Representatives meeting at 4 pm &amp; National Assembly meeting at 5.", "ब्यवस्थापिका संसद बैठकका सबै गतिविधीहरु संसदको वेवसाइटमा प्रत्यक्ष हेर्न र सुन्न सकिन्छ । #Nepal #Parliament #Live https://t.co/B9AnrAP9EK", "@nicesanjog Will be published on Nepal Gazette soon.", "RT @UNFPANepal: 'लैंगिक समानताले परिवार व्यवस्थित बनाउँछ र व्यवस्थित परिवार भएमा हाम्रो राष्ट्र समृद्ध बन्छ' — सम्माननीय सभामुख @SpeakerofN…", "RT @UNDPNepal: संसदको गतिविधि https://t.co/0NO1D8wdr3 मार्फत अब प्रत्यक्ष प्रसारण हेर्न सकिने । नयां मोबाइल एप को पनि सुरुवात https://t.co/…", "Notice:\nHouse meeting scheduled for Thursday has been postponeed for March 10 at 1 PM.", "RT @SamriddhiTPF: Improving the Companies Act- meeting at Industry, Commerce and Consumer Welfare Committee https://t.co/6mSqvTWdw9 .@Parli…", "Dor Prasad Upadhyay elected Public Accounts Committee Cahairman. He secured 23 votes while his contender Pashupati Chaulagain got 16 votes.", "RT @TanneriChaso: यसरी नै हाम्रा सांसदज्यूहरुले समसामयिक विषयहरुमा संसदमा आवाजहरु उठाउन् !  https://t.co/nDmZ9JcetV @ParliamentNepal", "Election for Public Accounts Committee chairperson Monday at 11 AM. Dor P Upadhayay &amp; Pashupati Chaulagain are contesting for the post. https://t.co/0o78l7rTyR", "House meeting scheduled for 1 PM today has been postponed till 1 PM Sunday. https://t.co/z8uD72JWqq", "House meeting mourns on the demise of former MP/CA member Buddharatna Manandhar, endorses condolence motion. Next meeting: Wednesday 3 Pm. https://t.co/7E8q4Ar504", "House meeting, scheduled for Sunday afternoon, has been postponed till Tuesday 1 PM.", "@sulavd Thanks 4 correcting. It was typo.", "House meeting sclated for today 1 PM has been postponed till Sunday 1 PM.", "RT Hon Speaker inaugurates two days discussion program on effectiveness of the parliament &amp; its relation with people. https://t.co/OScg6SxH2F", "House meeting deferred till Thursday 1 pm, following obstruction from opposition parties.", "RT @SpeakerofNepal: दलीय सहमतिमा संसद सुचारु गराउन ११बजे ३ दलका शीर्ष नेताहरुलाई मेराे कार्यकक्षमा छलफलका लागि बाेलाएकाे छु। #ParliamentNep…", "RT @Online_khabar: सभामुखले बोलाइन् शीर्ष नेताको बैठक, संसद अवरोध हटाउन पहल हुने @sharmababin @ParliamentNepal\nhttps://t.co/j1ZLVrGvhl http…", "Opposition parties obstruct fourth consecutive House meeting. Parliament meeting put off until Friday.", "House meeting deferred till 3 pm Friday.", "Parliament meeting today at 1 pm is scheduled to forward #ImpeachmentMotion to Impeachment Recommendation Committee for further procedure.", "Here are existing provisions of the constitution &amp; proposed amendments to replace them. Source @RepublicaNepal #Amendment2 #Constitution https://t.co/iH2JbWuVHR", "RT @SpeakerofNepal: प्रशस्तै छलफल भयाे,भाेलीकाे संसद बैठकले अदुअअा प्रमुख लाेकमान सिंह कार्की बिरुद्दकाे महाअभियाेग प्रस्ताव सम्वन्धित समि…", "Govt registers constitution amendment bill in the parliament on Tuesday. Here is the detail of the bill. #Constitution #Amendment #Nepal https://t.co/sXCVAunkNZ", "*Correction; Next House meeting Friday at 1 PM.", "House meeting deferred after endorsing condolence motion on the demise of CPN (Maoist Center) MP Bhakti Pandey. Next meeting Friday 11 am. https://t.co/svR7VS0hHt", "@Janatakoasaraf This was the first we faced such problem &amp; hope would be last time too.", "Website of Nepal's parliament https://t.co/5awDKH20jU which was hacked briefly by unknown attacker(s) has been recovered now. https://t.co/joyLAKtIMX", "Notice: Parliament meeting scheduled for 2 pm today has been postponed for 11 am tomorrow.", "RT @sharmababin: माहाअभियाेग प्रस्ताव माथिकाे बाकी छलफल छठ पर्वपछि कार्तिक २५ गते दिनकाे २ बजे हुनेछ।  @SpeakerofNepal", "House meeting begins, to start deliberations on impeachment motion filed against CIAA chief Karki. https://t.co/gLb9ilLGfE", ". @SpeakerofNepal talking to journalists about further procedure of impeachment proposal. https://t.co/JrheQ565Yw", "RT @santagaha: @ParliamentNepal House announces deliberations on impeachment motion against CIAA Chief LMK on Tuesday 3 PM. https://t.co/CY…", "House announces deliberations on impeachment motion against CIAA Chief LMK on Tuesday 3 PM.", "House meeting begins. Today's business: Deliberations on impeachment motion. https://t.co/hPsGXaVZdd", "Main oppn leader @kPSharmaOli addressing the House now.", "Congratulations to Som Bdr Thapa &amp; Him Lal Subedi for promotion as secretaries at Parliament Secretariat. https://t.co/8frSWHyAMD", "Next meeting of the parliament scheduled for August 28.", "Speaker Onsari Gharti holding meeting with the delegation led by #DrGovindaKC at Singhadurbar.", "Speaker Onsari Gharti holding meeting with chief whips of major four policital parties today, over House business.", "Next meeting of the parliament scheduled for Wednesday.", "House meeting begins. New seat arrangement has been managed after change in ruling coalition.", "Probable business of House meeting for tomorrow. https://t.co/LOainRhV3f", "Parliamentary Hearings Special Committee unanimously endorsed the recommendations of 8 ambassadors nominees.", "Next meeting of the House scheduled for Monday at 11 am.", "CPN (Maoist Center) Chairman Pushpa Kamal Dahal elected as 39th Prime Minister of Nepal. He secured 363 votes in 595- member parliament.", "Lawmakers asked to correct their vote within 3 minutes, if they need to do so.", "Lawmakers conclude voting to elect new PM. Parliament secretariat starts counting the votes.", "It may take around 10 minutes to conclude voting process, through vote division in the House.", "Voting starts in House to elect new Prime Minister.", "New Prime Minister election process begins in parliament.", "House meeting starts.", "Only Pushpa Kamal Dahal of CPN (Maoist Center) files candidacy for new Prime Minister. Voting to be held tomorrow. https://t.co/zRgsPrKkr5", "PM election schedule: Nomination filing from 11 am to 4 pm Tuesday. Election: 11 am Wednesday. https://t.co/iN2lzigcPt", "@WatchNepal It was Tuesday. @ParliamentNepal", "House to elect new Prime Minister at 11 am on Wednesday.", "President Bidya Bhandari calls for formation of new government through majority process. https://t.co/3Y1Gl1bEzI", "102 people have lost their lives in landslide/flood across country, 22 missing &amp; 58 injured- Home Minister Bhim Rawal informs parliament.", "House endorses condolence motion on the demise of former lawmaker/CA member Hari Khewa (Limbu). Meeting deferred for half an hour.", "Parliament meeting at 11 am today will initiate process for electing new Prime Minister through majority voting #Nepal #Politics #Parliament", "@gurutashishenga Thanks, will correct it.", "Speaker discussed with @thapagk , @dhanrgrg &amp; @shyamne about public importance motions registered by the three lawmakers.", "Parliament Hearing Special Committee concludes hearing of 11 Supreme Court recommended justices, will take decision only on Sunday.", "RT @kaflepost: सर्वोच्च्मा प्रस्तावित ११ स्थायी न्यायाधीशको संसदीय सुनुवाई सकिएको छ । अनुमोदन सम्वन्धी निर्णय आइतवार हुनेछ ।", "Parliamentary hearing of remaining four proposed Supreme Court justices starts at Singhadurbar.", "RT @kaflepost: साउन 2 गते स्थगित न्यायाधीशको सुनुवाई आजवाट हुदैछ ।", "Parliamentary hearing of proposed justices starting after a while at Singhadurbar.", "Parliament endorses President's order to remove constitutional difficulties after brief deliberation today.", "House meeting begins, Prime Minister K P Oli to table 'removing constitutional difficulties' proposal for endorsement.", "Dear Members of Parliament &amp; Media; House Meeting is scheduled for Tuesday 11 am. FYI.", "President Bidya Bhandari calls political parties in parliament to form consensus government within 7 days. https://t.co/W9hxJ3Z79N", "#Speaker #OnsariGharti informs House about letter from president office regarding PM's resignation House meeting adjourned till 11am Tuesday", "#PMKPOli resigns from post. Letter from office of president regarding his resignation arrives at parliament.", "#PMKPOli starts addressing #HouseMeeting, to response lawmakers concerns over #NoConfidenceMotion. #Nepal #Parliament", "#ParliamentUpdate :\nNC President Sher Bdr Deuba addressing #House meeting. https://t.co/yTUannLJ02", "#ParliamentUpdate : \nHouse meeting resumes after one &amp; half hour's break. https://t.co/glBbYcf0ul", "#ParliamentUpdate #PMOli arrives at pariament, #HouseMeeting to start soon. https://t.co/N5vGL32yCX", "CAbinet recommends Prez to invoke Article 305 of Nepal’s constitution to remove constitutional hurdles for the formation of a new government", "House meeting adjourned till 4:45 pm. Main oppn leader S B Deuba &amp; PM #KPOli will deliver speech before voting on #NoConfidenceMotion", "@kaflepost @narayan7373 U would hav asked abt public imp motion. It is not scheduleed to be discussed today.", "#ParliamentUpdate :\n#PMOli to address #House after 4 pm responding to lawmakers concerns over #NoConfidenceMotion", "#ParliamentUpdate Deliberations on #NoConfidenceMotion is planned to conclude by 2 pm. #PMOli will address the House then.", "#ParlimentUpdate : RPP lawmaker Bikram Pandey delivering his view upon #NoConfidenceMotion now", "#ParliamentUpdate : MPRF-D lawmaker Jeetendra Dev airing his view on #NoConfidenceMotion", "#ParliamentOfNepal voting on no confidence motion against #PMOli today. MPs discussing on the motion now. #Update https://t.co/95w4J49Szs", "No confidence motion against #Nepal's Primer #KPOli tabled in #parliament after major coalition partner #Maoist pulled out its support.", "Lawmakers @thapagk, @dhanrgrg &amp; @shyamne register public importance motion at Parliament on @DrGovindaKc 's demand https://t.co/NnyM6MvpdV", "A #teacher teaches 18 to 82 #students at different districts in #Nepal based on #census2011 #education #student\n#map https://t.co/91LSF07XdK", "#Instability in #Nepal: look at this data: 22 govts in 26 years after 1990. https://t.co/Om7hrPCcUT https://t.co/ZCyVEIbC1C", "It is an opportunity for domestic political actors to come up with an inclusive constitutional settlement https://t.co/4ghuVuY61g @biswasktm", "With Nepal's largest political party Nepali Congress decision to support Maoist, #Prachanda is most likely to become new PM of #Nepal.", "New in #Nepal Maoist withdraws support to KP Oli-led govt, set to register no confidence motion. https://t.co/uKEzGv6D6k", "RT @WatchNepal: House panel got complaint against manpower agency.Took no decision bcause one of its member was same agency's owner! https:…", "After 1st women President &amp; Speaker #Nepal gets Sushila Karki as first woman Chief Justice. https://t.co/Yc030ju4rw https://t.co/QfbvNF9mOx", "RT @WatchNepal: Good news that parliament passed annual budget before end of fiscal year. Hope this will help end yrs-old problem of v. low…", "#Nepal's parliament endorses budget for FY 2016-17 by majority. Appropriation bill on budget endorsed\nhttps://t.co/T9PIGdfWwQ", "RT @UNDPNepal: Full text of Speech delivered by @UNDP #GoodwillAmbassador #MichelleYeoh @ Nepal Parliament \nhttps://t.co/WOenZ0lhM8 https:/…", "Holywood actress &amp; @UNDP Goodwill Amb MichelleYeoh in #Nepal, interacts with lawmakers.  @UNDPNepal https://t.co/2ToJ6Dwj5k", "Nepal elected UNGA Vice President in Asia Pacific group https://t.co/dFiuBQk8PO https://t.co/J4bvscjbGO", "#Nepal govt steps up state restructuring; 7 appellate courts to become high courts |  https://t.co/VNaRYGUzT5 https://t.co/XgYzuYDdUh", "Prince Harry with Prez Bidya Bhanadri in 2016 &amp; Queen Elizabeth II, Prince Philip &amp; King Mahendra back in 1961. https://t.co/unyEGdJbRp", "Nepal inks trade historic and transit treaty with #China. {Full text of 10-point agreement}\nhttps://t.co/Y1nAJ28Qig https://t.co/iTDCBkltP4", "Prince Harry lauds resilience of Nepalese people -https://t.co/siTmN7f614 #Nepal #PrinceHarryInNepal https://t.co/orlxxQUZKn", "#UKPrince with 'first female' president of #Nepal after the country abolished monarchy @BBC\nhttps://t.co/1jcJzs04Vi https://t.co/bdIX9ccHRT", "Sushil Koirala &amp; India: A love-hate relationship, a must read article by @YubarajGhimire3 https://t.co/Y23COnTrOZ https://t.co/Mt6B7ie3Rh", "Nepal's democratic fighter, key leader in making constitution Sushil Koilara passes away https://t.co/G3K564YiEi https://t.co/gNVGCQcUsf", "#Nepal's parliament elects Bidya Bhandari as first female president while implementing the new #constitution  of the country", "Onsari Gharti is elected first female Speaker of Nepal who is also 1st speaker under #Nepal's new #Constitution2015. http://t.co/9OrmJAnUHa", "KP Sharma Oli has been elected to the first post-constitution* prime minister of #Nepal", "RT @WatchNepal: Nepal Parliament announces it will conduct vote to elect new primeminister on Sunday #Nepal #Parliamentweek @CA_NP @jspanep…", "Constitution amendment process underway, govt registers amendments to new constitution|\nhttp://t.co/qG38QT70ag", "Legislation process of new laws starts, directive committee formed (News in Nepali) http://t.co/sSf4fZm2Wz  via @kaflepost", "Parliament will need to legislate more than 100 new laws to begin full implementation of the new constitution | http://t.co/9DOu74rWd0", "First Parliament session after commencement of the new Constitution will start from Friday 1 PM (Oct-2)  #Nepal #Parliament", "We hope Inter/national community are well known about the fact that about 90% lawmakers favor #NepalConstitution http://t.co/QF3UMw0q5S", "English translation (unofficial) of Nepal's new #Constitution is available in this link. http://t.co/DPnY2tLWOM http://t.co/xEEPPKqG0e", "Nepal's New #Constitution print edition is now available at Law Books Management Committee, Babarmahal at Rs 130. http://t.co/4zpFpRgc95", "@christianmolk Unofficial translation of prliminary draft is here, but many provisions have been revised in final http://t.co/vdTOct67qx", "@ShishirVaidhya Yes, Nepal's Kanoon Kitab Khana is solely authorized body to publish and sell the constitution. It is available there.", "#Nepal is an independent,indivisible,sovereign,secular,inclusive democratic,socialism-oriented federal democratic republican state", "Federal Democratic Republic of Nepal has now three main levels of structure: federal, provincial and local. #Nepal #NewConstitution", "Constitution is imperfect. That's why it is changeable! #Nepal #NewConstitution", "Constituent Assembly now transforms into Legislative-Parliament! #Nepal #NewConstitution", "Nepal which has more than 80% of the population Hindu--the largest Hindu majority in the world --will remain secular as per the constitution", "Promulgation of Constitution is not the end but the beginning of change: CA Nembang #Nepal #NewConstitution", "Successful implementation of the constitution is both challenge and opportunity: CA charima Nembag #Nepal #NewConstitution", "Here comes a statement from Indian Embassy!  https://t.co/VXLnKVB4HC", "After several failed attempts, Constituent Assembly has finally promulgated constitution! Putting differences aside, let's welcome it", "Seven countries-Nepal, France, India, Italy, Russia, United States &amp; Iceland- have drafted their constitution through Constituent Assembly.", "Nepal among few countries in the world to promulgate constitution through constituent assembly! #Nepal #NewConstitution", "New Constitution has formally come into effect in Nepal from Sunday! #Nepal #NewConstitution", "Prez urges people across Terai, Hill and Mountain to welcome constitution with huge gusto!  #Nepal #NewConstitution http://t.co/HEDl4DrwEd", "President Dr Ram Baram Yadav says federalism has been now been institutionalized in Nepal! \n#Nepal #CAupdate #WelcomeConstitution", "After officially unveiling constitution, President Yadav now addressing the CA! \n#Nepal #CAUpdate", "Finally the #ConstituentAssembly  has done it, its time to celebrate, lets welcome #Nepal's New #Constitution http://t.co/23EPaiAFzo", "Finally the wait is over, lets welcome constitution by the people &amp; for the people. #Nepal #Constitution http://t.co/1k3guwwyKi", "CA Chairmman Subhas Nembang has  just arrived at the CA building. #CAUpdate", "CA secretariat has managed hi-tea for 3,300 individuals including CA members, former CA members, among others today. https://t.co/yQJt4EqNdY", "New constitution will be available at http://t.co/5awDKH20jU immediately after its promulgation. https://t.co/odeowUkgGq", "CA members are instructed to be seated by 4:45, delegates and former CA members r requested to arrive by 4:30 Journalists plz arrive by 4PM.", "Rehearsal at CA building, president is arriving to the CA tomorrow to unveil the #ConstitutionNepal  https://t.co/JqzchhzBHx", "Ongoing 'Budget Session' of the parliament started on June 30; has been prorogued from today (Saturday). New session likely after a week.", "Constituent Assembly Secretariat has concluded all preparations for the #NepalConstitution promulgation ceremony. http://t.co/EU3sZ5NRGl", "The final countdown for unveiling new constitution. The statute will come into effect after just 43 hours. #Constitution #NepalConstitution", "RT @ashokpillar: Statistics show 90% lawmakers favor New #Constitution &amp; less then 10%  do not. #Nepal #Constitution http://t.co/tvlCmjsEFK", "RT @WatchNepal: CA endorses 'Nepal Constitution 2015' with overwhelming majority - See more at: http://t.co/JbHybRjr4D", "#NepalConstitution endorsed with two-third majority vote of the CA on Wednesday. President will unveil it on Sep-20 at 5 PM.", "RT @ashokpillar: Politics of #NepalConstitution voting for 507, voting against 25 &amp; boycotting+absent 65. 85% approves #Constitution http:/…", "RT @ashokpillar: Politics of #NepalConstitution Total CA members 598, attended 532, voting for 507 voting against 25 &amp; absent 65. http://t.…", "RT @Nagarik_news: संविधानसभाबाट असोज ३ गते ५ बजे संविधान जारी गर्ने यो प्रस्ताव सर्वसम्मतिले पारित गरेको छ । http://t.co/z2QUkHGDHJ", "Out of 302 articles, CA endorsed 176 articles as of Tuesday, The meeting adjourned till 10:30 am, Wednesday. #NepalConstitution", "As of Monday the CA endorsed altogether 57 articles of the #NepalConstitution bill. Next CA meeting is scheduled for Tuesday 11 AM.", "CA has made final preparation to promulgate new constitution on September 20.", "Article 1, 2 &amp; 3 of #NepalConstitutionBill endorsed through voting with two-third majority from the CA.  Next CA meeting 11 AM on Monday.", "RT @kathmandupost: CA meet postponed for 11 am Monday", "RT @ThiraLalBhusal: New Constitution in the offing https://t.co/rCvYBXToac", "Constituent Assembly has halted voting process until Sunday, in an efforts of bringing the boycotting parties on the process. #Nepal #CA", "RT @ConstitutionNet: EN translation of the Constitution Bill of #Nepal is now on #ConstitutionNet @CA_NP @nepalitimes @KamalDevBhatta1 http…", "CA meeting convened for 8 AM on Wednesday.\nBusiness: Deliberations to begin on revised draft of #NepalConstitution  @jspanepal", "CA Meeting called for tomorrow (Sunday) at 6 PM. Drafting committee to table constitution bill.", "Dear Journalists,\nConstitution Drafting Committee is submitting bill of new constitution to CA Chairman at 9 PM today. @jspanepal @jhyal", "Special Committee comprising top leaders from major political parties finalizes 7-province federal model. http://t.co/PaqapjkKCm", "RT @ashokpillar: The Final Countdown of #NepalConstitution \nhttp://t.co/v2eBUrCaEf http://t.co/ybyOS9Yxgq", "RT @nepaljspa: ५ः ३० मा डाकिएको संसद बैठक बल्ल सुरु। संविधानसभा ७ बजे डाकिएको छ।", "RT @brb_laaldhwoj: संवाद समितिले केही सुझाव सहित परिमार्जित मस्यौदा पारित गरेको छ!नागरिकताको प्राविधिक त्रुटी सच्याइएकोछ।साँझ७वजे संविधानस…", "CA meeting rescheduled for 7 PM today, CPDCC entrusted special committee to finalize committee report.", "RT @thehimalayan: CA meet put off for Saturday as parties fail to make headway -  http://t.co/cvkVEkISmY http://t.co/b3jb1pdAbV", "RT @RepublicaNepal: Constituent Assembly  meeting put off for 3 pm Saturday | http://t.co/9HuKek9VGj http://t.co/r3qtvh1y2h", "#CAinfo\nCPDCC meeting at 1 pm &amp;\nCA meeting at 5 pm today.", "Major political parties agree to delineate six-province federal model. Have claimed to finalize it on Thursday.", "RT @nepaljspa: संवैधानीक राजनीतिक संवाद तथा सहमति अन्तर्गतको विशेष समिति बैठक विहीबार विहान ९ बजेका लागि डाकिएको छ ।", "RT @PahiloPost: भोलि सबै विषयको टुङ्गो लाग्छ र स‌ंवाद समितिको बैठकबाट भोलि नै प्रतिवेदन पास गरिन्छ : भट्टराई: http://t.co/CNlvJNlQ9e http:/…", "RT @brb_laaldhwoj: विशेष समितिको आजको बिहान ९ देखि वेलुका ९ बजेसम्मको निरन्तर कसरतले जनताका सुझाव समेटेर संविधानको मस्यौदा परिमार्जन... htt…", "RT @syangjalee: बाँकी रहेको आधारातमा नेताहरुको बोली फेरिएन भने विहीबार संविधानका बाँकी विषयहरु टुंगिनेछन् । मिनेट मिनेट बोली फेर्ने नेताहरु…", "RT @ThiraLalBhusal: अहिले साँझदेखि टहटह जून लागिरहेछ । अाशा गराै‌ भोली बिहान बादल नमडारियोस् #constitutionmaking #nepalipolitics #political…", "RT @ashokpillar: मोटामोटी सिमाङ्कन सहित दलहरुबीच ६ प्रदेशमा सैद्धान्तिक सहमति ।विशेष समिति बैठक भोली ९ बजेसम्म स्थगित ।", "RT @nepaljspa: व्यवस्थापिका संसदको बैठक केहिबेरमा बस्दैछ। आजको कार्यसूची आउन बाँकी रहेको छ।", "RT @kathmandupost: Five-member panel to speed up draft revision\nhttp://t.co/v7rS2VcFyM http://t.co/YQvUENTyyz", "RT @USEmbassyNepal: Happy π Approx Day! Celebrate by reading the #NepalConstitution &amp; see why the #Nepal flag is the most mathematical: htt…", "Meeting of Constitutional Political Dialogue &amp; Consensus Committee is starting at Singhadurbar after a while.", "Get report of public consultation feedback on preliminary draft of #NepalConstitution via following link.\nhttp://t.co/QolzgYMzZW", "RT @imagekhabar: जनताको #सुझाव मा सहमति जुटाउन संवाद समितिलाई चार दिनको समय @CA_NP http://t.co/5IcNNxLYxA #संविधान #राजनीति http://t.co/rxG…", "RT @ThiraLalBhusal: नागिरकसम्बन्ध तथा संविधान सुझाव समिति प्रतिबेदन\nLink: Citizen Relations and Constitution Suggestion Committee report ht…", "CA forwards report on public feedback to @brb_laaldhwoj -led Dialogue Committee with 4 days deadline to revise it.", "Deliberations on the report of Citizen Relations &amp; Constitution Suggestion Committee will start from 11 am on Wednesday in the CA. #Nepal", "RT @ThiraLalBhusal: More suggestions from Tarai.Of 184,674 participants,131,673male, 53,000female&amp; 1was 3rd gender http://t.co/BUSCxNiXx2 h…", "Citizen Relations and Constitution Suggestion Committee submits report to CA Chairman. #Nepal #Constitution http://t.co/LVZkk39dY5", "CA meeting convened for 5 PM on Tuesday.", "RT @aditiraisharma: Delineation of provinces has to be done by parties, not the commission - Dr. Pitamber Sharma #NepalConstitution http://…", "RT @DeepakAdk: English version of #Nepalconstitution draft https://t.co/4gaoOoWQSg", "RT @AmbPeterBodde: Embassy hosted discussion of the draft constitution &amp; gave staff half day leave 2 provide input on #NepalConstitution ht…", "Report writing sub-committee finalizes compiling public feedback on #NepalConstitution, to submit it to the full comm by Monday afternoon.", "RT @RepublicaNepal: @CA_NP concludes feedback collection | http://t.co/4sKh7TmnsX http://t.co/Jjj3kPn0XK", "RT @RepublicaNepal: Big four for constitution by August 15 | http://t.co/QqavREooRg @CA_NP http://t.co/BTS7IjVArR", "RT @RepublicaNepal: Overwhelming public turnout for feedback | http://t.co/UNdslFznht @CA_NP http://t.co/HRPKOsQUe8", "Public feedback taking functions ongoing peacefully across the country, protest in some district.", "RT @RepublicaNepal: #India wants early promulgation of Nepal’s statute: Dahal | http://t.co/0cZdShiNaW http://t.co/OMO9hJ7ohi", "RT @RepublicaNepal: CA secretariat flooded with phone feedback | http://t.co/XE2viUeWVM  @ashokpillar @CA_NP", "CA has received 4214 feedbacks so far, via website, email, toll free number and Fax. Ppl can send their feedbacks till July 21st. #CADebate", "RT @prajdhan: अख्तियारले संविधानको मस्यौदामा सुझाबहरु पठायो, अरुको सुझाबहरु पनि यसरीनै सार्बजनिक होस्! #CADebate @CA_NP @khpushkar https://…", "RT @RepublicaNepal: CA secretariat flooded with phone feedback | http://t.co/XE2viUeWVM @ashokpillar @CA_NP http://t.co/cCPp4aTnO9", "RT @mahabirpaudyal: CA Chair hinted many things in an interview with @mahabirpaudyal and @ThiraLalBhusal. He spoke in figurative, read @Rep…", "Government is all set to unveil budget for the fiscal year 2015-16 (2072-73) in the parliament at 4 PM today #Budget2072 #Nepal #budget", "RT @RepublicaNepal: Jumla villages set to discuss new constitution | http://t.co/G4EjA7dRdM @CA_NP", "RT @RepublicaNepal: 'How do you find draft constitution?' | http://t.co/6ct23mF2Km  @CA_NP http://t.co/iYSvEtGOST", "RT @prajdhan: अधिकार खोज्ने मात्र होइन आफ्नो कर्तब्य पनि जानी राखौ नेपालको संबिधान २०७२, प्रारम्भिक मस्यौदा #CADebate @CA_NP http://t.co/V9…", "Staffers at CA secretariat are holding meeting with CDO's and representatives from Municipalities/VDCs in the 75 districts today.", "RT @ConstitutionNet: #Nepal 2015 Draft Constitution - English translation by @Int_IDEA is now on @ConstitutionNet http://t.co/gUU2xRdZNY ht…", "@the3rdbranch This time 29% in the first CA there was 34%", "RT @syangjalee: नयाँ संविधानको प्रारम्भिक मस्यौदामा सुझाव लिन नेपाल पत्रकार महासंघ र बार एसोसिएसन सँग  अन्तरक्रिया कार्यक्रम । http://t.co/…", "RT @manozktm: संविधानको प्रारम्भिक मस्यौदाको अन्तरक्रियामा संभाध्यक्ष सुवास नेम्वाङको सभासद्लाई निर्देशन-श्रावण मसान्त सम्म संविधान आउँछ भ…", "RT @NarahariA: #संविधानको #मसौदामा जनताको सुझाव खोजिने भएको छ । यसले #संविधानलाई परिमार्जित मात्रै नबनाएर जनसहभागिता र स्वामित्वको स्थिति स…", "RT @nksthaprakash: CA decision to take the draft constitution to the people for suggestions is good.CA must prepare itself to improve d dra…", "RT @manozktm: ठूला कुरा नगरौँ आउनुस् संविधानको नागरिकता सम्बन्धि प्रावधान पढौँ र चित्त बुझे नबुझेको सुझाव दिउँ http://t.co/4z3pWFoKjl @CA_NP", "RT @WatchNepal: CA seeks 1.4 b for collecting public feedback http://t.co/tfM0M44eRl @CA_NP #Nepal #Constitution", "RT @ConstitutionNet: @andrewjnovak @CA_NP @ccpconstitute EN translation of the draft should be on @ConstitutionNet by Monday, if not tmrw: …", "Press Conference of Citizen Relations &amp; Constitution Suggestions Committee-  2 PM today at CA building New Baneshwor.", "CA Chairman Subash Nembang appeals for public feedback on draft #NepalConstitution http://t.co/wJAq0oCLI2", "RT @Lankysanjaya: toll free number for feedback on drafted constitution 16600122344 #NepalConstitution @CA_NP", "RT @Lankysanjaya: comt.crcs@gmail.com  and  nparl.international@can.gov.np are email ids for constitutional feedback ##NepalConstitution @C…", "Nepali citizens abroad can send their feedback on draft #NepalConstitution via following address. http://t.co/ZlLFIKT3jz", "CA chairman is holding press meet today at 5 PM sharp. Will call  public feedback on #NepalConstitution", "RT @ashokpillar: CA endorses workplan to seek public feedback on draft #NepalConstitution\nCA Meeting adjourned until further notice.", "Prez Dr. Rambaran Yadav is unveiling govt's policy and programs for the upcoming fiscal year in Parliament at 3 PM today. #Budget  #Nepal", "Lawmakers to visit districts seeking public feedback on #NepalConstitution, ppl can send feedback via email &amp; toll free numbers.", "RT @DeepakAdk: #Nepal edges towards constitution but splits remain: my latest for @anadoluagency #NepalConstitution http://t.co/mOIWhk5Ebp", "RT @PahiloPost: संविधानसभाद्वारा मस्यौदा जनतामा लाने प्रस्ताव पारित। अब के प्रक्रिया हुन्छ? सभासद कहिले जान्छन्? @manozktm को रिपोर्ट http:…", "RT @setopati: Opinion Committee to get 15 days to collect public views on the draft https://t.co/1jnCH51Qcz via @setopati", "RT @ThiraLalBhusal: Get ready to give feedback in draft constitution. Here is the draft http://t.co/s1Ux9rxEXB #Nepalconstitution https://t…", "CA decides to publish first draft of the new constitution on Nepal Gazette (with 15 days) for public feedback.", "Next CA meeting- 8 am on Monday. Deliberations on draft constitution to be continued. 160 lawmaker took part so far. #Nepal #Constitution", "CA meeting to undergo until late evening today.", "RT @RepublicaNepal: #TheWeek: Constitution Update: Closer to completion | http://t.co/6KSoISC9MH  @ThiraLalBhusal @CA_NP", "RT @RepublicaNepal: CA begins deliberations on constitution draft | http://t.co/wdMO6LjXEo @ashokpillar @CA_NP http://t.co/ozP9yn1xuB", "Next meeting of the #CA 11 am on Saturday.", "#Correction-CA meeting to resume business after 6:45 PM.", "CA meeting suspends clause 91-3 of CA regulation by majority vote. Next CA meeting scheduled for 11 am on Friday.", "List of powers in federal system- http://t.co/BzvU0Qe6P4", "The next CA meet is scheduled for Thursday at 11 AM. #Nepal #Constitution", "RT @kathmandupost: CDC submits statute draft to CA chair; CA meeting at 8 pm http://t.co/MP0H3DuS6E http://t.co/yM4U6uN0Uy", "RT @kathmandupost: CA meet ends; statute draft presented at CA; Madhesi lawmakers tear draft http://t.co/k7FTxGLrwf", "नयाँ संविधानको पहिलो यहाँ बाट डाउनलोड गर्न तथा हेर्न सकिन्छ । \nFirst draft of the new constitution available here. \nhttp://t.co/QolzgYMzZW", "RT @RepublicaNepal: Disputes delay CA meeting . | http://t.co/cuvpaNaEbK  @ashokpillar @CA_NP http://t.co/9SKtyf3JAZ", "CA meeting, convened for 2 PM, postponed till 6:30 PM Today.", "RT @PahiloPost: #Constitution2072 के भयो दिनभर आज : ३) १६ बुँदेको भावना विपरीत मस्यौदा भए मान्य नहुने एमाओवादी मोर्चाको निर्णय  http://t.co…", "RT @RepublicaNepal: More powers proposed for prez . | http://t.co/TW9E2WLDAf @ThiraLalBhusal @ashokpillar @CA_NP http://t.co/GYcUj3YDVE", "CA meeting is still uncertain. A meeting between CA chairman and leaders from major political parties underway.", "RT @roshankhadka3: Taskforce prepares first draft of new constitution . | http://t.co/ryXSZqa6r4 @ThiraLalBhusal @ashokpillar @CA_NP http:/…", "RT @RepublicaNepal: Taskforce prepares first draft of new constitution . | http://t.co/JNkNF0egNI @ThiraLalBhusal @ashokpillar @CA_NP http:…", "RT @watchnepal: RT: First Draft of new constitution consists 37 parts, 296 articles, 121 pages &amp; 7 annexes. Districts remain same https://t…", "RT @ThiraLalBhusal: \"Local polls will b held within 6 months after commencement of new constitution in existing structure.This is big achie…", "RT @imagekhabar: ‘यसरी आउँदैछ जनतामाझ’ संविधानको मस्यौदा (भिडियोसहित) @CA_NP http://t.co/owm9X8Dbne #राजनीति http://t.co/ZTLWh5MOwQ", "RT @RepublicaNepal: First draft of new constitution by June 28: CDC . | http://t.co/fHnWb2UEBK  @CA_NP http://t.co/MeKh2XVRsD", "Congrats Dr Bharat Gautam for being appointed as the Spokesperson at the CA Secretariat. http://t.co/oKCWsglOku", "Joint Secretary Dr Bharat Gautam replaced Mukunda Sharma as spokesperson to the Constituent Assembly Secretariat from Monday. #Nepal #CA", "RT @KoshRKoirala: Controversial as it is,SC verdict only strengthens demand2keep parliamentary panel2probe,monitor performance ofCJ&amp;justice…", "RT @ashokpillar: सर्वोच्च अदालतको फैसलाबारे चार दलको वक्तब्य । फैसला संविधानसभाको विशेषधिकार विपरित रहेको ठहर । http://t.co/pAnS6JNrhG", "RT @BhimarjunPhD: I totally disagree with the pronouncement of today's Supreme Court. It contravenes the rules of judicial self-restraint &amp;…", "RT @the3rdbranch: Meanwhile the \"Incomplete\" 16 point agreement got stayed by the Supreme Court. Big \"temporary\" win perhaps for some polit…", "RT @NarahariA: संविधानको मसौदा बनाउन उपसमितिबाट आएका प्रतिवेदन,समितिका सभापति र उपसमितिका संयोजकहरु रहेको एकीकृत #मसौदा कार्यदल समक्ष पठाउ…", "RT @ThiraLalBhusal: Joint secretary Mukunda sharma is promoted to the post of secretary at CA\\Parliamemt secretariat today", "RT @imagekhabar: #संसद सचिवालयको सचिवमा शर्मा नियुक्त @CA_NP\nhttp://t.co/pCSJgnTjRj http://t.co/HJJXuNgIxE", "RT @athachhetri: मस्यौदा समितिका सभापति सिटौला नेतृत्वको कार्यदललाई जिम्मा दिएर अाजको छलफल सकिने । ५ उपसमितिहरूमा प्रस्तावमाथि छलफल जारी", "Various 5 subcommittees submitted their reports to Constitution Drafting Committee. CDC Meeting ongoing.", "RT @manjushreethapa: The CPDCC had proposed a 7-year requirement for naturalization but changed it to 0 for women &amp; 15 for men after Madhes…", "RT @ThiraLalBhusal: Good. Now the constitution making process has moved one step forward. Hope, it will be given smooth continuity https://…", "he April 25 earthquake was simply a secondary factor in forging consensus @KamalDevBhatta1 writes on 16-pt deal http://t.co/K7BG729Rf7", "CA meeting adjourned for until further notice.", "CA's drafting committee gets business with 15 days (Meximum)  deadline to prepare first draft of the new constitution.", "RT @kaflepost: पाँच दलद्वारा संविधानसभा वहिस्कार http://t.co/hbo6Y36KpG", "RT @ashokpillar: Dissident five-party boycott the CA meeting, as they oppose to16-pt deal. http://t.co/pVRHeVzfZZ", "RT @diplomacy123: Indian PM Modi appreciates 16-point pact http://t.co/9HUMY1UCvE", "CA meeting starts. Likely to forward the CPDCC report to CA's Draftibg Committee.", "RT @manozktm: कमल थापा संविधानसभा बैठकमा बोल्दै छन्। १६ बुदेँ सहमति आर्थिक स्वार्थ र सत्ता स्वार्थको दस्तावेज भएको जिकिर गरे। उनिसँग बोल्न …", "RT @RepublicaNepal: Constitution writing moves a step ahead . | http://t.co/PCHbmLJYA5 @ThiraLalBhusal @ashokpillar @CA_NP http://t.co/XLJd…", "Next CA meeting to convene at 3 pm on Friday. The meeting will hold deliberation on CPDCC report.", "CPDCC submits its report to the CA plenary, settling all major disputes in consensus.", "Ending long-standing dispute, leaders from major political parties agree on citizenship through father or mother https://t.co/42pddItxuU", "CA meeting to convene at 3 PM today. CPDCC preparing report to submit in the CA plenary.", "A meeting of the CA forwards 16-pt agreement (forged between major political forces on Monday) to the political dialogue committee.", "A meeting of the @brb_laaldhwoj-led Constitutional Political Dialogue and Consensus Committee to be convened at 5 pm today.", "Major parties ink 16-pt agreement on new constitution paving the way for expediting the task of constitution making http://t.co/wRCUY8bXAr", "RT @syangjalee: यस्तो सुचनासहित स्थगित भयाे संविधानसभाको बैठक http://t.co/mqYnOHyrgl", "CA meeting scheduled for tomorrow has been postponed for May 15 at 3 PM.", "Major parties preparing resolution motion on earthquake as parliament session set to start from Thursday. https://t.co/iirAaViYeX", "Winter session of the parliament to convene from May 7|\nhttp://t.co/vwnmFwhqyd", "The 7.8 Richter scale earth quake caused damages on some infrastructure and equipments at the CA building in New Baneshwor. #NepalEarthquake", "RT @imagekhabar: सभाध्यक्षले दिए यस्तो चेतावनी (भिडियोसहित) @CA_NP #CA #Nepal #NepaliPolitics\nhttp://t.co/KNi7vjz0Qk http://t.co/824UAKCk0P", "RT @RepublicaNepal: CA faced with no option but to draft constitution: CA Chair Nembang . | http://t.co/LX13rNd2Uq @CA_NP http://t.co/SNvtu…", "CA chairman announced today that he will start the process after next CA meeting on Apr 30.", "CA meeting deferred till April 23 at 3:00 pm after endorsing condolence motion in the demise of CA member and former PM Surya Bahadur Thapa.", "Next CA meeting scheduled for Apr 19, is likely to be deferred after endorsing condolence motion on the demise of CA Member #SuryaBThapa", "RT @yespanta: संविधानसभाका तिनवटा बैठक लगातार शोक प्रस्ताव पारित गरेरै स्थगित हुनेभए, अर्का एकजना पूर्व सांसद पनि सिकिस्त रहेको भन्ने सुनि…", "RT @TPDHUNGANA: कित संविधान निर्माणमा प्रवेश गर्नपर्यो । कि अर्कों सूचना गरेपछि बस्नेगरि स्थगित गरौ संविधानसभा शोकसभामा परिणत होलाजस्तो भयो…", "Former Prime Minister &amp; RPP Chairman Surya Bahadur Thapa passes away. http://t.co/3B53XqyG1J #RIP", "Political parties' seem reluctant to hold talk, even after CA meeting deferring for a week to pave way for consensus dialogue. #CA #Nepal", "RT @RepublicaNepal: Constitution writing won't be blocked: vice-chair Bhandari . | http://t.co/8crBZKR8kg @CPNUML @CA_NP http://t.co/HsZip6…", "RT @KoshRKoirala: Visiting #EU parliamentarians in #Nepal have asked CA Chair if there is possibility of holding CA III poll. Confused how …", "European Parliament &amp; Chair of EP Delegation for Relations with South Asia Jean Lambert meets CA Chairman of #Nepal http://t.co/OQNXJjR2Iv", "CA meeting summoned for today at 1 PM is likely to put off for a week, after passing condolence notion on the demise of #RamnathDhakal", "Former #CA member &amp; CPN-UML leader #RamnathDhakal passed away today due to #SwineFlue | http://t.co/n0fK2EeVYX http://t.co/4liNTisn4a", "UCPN (Maoist) demands rectification of NC-UML 9-point proposal, http://t.co/BohZNrulGp | Could it be a issue of debate for now ?", "RT @nksthaprakash: Gap is narrowed.compromise solution not far.consensus constitution is really possible.but what is lacking?good intention…", "CA Chairman Subas Nembang summons #CA meeting for April 6 at 1 PM. #Nepal #Constitution http://t.co/23yGhvhyXw", "CA Chairman's ultimatum to political parties for consensus is  expiring by today 5 PM.", "@Anildpa Parties, must forge consensus to rightly conclude the ongoing peace process in the country.", "सामाजिक ब्यवहार सुधार विधेयकमा संविधानसभा/संसद बारे समाचार लेख्ने पत्रकारहरुको सुझाव यस्तो छ । http://t.co/kvEYkboOeq http://t.co/l6kuuqsCkI", "@sharmababin and it equals to #DelayOnNewConstitution", "UCPN (Maoist) Chief Dahal threatens to quit #CA if ruling parties push for majoritarian process, despite their protest. #InterPartyParlay", "Parties to get March 25 new consensus deadline, #CA Chairman warns of resuming CA meeting after the date. #InterPartyParlay #Nepal", "देशले एक थान संविधान नपाएपनि दुई सभासद्ले एक-एक थान जीवनसाथी पाएका छन् । अभिषेक प्रताप साह र अमनलाल मोदीलाई वधाई । http://t.co/E2ogQ0EVX5", "RT @prashantktm: On roots of Nepal's current deadlock, why federalism,why consensus, what Delhi needs to do, @brb_laaldhwoj's views - http:…", "Parliament Committees have been actively working despite UCPN (Maoist) lawmakers' boycott. #Nepal #Parliament #CA", "CA meeting, which was differed until further notice is likely to be resumed after March 6: highly placed source at CA Secretariat.", "Proposal drafting committee of the CA, has sought extra five days to prepare questionnaire. CA plenary likely grant extra tenure on Thursday", "Next CA meeting has been convened for Thursday at 1 pm.", "++It means political parties have now 11 days for consensus. However Maoist led oppn alliance has decided to shun dialogue with ruling side.", "CA Chair will convene the first meeting of 'proposal committee' after 6 days, the committee will have 5 days tenure from the date++", "RT @prwl_nght: Its always online so anyone can read it, and everyones opinion will be heeded.  AND, it won't take years and millions to set…", "RT @prwl_nght: I think the constitutions of countries should be Wikipedia pages, if you don't like the rules, go and edit it. #constitution…", "RT @Bipin123456789: Questionnaire Committee at Constituent Assembly: Half a loaf is better than no bread", "Today's business in CA, Chairman to announce questionnaire committe, meeting starting soon. http://t.co/Wgxd2b9KXj", "CA chairman himself to read out the qustionnaire committee formation froposal in the CA meeting today.", "RT @bbcnepali: 'प्रकृया अघि बढे अझै सशक्त प्रतिकार गर्छौं': संविधान सभाध्यक्षले आफैँ प्रश्नावली समिति गठनको प्रस्तावलाई निष्क... http://t.c…", "RT @yespanta: अध्यक्ष सुवासचन्द्र नेम्वाङलाई अत्यन्त जरुरी खुला पत्र http://t.co/eRopwHjGaaरोचक सामाग्री !", "CA meeting: 1 PM today.", "Next CA meeting scheduled for 1 PM Friday.", "Parties' self declared deadline for the new constitution expired today. Ruling parties promise new #Constitution within a few months.", "RT @ghimiresantosh3: @CA_NP For sure they will make no headway on thorny issues of the statute as one-year self-imposed deadline expires to…", "CA meeting stalled for half an hour has become uncertain as the political parties seek settlement of the CA obstruction. #CA #Nepal", "Consensus efforts are underway during the truce hour, parties have been seeking safe-landing of the tension arouse in the CA. #Nepal", "Major four political fource are holding talk with CA Chair for truce.", "Political parties have missed the Jan-22 deadline, enganing on blame-game throughout the year.", "@ajayspradhan Parties gonna miss the deadline tomorrow, without remarkable progress.", "++ Secretary Thakur P Baral, Spokesperson Mukunda Sharma, legal adviser Rabi Sharma &amp; assistant secretary Ananda P Adhikari are members.", "CA secretariat forms probe panel to investigate #Vandalism in the CA on Monday in coordination of General Secretary Manohar P Bhattarai ++", "CA meeting adjourned for Thursday 11 AM. Opposition lawmakers continue their obstruction.", "CPN-UML senior leader Jhalnath Khanal said that parties are working for delivering new #Constitution within a month. #CADeadlineEndsTomorrow", "Next CA meeting (1PM) scheduled to endorse commiseration proposal for the demise of former UML lawmaker Gopal Singh Bohara.", "CA meeting adjourned for 1 PM, following brief obstruction from oppn lawmakers.", "Good Morning! Deadline to promulgate new constitution of #Nepal: 1 days to go.", "RT @ashokpillar: विपक्षी दलको अवरोधलाई मध्यनजर गर्दै संविधानसभामा आज चार घेरामा मर्यादापालक तैनाथ गरिएको छ ।", "It has been approximately an hour, oppn lawmakers still picketing well, chanting slogans in CA.", "Even Dahal &amp; Bhattarai are chanting slogans in the well. http://t.co/bjxFg35MTD", "Oppn lawmakers chanting slogans in the CA, meeting obstructs today as well. http://t.co/7yobw7T7sb", "Good Morning! Deadline to promulgate new constitution of #Nepal: 2 days to go.", "RT @paavan11: 20 January begins with broken promises and broken chairs. #CA2015 #Nepal Next CA meeting called for 1pm tomorrow", "Black day in the history of #Nepal #Constituent #Assembly Maoist led oppn parties vandalize &amp; obstruct the meeting.\nhttp://t.co/XUX7GD2Qni", "CA meeting starts, CPDCC Chairman @brb_laaldhwoj responding to the lawmakers.", "CA's business prepared, NC chief whip to propose proposal committee, UML chief whip to second it. http://t.co/WR1GYnNwNP", "Business Advisory Committee meeting concludes, CA meeting starting soon.. #Nepal #Constitution", "RT @bimal_gautam: If a nation/people get suffered due to leadership's failure, the society must reject such leadership to control further d…", "RT @siromanid: One thing is for sure: neither ruling parties dare to promulgate new constitution through process nor there will be consensu…", "RT @ashokpillar: सत्तापक्षले भनेजसरी नै मतदानमा लैजान सभामुख नेम्वाङलाई नैतीक असहजता छ । अघिल्लो CA लाई उनलै मतदानमा जानबाट रोकेका थिए ।", "RT @RabindraADH: संविधानसभा कार्यब्यबस्था समितिको बैठकले प्रस्ताव समिती निर्माण गरेर जाने निर्णय । जसले बिबादित विषयमा प्रस्नाबली बनाउछ ।", "RT @gangabc: एमाओवादीले २०६९ जेठ २ गते संघीयतालगाएतमा भएको सहमतिबाट पछि हट्नुको परिनाम भोग्दै छ ।", "@jhyal That's the question @KoshRKoirala @rimalprakash", "Business Advisory Committee meeting, underway, NC-UML propose forming questionnaire committee, opposition parties opposed.", "Oppn parties have warned of confrontation if ruling parties forcefully started process (forming questionnaire committee) in the #CA.", "RT @PahiloPost: संविधानका अन्तरवस्तु र प्रक्रियामा सहमति जुटाउन बसेको प्रमुख दलहरुको बैठक सहमति जुटाउन असफल भएको छ।", "Amid tensed situation, meeting of the Constituent Assembly is set to start after a while.", "Decisive meeting ongoing at CA Building, New Baneshwor. Parties have claimed forging consensus today.", "Good Morning! Deadline to promulgate new constitution of #Nepal: 3 days to go.", "RT @ashokpillar: Ruling parties' lawmakers refrain from deliberations at CA, favoring to start the process at the earliest: http://t.co/RpW…", "Most of the lawmakers are outside the CA hall, ignoring the deliberation inside. http://t.co/FHrNiub7Er", "CA meeting starts early in the morning today. http://t.co/jRvb4Rjmb6", "Good Morning! Deadline to promulgate new constitution of #Nepal: 4 days to go.", "RT @TimroNabin: @CA_NP नेताहरु प्रति जनताको आक्रोश!  सांकेतिक मतदानमा पनि पुनः मतदाननै गराउनु पर्ने स्थिति आयो.https://t.co/oodH6SAcRE #Nep…", "RT @JAYA_HOS: राजा त्रिभुवनका पालादेखि संविधान सभाको मज़ाक़ उडाउंदै आएर आखिर यहाँसम्म आइपुग्दा पनि संबिधानसभा सिर्फ़ मज़ाक़कै बिषय मात्र हु…", "Good Morning! Deadline to promulgate new constitution of #Nepal: 5 days to go.", "RT @RepublicaNepal: 413 Lawmakers submit signatures to CA Chairman Subas Nembang |  http://t.co/eODacQ9Ahj http://t.co/PY7wXCqUOO", "RT @Bipin123456789: Nepal Likely to Miss Constitution-Writing Deadline Again http://t.co/KAlnbjYpIM", "RT @Bishnusapkota: माघ ८ एउटा राजनीतिक/नैतिक तिथि न हो, प्रक्रिया त्यो भित्र शुरु भयो भने १/२ हप्ता उता गएर केही हुन्न; त्यही बिचमा सहमति भ…", "RT @Bipin123456789: “I will not be blackmailed over constitution”, – Lungu http://t.co/8KY3i25efx", "RT @TanneriChaso: माघ ८- गते  मात्र हैन, एउटा पुस्ताको लागि समय हो,नेताहरुले गर्नुभएको भिष्मप्रतिज्ञा हो! यो राजनीतिक जवाफदेहिताको बेन्चमा…", "Altogether 413 lawmaker's signature has been submitted to the CA chairman demanding that disputed issues be finalized through vote in the CA", "Good Morning! Deadline to promulgate new constitution of #Nepal: 6 days to go.", "Congrats ! @brb_laaldhwoj , @KTnepal , @thapagk &amp; @RabindraADH being elected as top-10 lawmakers in the CA.", "++ Have been selected as top-10 lawmakers by @newsvitta , a CA/Parliament specialized, online.", "Arjun N KC, Kamal Thapa, KP Oli, Gagan Thapa, Gokarna Bista, Chandra Bhandari, Chitra Bdr KC, Baburam Bhattarai, Bikas Lamsal &amp; Rabindra Adk", "Good Morning! Deadline to promulgate new constitution of #Nepal: 7 days to go.", "Good Morning! Deadline to promulgate new constitution of #Nepal: 8 days to go.", "RT @rameshnathpande: January 22nd is a dateline of Moral Commitment. People trusted this &amp; voted CA 2. Neither it can be violated nor amend…", "Two options for NC &amp;UML: either go through 'fast-track' or follow regulation  @ameetdhakal writes @setopati http://t.co/XCXRoQDptN", "RT @ThiraLalBhusal: स‌‌वाद समितीका २ Report: भटराइले पहिले बुझाउदाको लालरङ र अाज सूर्य ब‍ थापाले बुझाउँदाको पहेलोरङबारे सभासदबीच चर्चा ! ht…", "RT @UN_DPA: USG Jeffrey Feltman will begin 2-day visit to #Nepal on 13 January. This will be his 2nd visit to Nepal; 1st in March 2013. @UN…", "RT @athachhetri: कान्ति बाल अस्पतालको गाडीमा अाए काँग्रेस सभाषद अर्जुननरसिंह केसी संविधानसभामा । http://t.co/YWRq3uAu4N", "Prof. Lal Babu Yadav aslo appointed to the CA member in 26 quota. Yadav &amp; Nagendra Kumal swearing in today.", "Nagendra Kumal has been appointed to the CA member. 3 lawmakers yet to be appointed to the 601-member CA.", "Update: Surya Bahadur Thapa tabled the CPDCC report. Next CA meeting Thursday 1 PM.", "Update: Senior member of the CPDCC Surya Bahadur Thapa set to table the committee report in the CA meeting starting soon.", "Lawmakers have been arriving at CA building asking lift to police patrol vehicles. UCPN (Maoisty) lawmakers have not arrived so far...", "CA meeting is to start at 11 AM. Lawmakers are heading toward the CA building by police patrol vans.", "Today's CA meeting likeky to put off as UCPN (Maoist) lawmakers decide to snub the meeting.", "Good Morning ! Deadline to promulgate new constitution of #Nepal : 9 days to go.", "RT @Bipin123456789: Pakistan to amend its constitution to empower the armed forces to execute “religious terrorists” without due process. h…", "RT @DannahDennis: For anyone who hasn't seen it: lively debate on Sajha Sawal about #CitizenshipThroughMothers. https://t.co/LRxR6OtoTF", "CPDCC deadline ends. Consensus efforts elude. Parties seem to be prepared for confrontation. Frustrating moment #Constitution #Nepal.", "RT @nilacharya: संविधान चित्तबुझ्दो हुदैन कि भनी नतर्सौं। जस्तो हामी छौं त्यस्तै बन्ने हो। जस्तो बन्नसक्छ बनाअौं। व्यवहारमा जाच्दै जाअौं। …", "RT @AnupKaphle: Hours after agreeing to support #CitizenshipThroughMothers in the new constitution, Nepal's Communist Party (UML) says \"um,…", "RT @brb_laaldhwoj: पूर्वसहमति विपरित एमाले नेतृत्वको विरोधले  वंशजको नागरिकता बाबु'वा'आमाको नाउँबाट प्राप्त गर्ने प्रस्ताव संवादसमितिबाट पा…", "++Sources said.", "Parties have agreed to grant #CitizenshipThroughMothers  replacing '&amp;' by 'or in the new #constitution", "Parties are still at odds over settling contentious issues of new #constitution, when only 10 days are left to meet the Jan22 deadline.", "#UNSG Ban writes to key leaders in Nepal to promulgate new #constitution within Jan22 deadline. @UN", "Parties fail to forge consensus on contentious issues of new #constitution so far.", "CPDCC meeting put off till tomorrow 2 PM.", "RT @bipul100: @CA_NP Actually we dont even need 595..12-15 will work. All decisions are taken by few top brass and others endorse them. @as…", "Four lawmakers yet to be appointed to the CA. Two are vacant. There are 595 lawmakers in the CA so far. #Fact", "Good Morning! Deadline to promulgate new #constitution of #Nepal : 12 Days remaining.", "CPDCC chair Bhattarai will hold discussion with top leaders of major political parties for two days to seek consensus on new #constitution", "RT @PresRajapaksa: I value and respect our democratic process and the people’s verdict, and look forward to the peaceful transition of powe…", "RT @NepalVotes: भदौ २१ तिरै फर्कियो संविधानसभा: http://t.co/i0CADJppma #NepalCA", "@brb_laaldhwoj assures to address concerns of women in new statue, receiving memorandum of inter-party women alliance http://t.co/jzcOlNY9aw", "National Indigenous Women's Federation #NIWF submits memorandum to CPDCC Chairman @brb_laaldhwoj today. http://t.co/d22xrS6VWV", "Lawmakers of ruling parties have started signature campaign in a bid to exert pressure for timely #Constitution #Nepal", "RT @kafle_narayan: Pressure campaign for constitution on time, organised by ruling parties CA MEMBERS http://t.co/uwM544lVv4", "Constitutional Political Dialogue and Consensus Committee meeting at 1 PM at Singhdurbar.", "Interaction of 'Pressure Campaign on Constitution Making', an initiative of youth lawmakers from ruling parties, starts at CA Building.", "@shankarpokhrel8 Mahato may b wrong, people know him well. But how could you defend Oli's bitter statement comrade ?", "CPDCC Chairman @brb_laaldhwoj has summoned the committee meeting for Friday 1 PM at Singhdurbar #Nepal", "RT @manjushreethapa: Great pictures of the Youth March. RT @subinmulmi: I posted 43 photos on Facebook in the album \"Youth March to CA\" htt…", "A decision of the #CA plenary to send back the disputes again to CPDCC, was against the ideas of majority lawmakers in the CA.", "RT @brb_laaldhwoj: \"फल नपाकी झर्दैन,कुरो नथाकी मिल्दैन\" भन्ने नेपाली उखान हाम्रो संविधानसभामा कहिले लागू होला कुन्नी!संवाद समिति फेरि एकपटक…", "#citizenshipthroughmothers campaigners submits petition to CA Chairman Subas Nembang on Thursday. \nPhoto: #FWLD http://t.co/6X3H2x301w", "CA plenary, for the fourth time, has entrusted @brb_laaldhwoj led CPDCC to forge consensus on contentious issues  by Tuesday. #Nepal", "RT @JnkRupesh: माघ ८ मै संविधान आएन भने सबै नेताहरुलाई असक्षम घोषणा गर्दे भो । #कति कुर्ने @CA_NP #तन्नेरीको_चासो_संविधानमा #Nepal http://t…", "Good Morning! Deadline to promulgate new #constitution of #Nepal : 14 Days remaining.", "The #CA is likely to send back the disputes to @brb_laaldhwoj led CPDCC, parties have vowed to agree on it by Thursday noon. #Nepal", "KUNA : Kuwait's constitution inspired by Universal Declaration of Human Rights - academic - Human - 06/01/2015 http://t.co/zkwlZUcVko", "CA Chairman, Nembang holding separate meetings with 19 opposition parties (underway) and leaders from four major political forces (1 pm) #ca", "Four-party meeting starts at official residence of Prime Minister at Baluwatar. Leaders save said it would be decisive.", "RT @Annapurna_Post: 'माघ ८': सेना परिचालनको प्रस्ताव http://t.co/DYhgd9zuPj http://t.co/nARZqRjpvM", "RT @ThiraLalBhusal: Is today's negotiation at Baluwatar going to be decisive as claimed by JN Khanal? http://t.co/DXTVERuR0P #constitutionm…", "Good Morning! Deadline to promulgate new #constitution of #Nepal : 15 Days remaining.  CA Meeting 1 PM Today.", "Alerting for timely constitution with an advertisement at national dailies from Youth wings of 8 political parties. http://t.co/RU2MhhjRQt", "Parties have asked 2 more days for consensus, CA Chairman agrees. #CA #Nepal", "@rdewan than how many days are left ? 16 or 17 ?", "RT @nepalnews_com: #civilsociety representatives stage rally at Baneshwar on Monday urging timely promulgation of #Constitution (NN/RH) htt…", "RT @kundadixit: Getting along like cats and dogs. Kach and Miyauch cuddle up 16 days before #Nepal constitution deadline. http://t.co/0REEK…", "UPDATE : CA meeting has been scheduled for 1 PM Today. #CA #Nepal", "Though the consensus deadline given by CA Chairman ended on Monday, parties are yet to reach to an any conclusion so far. #Constitution", "RT @ashokpillar: Citizens have now started querying through phone calls and SMSs 'CA Chairmanjyu, when will we get constitution?' \nhttp://t…", "RT @kosmosbk: No constitution by Jan 22 is no more news. Focus should be on how the elitist feudal society is refusing to recognize the mar…", "RT @Bhukke: Republica's Infographics on the base of our research\nFederal participation\nhttp://t.co/hWvnW58cZ4…", "RT @brb_laaldhwoj: संविधानका अन्तर्वस्तुको गाँठो बारे मेरो साप्ताहिक स्तम्भमा http://t.co/ceUMSrKJtQ http://t.co/XGjkrGGxV9", "RT @ThiraLalBhusal: RT @ramsmahat Constitution making:CA sud b allowed to decide  contentious issues through voting to ensure timely promul…", "RT @PokharelBhojraj: प्रदेश सिमांकनका पछिल्ला समाचार पढ्दा लाग्छ नेपाल भित्रैका प्रदेश निर्माण होइन मुलुक बिभाजन गर्ने जस्ता ब्यबहार हुंदैछ…", "Good Morning! Deadline to promulgate new #constitution of #Nepal : 17 Days remaining.", "RT @mahabirpaudyal: Are the political parties going to surprise us all at the end? Reports have it that they are close to ‘consensus.’", "Consensus over heads of #TRC &amp; #CED likely to assist negotiation on contentious issues of new #Constitution, positively.", "Daman Nath Dhungana &amp; Yubaraj Sangroula are likely to be picked as heads of #TRC &amp; #CED respectively top govt sources said. #Nepal", "RT @rdewan: CA member @thapagk and advocates @SapanaPM and @dipjha will be talking on citizenship debate on Jan 5 @kathmandupost http://t.c…", "Drafting committee of the CA decises to ask CA plenary allowing the committee itself to prepare the draft of new #Constitution", "Meeting of #Constitution drafting committee starts at Singhdurbar.", "CA meeting : 1 PM today.", "RT @Anildpa: संविधानसभाका अध्यक्ष सुवास नेम्वाङको भनाइ–रेफ्रिले जति नै राम्रो गोल गरेपनि त्यो गोल मानिदैन, म पनि खेलाडीकै भूमिकामा रहन चाह…", "RT @nksthaprakash: Yes,this CA must give the new constitution at any cost.but no more lies plz!constitution by Jan22is impossible&amp;next to i…", "RT @rajkumar_regmi: २ तिहाईले संविधान बनाए नि मान्छन। नबनाए नि मान्छन्। विघटन गरे झन मान्छन्। अाकाश खसे टाउकाे थाप्छन। जे गरे नि मान्छन। \n\n…", "Youth wings of major political parties warn of timely #CONSTITUTION #Nepal http://t.co/619RR2lIMt", "RT @brb_laaldhwoj: We must find a proper model of federalism to preserve&amp;develop our indigenous languages&amp;ethnic groups!... http://t.co/NIu…", "RT @manjushreethapa: The Speaker purposes to write the constitution himself, the PM says the deadlock will end in three days, and other new…", "Major four political forces have started negotiation focusing on the contentious issues of the new #Constitution 4-party meeting 4 PM Today.", "Good Morning! Deadline to promulgate new #constitution of #Nepal : 19 Days remaining.", "CA chairman's proposal of entrusting him to bring the priliminary draft of new #constitution draws flak. Oppn parties disappointed.", "CA meeting has been concluded today. Next meeting scheduled for Sunday 1 PM.", "Go through this link for CA/Parliament regulation, list &amp; contact details of lawmakers and many more..\nhttp://t.co/iAJgX5x4i1", "Good Morning! Deadline to promulgate new #Constitution of #Nepal : 20 days remaining.\nCA meeting: 1 PM Today.", "RT @NepalVotes: Study shows that law makers don't have much concern on number of states in new constitution: http://t.co/6LKpp0X190 via @pa…", "RT @brb_laaldhwoj: संविधानसभा अध्यक्षलाई संविधानको मस्यौदा तयार गर्ने एकलौटी अधिकारको 'कालकूट विष'पिउनदिएर विवादित बनाउनु सट्टा सहमतिको अमृ…", "RT @Lump_Scholar: काङ्रेस एमाले को ७ प्रदेशको प्रस्ताब लाइ माउबदिले मान्ने अनि माउबादिको शासकिय स्वरुपलाइ काङ्रेस एमाले ले मान्ने हो भने त …", "RT @ghimiresantosh3: This cartoon shows the ground reality. http://t.co/zvvckytOHA", "RT @bbcnepali: मस्यौदाको जिम्मा मलाई दिनुस्: नेम्वाङ: संविधानसभाका अध्यक्ष सुवास नेम्वाङले आफू जस्तोसुकै जोखिम मोल्न तयार रहे... http://t.c…", "RT @MishraRabindra: आफूपनि गर्न नसक्ने सभामुखलाई पनि गर्न नदिने, किन?संविधान निर्माणलाई लिएर एमाओवादी प्रमूख सचेतक गिरिराजमणी पोखरेललाई पौ…", "#CA Chairman Nembang also proposes allowing him to bring the draft of new #Constitution if parties fail to forge consensus by Monday.", "#CA Chairman Nembang proposes fast-track statue drafting process to meet Jan-22 deadline, at the meeting of BAC Today. #Nepal", "Meeting of Business Advisory Comnittee of the CA is undergoing at BICC.", "RT @RepublicaNepal: #Constitution-Making :A year lost year as #issues, #ambitions unresolved \nhttp://t.co/yZnhDopJIa @ThiraLalBhusal http:/…", "RT @kathmandupost: Federalism row over six tarai districts: Madhes-based parties say units may be split\nhttp://t.co/riBE3quPe3 http://t.co/…", "RT @RepublicaNepal: #Youth #lawmakers to stage sit-in for timely #statute \nhttp://t.co/OfSUqSSHZ0", "RT @ekantipur_com: सन् २०१४ का १४ राजनीतिक घटना | मुख्य समाचार http://t.co/NuFYSrFmPW", "RT @ameetdhakal: संविधानसभाले संविधान लेख्न पाउनु पर्छ भनेर जनयुद्द र अहिले संविधानसभाले संविधान लेख्न पाउदैन भनेर आन्दोलन! हाम्रा  १५ वर्ष…", "Good Morning and wish you a Happy Brand #NewYear2015. Deadline to promulgate new #Constitution : 21 Days to go. #Nepal #CA", "RT @RepublicaNepal: #Nembang consults big party leaders on #CA course \nhttp://t.co/e3OlSKNQlb", "Youth lawmakers of ruling parties announce sit-in protest inside CA building in a bid to exert pressure for timely constitution.", "All-party youth lawmakers are holding press meet Today at 11 am at Singhdurbar.", "Good Morning. Deadline to promulgate new #Constitution : 22 Days to go. #Nepal #CA", "CA Chairman hold talks with chief whips of major political parties &amp; discussed about further proceedings of CA, at Singhdurbar Today.", "Good Morning. Deadline to promulgate new #Constitution : 23 Days to go. #Nepal #CA", "RT @kosmosbk: leaders are now talking about taking a short cut to meet the deadline...keep in mind that you CAN NOT bypass THE PEOPLE...", "RT @manjushreethapa: And please read, sign &amp; share this petition, which will be handed over to the Constituent Assembly on January 9. https…", "RT @the3rdbranch: The person who has to really act to take the constitution making to \"process\" is Nembang. Lets see how much you can dare …", "RT @nepalnews_com: Constituent Assembly will enter regular vote process : #CA Chair #SubashNembang\n#Nepal #politics #constitution", "RT @maanishrestha: @CA_NP @NepalVote it's very sad that no political leader is concerned about the peace and prosperity of the country.", "Top brass of 5 major political parties have been summoned at the meeting of Business Advisory Committee on Wed, to find out way forward.", "Youth lawmakers of ruling parties, urged the CA chairman to start voting process in the CA to settle the dispute, Today.", "RT @SDMUNI: BJP's Hindutva agenda is hurting Modi's foreign initiatives, not only towards Pakistan but also Bangladesh, Nepal, Afghanistan …", "CA meeting begins, but top leaders of major political parties are absent today. http://t.co/8mTBTDAd93", "Good Morning. Deadline to promulgate new #Constitution : 24 Days to go. #Nepal #CA", "Look at this ! Very few lawmakers are attending in CA during the deliberations on the report of the CPDCC. #Nepal http://t.co/NiGa4ktKNy", "CA meeting is on. Lawmakers taking part in the deliberation on the report of constitutional political dialogue and consensus committee.", "Good Morning. Deadline to promulgate new #Constitution : 25 Days to go. #Nepal #CA", "Good Morning. Deadline to promulgate new #Constitution : 26 Days to go. #Nepal", "The @UCPNMaoist has now floated the proposal of six-province federal model. The reaction of @NepaliCongress and @CPNUML is yet to see.", "RT @NepalVotes: 15 CA members have 100% attendance in #NepalCA meeting. Watch your representative's attendance in #NepalCA: http://t.co/b4I…", "Only 27 days are left to promulgate new #Constitution of #Nepal. Ppl need to create pressure to the political parties.", "RT @rimalprakash: Wish new constitution could simply term this generation of leaders unfit &amp; ban them from politics - a radical thought, bu…", "RT @Dr_DKhadka: What would be the most powerful pressure tactic to get the new constitution promulgated by Magh 8?\n\nPrepare for a... http:/…", "RT @DeepakAdk: Useful website that tracks the progress of #Nepal's new constituent asembly http://t.co/Xz6Hm6Ngtx", "RT @NepalVotes: Are you wondering what is the attendance percentage of your CA member in house? Track their attendance in #NepalCA: http://…", "RT @hellomuku: तपाईंले भोट हालेर जिताएका सभासद संविधानसभा र संसदमा कति दिन गएका छन् होला? हाजिरी हेर्नुहोस्ः http://t.co/8ujU590FVe", "RT @NepalVotes: 207 CA Members have 100% attendance in #NepalCA in first two months. Among them, 71 are female and 136 are male: http://t.c…", "RT @hellomuku: @arpanshr exactly. CA members are getting salary and allowances regularly, but see what their attendance is: http://t.co/wr5…", "RT @NepalVotes: Average attendance of lawmakers in #NepalCA during first two months was 86%, whereas 82% in the parliament: http://t.co/rJK…", "28 Days to go... #Constitution of #Nepal", "RT @santagaha: सामाजिक सञ्जालमा प्रमको अशोभनीय तस्वीर भन्ने समाचारमा फेरी त्यही तस्वीर छाप्नु, अशोभनीय तस्वीर राख्नुपर्छ भन्या हो कि हटाउनु…"]