["RT @mani_bhattarai: PR @mani_bhattarai said Nepal has requisite capacity and political will to conclude the remaining issue of transitional…", "RT @MofaNepal: Nepal is closely following the evolving situation in the Taiwan Straits. Nepal has always been upholding One China Policy. B…", "RT @mani_bhattarai: Interaction on ‘Investments in Nepal: Opportunities, Incentives and Procedures’ organized at Milan, Italy on 23 June 20…", "RT @mani_bhattarai: Il Nepal che non ti aspetti https://t.co/qulhWQJLef", "Hon’ble Minister for Industry, Commerce and Supplies (MoICS) Mr Dilendra Prasad Badu attended a formal opening session of the twelfth Ministerial Conference of the World Trade Organization (WTO). @MofaNepal @mani_bhattarai @MOICS_Official https://t.co/lxuDNbMBkH", "The Embassy of Nepal in association with NRNA organised a special event to commemorate the Republic Day and Everest Day in Bern, Switzerland today !\n@MofaNepal https://t.co/fexlj3HF0G", "Hon. Minister for Health and Population Mr. Birodh Khatiwada addressed the 75th session of the World Health Assembly today in Geneva. He also held bilateral meetings with the Health Ministers of Thailand, Maldives and Timor-Leste.\n@MofaNepal @mani_bhattarai https://t.co/gQBURBIRzs", "RT @Prakash_Suvedi: Celebration of Foreign Service Day for the first time by @MofaNepal Delighted by the presence of so many senior colleag…", "Hon. Minister for Health and Population leading the Nepali delegation to the 75th World Health Assembly. https://t.co/Yja98mQdrn", "RT @MofaNepal: 3rd meeting of Nepal-Switzerland Bilateral Consultations was held today in KTM. Foreign Secretary @PaudyalBR made opening re…", "RT @MofaNepal: Foreign Minister Hon Dr Narayan Khadka received today H.E. Mr. Andreas Raphael Nageli, Ambassador/Assistant State Secretary…", "RT @pradeep_adhk: It is my pleasure to share the historic moment that Gautam Budhha International Airport has come into operation from toda…", "RT @hello_CAANepal: A widebody operational demo flight, with Airbus 330 Aircraft of the National Flag carrier, has landed at the Gautam Bud…", "https://t.co/bUqOieYu6uवि-सं-२०७९-मा-पर्ने-विदाका/", "Holidays in Nepal Mission in the year 2079 BS (14 April 2022 to 13 April 2023) https://t.co/WHrKgkOqkH", "RT @MofaNepal: WHO Director General @DrTedros and his delegation concluded a three-day official to Nepal and left for Geneva today. Senior…", "RT @MofaNepal: WHO Director General @DrTedros and his delegation arrived in Kathmandu today for a three-day official visit. The visiting di…", "More information on e-passport services https://t.co/5mWKYlOL8o", "The mission starts receiving e-passport applications. Please see the notice below. @MofaNepal https://t.co/LL8jht9u9f", "RT @nepaltourismb: Witness the Great Himalayan range, including the world's highest peak, Mt. #Everest, with bordering mountains in the bac…", "Happy New Year 2079 B.S https://t.co/eXArGiH9vx", "RT @NepalUNNY: We are deeply saddened by the loss of our peacekeeper Mr. Anil Gurung &amp; express our heartfelt condolences to his family.\n \nN…", "RT @antonioguterres: Least Developed Countries did not cause the climate crisis.\n\nBut they are living with its worst impacts.\n\nThey need a…", "RT @nepaltourismb: Nepal opens doors for all travelers! \n\nVisa on Arrival &amp; No Quarantine 4 fully vaccinated as well as unvaccinated/ not f…", "RT @MofaNepal: Foreign Minister of the Kingdom of Saudi Arabia His Highness Prince Faisal bin Farhan Al Saud arrived in Kathmandu today on…", "RT @mani_bhattarai: Moderating brainstorming session on LDC graduation in Geneva today.⁦@MofaNepal⁩ ⁦@pmngeneva⁩ https://t.co/Bes4o5Zn8Z", "RT @mani_bhattarai: Spoke at the Human Rights Council in Geneva today in support of the resolution on the Human Rights Situation in Ukraine…", "He also reiterated Nepal’s strong faith in the values of multilateralism to strengthen and sustain our common aspirations of a peaceful, prosperous and just world.", "Speaking at the General segment of 49th session of Human rights council PR @manibhattarai expressed Nepal’s commitment to the promotion and protection of human rights. @MofaNepal https://t.co/F7zOVpcwxy", "The 49th session of Human rights council started in Geneva today.\nSpeaking at the high-level panel on human rights mainstreaming PR @manibhattarai appreciated the contribution of LDCs/SIDS Trust fund to enhance the participation of UN member states in the works of HRC.@MofaNepal https://t.co/FAAxxJ3tp5", "राष्ट्रिय प्रजातन्त्र दिवस–२०७८ को यस पावन अवसरमा स्विट्जरल्याण्ड, इटाली, लिचेष्टाइन तथा सान मारिनोमा रहनुभएका समस्त नेपाली दिदी बहिनी तथा दाजु भाइ हरूमा नेपाली राजदूतावास, जेनेभा हार्दिक शुभकामना व्यक्त गर्दछ ।@mani_bhattarai \n\nhttps://t.co/bUqOieYu6uप्रजातन्त्र-दिवस-२०७८-को/", "RT @mani_bhattarai: Delivered a video statement at the BWC meeting of State Parties. ⁦@MofaNepal⁩ ⁦@pmngeneva⁩ https://t.co/Favm5LTceC", "RT @antonioguterres: Congratulations to Superintendent Sangya Malla of Nepal on being awarded the @UN Woman Police Officer of the Year!\n\nSu…", "RT @mani_bhattarai: Spoke at the WTO General Council Chair’s Informal Consultation and supported a draft MC12 decision on continuing trade…", "RT @mani_bhattarai: Delivered statement at the WTO meeting on China’s Trade Policy Review. ⁦@MofaNepal⁩ https://t.co/1ZH5Ws5DaO", "RT @MofaNepal: Newly appointed Foreign Minister Hon. Dr. Narayan Khadka assumed office of the Foreign Minister of Nepal today. Foreign  Sec…", "https://t.co/Htljht1oY4", "RT @SherBDeuba: स्वदेश तथा विदेशमा रहनु भएका सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाईहरुमा सातौं संविधान दिवसको अवसरमा हार्दिक बधाई तथा शुभकाम…", "RT @mani_bhattarai: सातौं संविधान दिवस तथा राष्ट्रिय दिवस २०७८ को अवसरमा स्विट्जरल्याण्ड, इटाली, लिचेष्टाइन तथा सान मारिनोमा रहनुभएका समस्त…", "RT @mani_bhattarai: Speaking at the 47th Session of the Human Rights Council after the adoption of all resolutions under agenda item 3 in G…", "The ongoing 47th session of the Human rights council today adopted the outcome of the 3rd cycle Universal periodic review of Nepal.\nDuring the session PR @mani_bhattarai expressed Nepal’s commitment to implement the accepted recommendations.\n@MofaNepal \n@PaudyalBR \n@sewa_lamsal https://t.co/CPehDoiSB9", "RT @MofaNepal: Our sincere congratulations and best wishes to H. E. Mr.  @antonioguterres for being appointed as the Secretary-General of t…", "RT @DrTedros: This is how far #healthworkers go to save lives. Is it fair that in many places these heroes have still not been vaccinated?…", "RT @NaSpokesperson: Congratulations everyone! Nepal is now the third largest Troops Contributing Country in the UN Peacekeeping with a cont…", "RT @MofaNepal: Deputy Prime Minister and Foreign Minister Hon @RBMahaseth held second round of virtual meeting with Nepali Ambassadors toda…", "RT @mani_bhattarai: Moderating the brainstorming session on LDC graduation proposal for the decision of the upcoming WTO Ministerial Confer…", "RT @NepalUNNY: At its Management Segment, the ECOSOC endorsed CDP’s recommendation for Nepal’s graduation from the LDC category. \nFor Nepal…", "RT @mani_bhattarai: Interacting with WTO DG at first ever in-person meeting of landlocked developing countries in COVID-19 situation to dis…", "RT @MofaNepal: Medical support from #Switzerland containing respirators, antigen test kits and oxygen concentrators arrive in KTM.\n\nDeep gr…", "RT @MofaNepal: Foreign Minister Hon. @PradeepgyawaliK and UK State Minister Rt. Hon.@tariqahmadbt had a virtual meeting today. The two side…", "RT @ignaziocassis: Help for #Nepal 🇳🇵 Today, we are sending 30 tonnes of  medical aid to #Kathmandu 👉 1.1 million antigen tests, 40 respira…", "RT @SwissMFAasia: Today Switzerland 🇨🇭sends 30 tons of medical aid material to Nepal 🇳🇵@pmngeneva @mani_bhattarai", "Thank you 🙏for your generous support Switzerland ! https://t.co/cMcO5LGJ20", "RT @MofaNepal: Nepal is concerned about the escalating tension between Israel and Palestine. We call upon both sides to exercise maximum re…", "RT @MofaNepal: Hon. Mr. @PradeepgyawaliK assumed the office as Minister for Foreign Affairs  today after taking oath and secrecy of office…", "RT @MofaNepal: Foreign Minister Hon. @PradeepgyawaliK held a video conference with Nepali ambassadors to take stock of initiatives for mobi…", "H.E Ambassador @mani_bhattarai signed the poster of the #UNCharter preamble @UN Geneva https://t.co/a2Nwlh1l5v", "RT @UNOGLibrary: #DYK that you can find translations of the 🇺🇳 Charter and Statute of the International Court of Justice in the UN Digital…", "RT @PradeepgyawaliK: PM Oli's opinion, published in The Guardians today. \n\nNepal is being overwhelmed by Covid. We need help | KP Sharma Ol…", "RT @SwissMFAasia: It was a pleasure to meet you, Ambassador Bhattarai! Switzerland remains a reliable partner of Nepal.🇨🇭🤝🇳🇵", "RT @UN_Nepal: To counter conflict in #SouthSudan, #UNMISS  #Nepalese peacekeepers in Lainya: \n➡️Intensified patrols to reduce tensions\n➡️In…", "RT @mani_bhattarai: Held meeting with Ambassador Raphael Nageli, Head of Asia Pacific Division of Federal Department of Foreign Affairs of…", "RT @mani_bhattarai: Nepal Review - 37th Session of Universal Periodic Review https://t.co/jNpRgbrpJH", "RT @mani_bhattarai: Moderating the handover ceremony of the chairmanship of the Colombo Process from Nepal to Afghanistan. ⁦@Pradeepgyawali…", "RT @mani_bhattarai: Today I signed at a giant poster featuring the text of the UN Charter, which is on display at the UN Library &amp; Archives…", "RT @mani_bhattarai: Delivered the statement at the WTO General Council meeting today and underlined the need for addressing trade and devel…", "RT @mani_bhattarai: Your Excellency, it’s a wonderful humanitarian work. Hope Nepal would not be forgotten in providing similar Swiss suppo…", "RT @mani_bhattarai: Speaking at the meeting of the Trade Policy Review of India at WTO in Geneva today. ⁦@PradeepgyawaliK⁩ ⁦@PaudyalBR⁩ ⁦@s…", "RT @mani_bhattarai: Speaking at the General Council meeting of the WTO in Geneva today on the agenda of LDC graduation. ⁦@PradeepgyawaliK⁩…", "RT @mani_bhattarai: ⁦@PradeepgyawaliK⁩ ⁦@PaudyalBR⁩ ⁦@sewa_lamsal⁩ ⁦@MofaNepal⁩ ⁦@pmngeneva⁩ https://t.co/L9VjeL34Vl", "RT @NepalUNNY: COVID19 has forced us to postpone #COP26. However, our quest for a cleaner &amp; greener earth cannot be postponed.\n\nRt Hon PM @…", "RT @mani_bhattarai: Delivering statement at the Webinar on ‘Promoting the participation and membership of small States from…", "RT @MofaNepal: A new height 8848.86 meters of Mt Sagarmatha/Zhumulangma was jointly announced by Nepal and China. The Presidents of Nepal a…", "RT @mani_bhattarai: ⁦@MofaNepal⁩ ⁦@pmngeneva⁩ https://t.co/LftYUkgPdU", "RT @NepalUNNY: COVID-19 vaccines must be truly global public goods &amp; cannot be the means of maximizing profit\n\nAddressing the #UNGASS, Rt H…", "RT @NepalUNNY: Press Release and the Rt. Hon. Prime Minister's full statement delivered at the 31st Special Session of UN General Assembly…", "RT @mani_bhattarai: Presenting major achievements, key decisions of the last meeting and immediate priorities of the EIF (Enhanced Integrat…", "RT @mani_bhattarai: @PradeepgyawaliK @PaudyalBR @sewa_lamsal @MofaNepal @pmngeneva", "Addressing the 111th Session of IOM Council, Amb @mani_bhattarai stated that Nepal attaches importance to the work of IOM and to the effective implementation of GCM. Migrants are bearing the brunt of COVID-19 impacts, he said underlining the importance of coordinated response. https://t.co/u63647iUQX", "RT @NepalUNNY: Pleased to share that Nepal’s candidate Ms. Bandana Rana has been re-elected to the CEDAW Committee.\n\nShe obtained 137 votes…", "RT @NepalUNNY: CEDAW States Parties will be electing 11 new members to the CEDAW Committee tomorrow.\n\nNepal is proud to have a competent &amp;…", "RT @bandanarana2014: Truly honored that Nepal🇳🇵has nominated my candidature for second term on the UN #CEDAWCommittee and am keen to contin…", "Ambassador @mani_bhattarai had a friendly meeting with Ambassador and Permanent Representative of India H.E. Mr. Indra Mani Pandey at the Mission in Geneva and had fruitful exchange of views on matters of multilateral interests including human rights. https://t.co/LtMh4Yr6kU", "RT @MofaNepal: On the 75th anniversary of the UN, Nepal reiterates its commitment to the principles and purposes enshrined in its Charter,…", "Bilateral engagement:\nAmbassador @mani_bhattarai had a meeting with Kazakhstan’s Ambassador to Switzerland H.E. Mr. Alibek Bakayev in Geneva and discussed matters of bilateral and multilateral interests.\n@MofaNepal https://t.co/LmZl3iSod3", "HAPPY DASHAIN 2077 https://t.co/W30ROEDqhG", "RT @MofaNepal: Nepal is re-elected to the Human Rights Council for the term 2021-23 by overwhelming 150 votes. We extend our sincere gratit…", "RT @NepalUNNY: Press Release on #Nepal's re-election on #UNHRC.\n \nhttps://t.co/WUOM8IT7CO\n@MofaNepal \n@PradeepgyawaliK https://t.co/4LJDncI…", "Committed to continued constructive engagement in the work of the Human Rights Council for the second term 2021-23, #Nepal is grateful to all the UN member States for their support, trust and confidence.\n\n@MofaNepal\n@mani_bhattarai \n@wagleraj", "RT @NepalUNNY: Nepal is re-elected for 2021-23 as a member of the #UNHRC in #HRCelections2020 securing 150 votes.\n\nIt is yet another opport…", "RT @PradeepgyawaliK: Nepal is re-elected in UN Human Right Council for second term with 150 votes. We are grateful to the friendly nations…", "RT @URGthinktank: .@pmngeneva at @Your_HRC #ElectionGuide event: ‘First ever term is coming to an end this year. We are vying for second te…", "RT @NepalUNNY: With its numerical &amp; moral strength, NAM should claim its rightful place &amp; amplify the voice of the weak &amp; vulnerable countr…", "RT @MofaNepal: Minister for Foreign Affairs Hon. Mr. Pradeep Kumar Gyawali virtually addressed the Opening Ceremony of the 2nd NRNA Global…", "RT @MofaNepal: Mr. Bharat Raj Paudyal assumed office of the Secretary of the Ministry of Foreign Affairs today. Congratulations and best wi…", "RT @MofaNepal: “Action must start now, as this is a question of our survival.“ Press release and the Rt.Hon. Prime Minister’s full statemen…", "RT @IndiaUNGeneva: International Community in Geneva joins together to celebrate Mahatma Gandhi &amp; his message of peace &amp; non violence.\n\nMes…", "RT @NepalUNNY: Press Release and the Hon. Foreign Minister’s full statement delivered at the High-level Event to commemorate the Internatio…", "RT @NepalUNNY: General Debate of the Second Committee #UNGA75 kicks-off.\n\nAmbassador @amritrai555 is chairing the Committee.\n\n@MofaNepal ht…", "RT @NepalUNNY: Achieving women’s empowerment &amp; gender equality is the only path to justice, peace, &amp; progress\n\nWe must continue the movemen…", "RT @NepalUNNY: Biodiversity resources are a lifeline for us. They connect generations &amp; surpass national boundaries. \n\nRt Hon @PM_Nepal str…", "RT @NepalUNNY: We congratulate H E @bairagi_shanker on his well-deserved appointment as the Chief Secretary of the Government of Nepal. We…", "RT @NepalUNNY: Rt. Hon @PM_Nepal addresses the General Debate of the 75th session of the #UNGA  outlining Nepal's position on multilaterali…", "RT @NepalUNNY: Ambassador @amritrai555 introduces the pre-recorded video statement of Rt. Hon. Prime Minister @kpsharmaoli at the General D…", "RT @NepalUNNY: Press Release and the Rt. Hon. Prime Minister's full statement delivered at the General Debate of the 75th Session of UNGA.…", "RT @MofaNepal: Press Release on the address of the Prime  Minister Rt. Hon. Mr. K P Sharma Oli at the General Debate of the 75th Session of…", "RT @NepalUNNY: In line with our national aspiration of 'Prosperous Nepal, Happy Nepali', we are investing in people, &amp; ensuring that no one…", "RT @MofaNepal: Press Release on telephone conversation between the Presidents of Nepal and Switzerland. @PradeepgyawaliK @bairagi_shanker @…", "RT @NepalUNNY: Investment in infrastructure in LLDCs is an investment in the lifeline of their trade and development. \n\nAddressing the #LLD…", "RT @NepalUNNY: Press release and the Rt. Hon. Prime Minister's full statement at the High-level Meeting to the #UN75 \n\nhttps://t.co/XMMDPNg…", "RT @NepalUNNY: We must reflect on the gaps &amp; work together to overcome the bottlenecks evident in implementing the #IPoA. This is critical…", "RT @NepalUNNY: Press release and Rt. Hon. Prime Minister’s full statement at the #SDGMoment 2020:\nhttps://t.co/6FbU74NA2X\nhttps://t.co/fZCn…", "https://t.co/bUqOieYu6uशुभकामना/", "शुभकामना\n\nपांचौ संविधान दिवस तथा राष्ट्रिय दिवस २०७७ को यस पावन अवसरमा स्विट्जरल्याण्ड, इटाली, लिचेष्टाइन तथा सान मारिनोमा रहनु भएका समस्त नेपाली दिदी बहिनी  तथा दाजु भाइहरूमा हार्दिक शुभकामना\n\nनेपाली राजदूतावास,\nजेनेभा, स्विट्जरल्याण्ड\n२०७७ असोज ३", "RT @NepalUNNY: 75th Session of #UNGeneralAssembly began in NY this afternoon. #Nepal looks forward to continue engaging with the #UN and it…", "Sep 15, Amb @mani_bhattarai participates in general debate item 2 at HRC45; underlines the critical need for strengthening national &amp; international measures to advance universal healthcare &amp; social protection; reiterates Nepal’s commitment to human rights at all times @MofaNepal https://t.co/m8VHvHaeH9", "RT @NepalUNNY: #Nepal remains committed to working together in a balanced and objective manner for the protection and promotion of universa…", "RT @bandanarana2014: I am proud to be nominated by Government of Nepal for the elections to the UN CEDAW. I have been a passionate crusader…", "Amb @mani_bhattarai meets Amb @PuyanaFernandez of University for Peace in Geneva and discusses matters about possible collaboration for training and research interest. @MofaNepal https://t.co/SQD3dwrHqp", "HRC44 concludes. Amb @mani_bhattarai makes general remarks welcoming the adoption of important resolutions including on eliminating discrimination against women and girls, UN@75, right to education, HR &amp; climate change, HR in peaceful protests, pandemics, among others. @MofaNepal https://t.co/57SvIIcDGR", "Ambassador @mani_bhattarai speaks at the interactive discussion on racism at HRC44. Highlights digital Nepal framework. Recalls Nepal’s role in UN Special Committee against apartheid. Reaffirms our  commitment to inclusive development, equality and non-discrimination. @MofaNepal https://t.co/MblRAHKAhc", "RT @mani_bhattarai: In the capacity of the chair of EIF Board, I shared the decisions of the 30th EIF Board Meeting held on 25 June to the…", "RT @mani_bhattarai: Delivering national statement at the Interactive Dialogue on Annual Report of the High Commissioner for Human Rights un…", "The 43rd session of HRC adopted important resolutions including relating to mental health, disabilities, child, migrants, 2030 agenda, among others. Ambassador @mani_bhattarai welcomed the consensus and solidarity of the Council as we grapple with the COVID pandemic. \n@MofaNepal https://t.co/GOgh4TRTSq", "RT @mani_bhattarai: Speaking at UN Human Rights Council 43rd Session’s urgent debate on current racially inspired human rights violations,…", "नयाॅं वर्ष २०७७ को हार्दिक शुभकामना Happy New Year 2077\n@MofaNepal \n@mani_bhattarai https://t.co/rwUUt0Ue5d", "COVID-19\nNotice Regarding Temporary Shutdown of Visa Services &amp; Exemption of Visa Fee (8 April 2020)\n@MofaNepal \n@mani_bhattarai https://t.co/aoTuMUQ5jq", "COVID19 \nप्रेस विज्ञप्ति\n@MofaNepal \n@mani_bhattarai https://t.co/zhu1v3bRlJ", "COVID-19\nUpdated information on travel  restrictions and consular services (20 March 2020)\n@mani_bhattarai \n@MofaNepal https://t.co/vggVFyWh6a", "COVID-19\n\nVery Urgent Updated Notice Regarding Arrival Restriction in Nepal (Updated on 18th March, 2020, Wednesday 23:45 HRS) \n\nhttps://t.co/6j0fZuXk2m\n\n@mani_bhattarai \n@MofaNepal https://t.co/GUevnjGiVb", "Urgent Notice Regarding Travel Restriction Related to COVID-19 issued by Department of Immigration of Nepal. ⁦@mani_bhattarai⁩. ⁦@MofaNepal⁩  https://t.co/2CQ92GoLz0", "RT @mani_bhattarai: https://t.co/5LBZjHce3H", "https://t.co/3lTDgGycl7", "RT @MofaNepal: We extend deep condolences on the sad demise of former Secretary General of the United Nations Javier Pérez de Cuéllar and c…", "Participating in General Debate on Item 3 at the HRC43, Ambassador @mani_bhattarai states ‘Nepal regards  democratic governance, public participation and social inclusion as vital component towards equality and non-discrimination’. \n@MofaNepal https://t.co/Cnirj9QwdU", "RT @mani_bhattarai: Delivering statement at the Trade Negotiations Committee of the WTO today. ⁦@pmngeneva⁩ ⁦@PradeepgyawaliK⁩ ⁦@bairagi_sh…", "RT @MofaNepal: Press Release on Hon. Minister for Foreign Affairs meets with High Commissioner for Human Rights  https://t.co/FMV9tBpxt4", "RT @MofaNepal: Foreign Minister Hon. Mr. Pradeep Kumar Gyawali had a constructive meeting with the High Commissioner for Human Rights H.E.…", "Hon. Minister for Foreign Affairs @PradeepgyawaliK met with High Commissioner for Human Rights Ms. Michelle Bachelet in Geneva at the margin of the ongoing HRC43. Highlighted commitment to democracy, development and human rights. \n@mani_bhattarai \n@MofaNepal https://t.co/V5I4n2Uvrv", "The Hon. Minister for Foreign Affairs @PradeepgyawaliK addressed the HLS of HRC43 on 25 February. \n\nFull Text: https://t.co/ShlkAqNzCA\n\n@mani_bhattarai\n@MofaNepal", "RT @MofaNepal: Statement by Minister for Foreign Affairs @PradeepgyawaliK at the High-Level Segment of the 43rd Session of Human Rights Cou…", "RT @PradeepgyawaliK: Statement by Hon. Mr. Pradeep Kumar Gyawali, Minister for Foreign Affairs at the High-Level Segment of the 43rd Sessio…", "RT @MofaNepal: Minister for Foreign Affairs  @PradeepgyawaliK had a cordial meeting with the Special Representative for Human Rights of the…", "RT @MofaNepal: Reiterating Nepal's commitment to the promotion and protection of human rights, Minister for Foreign Affairs Hon. Mr. Pradee…", "RT @MofaNepal: Foreign Minister Hon. Mr. Pradeep K Gyawali interacting with members of diplomatic community in Geneva at a reception hosted…", "RT @PradeepgyawaliK: Pleased to meet with HE Edgars Rinkevics, Minister for Foreign Affairs of Latvia, and discuss on the potential areas o…", "RT @NepalUNNY: Maj. Gen. Mr. Ishwar Hamal of @thenepalesearmy is appointed by the Secretary-General of the United Nations @antonioguterres…", "Hon. Foreign Minister @PradeepgyawaliK had a meeting with DPM and Minister for Foreign Affairs and Trade of Ireland Mr. Simon Coveney and discussed matters of bilateral interests including on strengthening cooperation in multilateral forums. \n@mani_bhattarai\n@PaudyalBR\n@MofaNepal", "RT @MofaNepal: A friendly meeting between the Foreign Ministers of Nepal and Latvia at the margin of 43rd session of HRC in Geneva today. T…", "Hon Foreign Minister @PradeepgyawaliK attending the opening session of the 43rd session of the Human Rights Council. President of the UN General Assembly and the UN Secretary General among dignitaries addressing the session.\n@mani_bhattarai\n@MofaNepal https://t.co/eEi7JOWGfy", "Hon Minister for Foreign Affairs @PradeepgyawaliK arrives in Geneva to attend the High-Level Segment of the 43rd session of the Human Rights Council that will open on 24 February. Ambassador @mani_bhattarai and the Permanent Mission officials extend a warm welcome. @MofaNepal https://t.co/yeG0vDvKUx", "RT @mani_bhattarai: Visit Nepal 2020 Promotion Program in Milan, Italy. ⁦@PradeepgyawaliK⁩ ⁦@bairagi_shanker⁩ ⁦@PaudyalBR⁩ ⁦@pmngeneva⁩ htt…", "RT @mani_bhattarai: Met HE Alan Christian Rizzi, Under Secretary (International delegation) Lombardia Region in Milan, Italy &amp; discussed po…", "Ambassador @mani_bhattarai paid a courtesy call on Federal Councillor HE Mr Ignazio Cassis, Head of Federal Department of Foreign Affairs in Bern. Diverse aspects of Nepal-Swiss cooperation and multilateral issues of mutual interests were discussed during the occasion.@MofaNepal https://t.co/mvgak8sYqk", "Ambassador @mani_bhattarai delivered a statement at the 69th executive session of trade and development board noting salient features of UNCTAD’s LDC report 2019 and urging development partners to deliver on aid commitments. @MofaNepal. https://t.co/vIG73yi2Lt", "Ambassador @mani_bhattarai had a meeting with Ms. Dorothy Tembo, the Acting Executive Director of the International Trade Centre, and discussed matters of trade and investment partnership, institutional coordination as well as ITC’s role for technical cooperation. @MofaNepal. https://t.co/VoqZkdoxwn", "Welcome to Nepal. Embassy of Nepal in Switzerland hosted a program ‘Visit Nepal 2020: a remarkable opportunity to boost Nepal-Swiss partnership for sustainable mountain tourism’ in EPFL, Lausanne. Grateful to Swiss friends for the love and presence. @MofaNepal. @mani_bhattarai. https://t.co/REcXTLwYOf"]