["समाजवादी चिन्तक एवं नेपाली कांग्रेसका नेता प्रदिप गिरिको निधनको खबरले अत्यन्त दुखी बनाएको छ। उहाँको निधनबाट हामीले एक सिद्धान्तनिष्ठ बौद्धिक व्यक्तित्व गुमाएका छौं। म दिवंगत प्रदिप गिरिप्रति भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दछु । साथै, शोकाकुल परिवारमा गहिरो समवेदना प्रकट गर्दछु।", "मित्रराष्ट्र गणतन्त्र भारतका पन्ध्रौँ राष्ट्रपति निर्वाचित हुनुभएकोमा महामहिम द्रौपदी मुर्मूज्यूलाई म हार्दिक बधाई तथा शुभकामना ज्ञापन गर्न चाहन्छु । यहाँको कार्यकालमा हाम्रा दुई देश बिचको सहकार्यले नयाँ उचाई प्राप्त गर्नेमा म पूर्ण विश्‍वास व्यक्त गर्दछु ।", "कुशल राजनेता तथा नेपालका असल मित्र आबे हाम्रो सम्झनामा सदैव अमर रहनुहुनेछ ।", "मित्रराष्ट्र जापानका पूर्वप्रधानमन्त्री श्री सिन्जो आबेको हत्या भएकोमा खेद प्रकट गर्दै स्वर्गीय आबेप्रति भावपूर्ण श्रद्धान्जली अर्पण गर्दछु । यस दुखद् समयमा म मैत्रीपूर्ण जापानी जनता र स्वर्गीय आबेका परिवरजनमा हार्दिक समवेदना प्रकट गर्दछु ।", "२. बारम्बार हुने सडक दुर्घटना न्यूनीकरण गर्न सरकारका निकाय, यात्रु तथा सवारी चालक/सञ्चालकहरूले अपनाउनुपर्ने पूर्वसावधानी एवम् सडक सुधारका ठोस कदम तत्काल उठाउन सम्बद्ध पक्षको ध्यानाकर्षण गर्दछु । दुर्घटना दोहोरिने कारणहरूको खोजी गरी समाधान निकाल्न ठूलो गम्भीरताको खाँचो छ ।", "१. रामेछाप जिल्लाको सुनापतिस्थित लुभुघाटमा बस दुर्घटना भएको खबरले स्तब्ध बनाएको छ । यस दुखद् घटनामा जीवन गुमाउने सबैमा हार्दिक श्रद्धान्जली अर्पण गर्दै शोकसन्तप्त परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु । उपचाररत सबैको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "यही जेठ १५ गते तारा एयरको विमान दुर्घटनामा जीवन गुमाउने चालक दलका सदस्य तथा यात्रुहरूप्रति हार्दिक श्रद्धाञ्जली व्यक्त गर्दछु। मृतकका परिवारजनमा गहिरो समवेदना प्रकट गर्दछु।सुरक्षित हवाई यात्रा सुनिश्चित गर्न संस्थागत एवं प्राविधिक सुधारका लागि सम्बद्ध निकायको ध्यान आकृष्ट गर्दछु।", "फ्रान्सका राष्ट्रपति महामहिम @EmmanuelMacron दोस्रो कार्यकालका लागि पुन: निर्वाचित हुनु भएकोमा हार्दिक बधाई ज्ञापन गर्दछु । उहाँको सफल कार्यकालको लागि शुभकामना दिँदै आगामी दिनहरूमा नेपाल–फ्रान्स सम्बन्ध र सहयोगको क्षेत्र थप प्रगाढ र व्यापक हुँदै जानेछ भन्ने मेरो विश्वास छ ।", "संखुवासभाको मादीमा भएको बस दुर्घटनामा परी दर्जनौँ यात्रुको ज्यान गुमेको खबरले मर्माहत भएको छु। शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दै घाइतेहरूको शीघ्र स्वास्थ्यलाभको कामना गर्दछु। सवारी दुर्घटना न्यूनीकरण गर्नका लागि आवश्यक सावधानी अपनाउन सम्बद्ध पक्षको ध्यान आकृष्ट गराउँछु।", "वरिष्ठ वामपन्थी नेता एवं किसान आन्दोलनका अगुवा कृष्णराज बर्माको निधनको खबरले म दु:खी भएको छु । दिवंगत नेता बर्माप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दै शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु । नेपालको राजनीतिक आन्दोलनको इतिहासमा उहाँको योगदान चिरस्मरणीय रहने छ ।", "प्रसिद्ध लोक गीत सङ्कलक‚ गायक तथा अभिनेता जयनन्द लामाको निधनबाट नेपाली कलाकारिता क्षेत्रले ठूलो क्षति व्यहोर्नु परेको छ । दु:खको यस घडीमा स्वर्गीय लामाप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु ।", "ओमानमा जारी टी२० विश्वकप क्रिकेट छनौट खेलमा क्यानडालाई पराजित गर्दै सेमिफाइनलमा प्रवेश गर्न सफल नेपाली क्रिकेट टोलीका खेलाडी‚ प्रशिक्षक तथा पदाधिकारीहरूलाई हार्दिक बधाई ! नेपाली टिमले विश्वकप क्रिकेट खेलेको हेर्न चाहने खेलप्रेमीको अपेक्षा पूरा गर्न सफल हुनुहोस्‚ अग्रिम शुभकामना !", "प्रखर समालोचक एवं नेपाली भाषामा झर्रोवादी आन्दोलनका अग्रणी डा. तारानाथ शर्माको निधनबाट नेपाली साहित्यले एक कुशल साधक गुमाएको छ । आफ्ना दर्जनौँ कृतिका माध्यमबाट उहाँ हामी बीच अमर रहनुहुनेछ । दिवंगत शर्माप्रति हार्दिक श्रद्धाञ्जली तथा शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु ।", "धेरै नेपाली गीतलाई समेत आफ्नो सुमधुर आवाजले सजाउनु भएकी भारतकी प्रख्यात गायिका लता मङ्गेशकरको निधनको खबरले मलाई दुखी बनाएको छ । असाधारण प्रतिभाकी धनी दिवंगत लता मङ्गेशकरप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु ।", "पृथ्वी जयन्ती तथा राष्ट्रिय एकता दिवसका अवसरमा नेपाल एकीकरणका नायक पृथ्वीनारायण शाह र एकीकरण अभियानका वीर योद्धा काजी कालु पाँडेप्रति श्रद्धा सुमन अर्पण गर्ने अवसर मिलाएकोमा नेपाल सरकार, विभिन्न प्रज्ञा प्रतिष्ठान, स्थानीय तह, नेपाली सेनासहित सम्पूर्ण सुरक्षा निकायलाई धन्यवाद ।", "‘एभीसी सेन्ट्रल जोन महिला च्यालेन्ज कप’ मा लगातार दोस्रो पटक उपाधि हासिल गरी राष्ट्रको प्रतिष्ठा उँचो बनाउने नेपाली राष्ट्रिय महिला भलिबल टोलीलाई हार्दिक बधाई ! साथै भविष्यमा निरन्तर सफलताको लागि हार्दिक शुभकामना व्यक्त गर्दछु ।", "साफ फुटबल प्रतियोगिताको इतिहासमा प्रथम पटक फाइनलमा पुगेर राष्ट्रिय गौरव हासिल गर्न सफल नेपाली फुटबल टोलीका सम्पूर्ण खेलाडी‚ प्रशिक्षक तथा पदाधिकारीहरूलाई हार्दिक बधाई ज्ञापन गर्दै फाइनल प्रतिस्पर्धामा समेत सफलताको लागि अग्रिम शुभकामना दिन चाहन्छु ।", "https://t.co/FTLtHAyJdi", "प्रसिद्ध भारतीय महिला अधिकार अभियन्ता‚ कवि एवं लेखक मेरो मित्र कमला भसिनको निधनको खबरबाट स्तब्ध भएको छु। विशेषगरी दक्षिण एसियामा महिलाविरुद्ध हुने विभेद र हिंसाविरुद्ध चेतना र जागरणका लागि उहाँको योगदान चीरस्मरणीय रहने छ। स्व. भसिनप्रति भावपूर्ण श्रद्धाञ्जली, परिवारजनमा समवेदना!", "वरिष्ठ प्रगतिवादी समालोचक‚ लेखक तथा चिन्तक आनन्ददेव भट्टको निधनको खबरले दु:खी भएको छु । नेपाली वाङ्‍मयको श्रीवृद्धि एवं लोकतान्त्रिक आन्दोलनमा उहाँको योगदान सदा स्मरणीय रहनेछ । स्वर्गीय भट्टप्रति भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दै शोकाकुल परिवारमा गहिरो समवेदना प्रकट गर्दछु ।", "प्रगतिशील सांस्कृतिक अभियन्ता एवं जनगायक जेबी टुहुरेको  निधनको खबरले धेरै दु:खी भएको छु । प्रगतिशील गीत संगीतको माध्यमबाट नेपालको लोकतान्त्रिक आन्दोलनमा उहाँले पुर्‍याउनु भएको योगदान चिरस्मरणीय रहनेछ। स्वर्गीय टुहुरेप्रति हार्दिक श्रद्धाञ्जली तथा शोकाकुल परिवारमा गहिरो समवेदना !", "माथिल्लो तामाकोशी जलविद्युत आयोजनाबाट उत्पादन सुरु भई राष्ट्रिय प्रसारणमा जोडिनु गौरवको क्षण हो। यस आयोजनाले हाम्रो विद्युत उत्पादन क्षमता वृद्धि गर्नुका साथै ठूला परियोजना निर्माण गर्न राष्ट्रिय आत्मविश्‍वास बढाउने विश्‍वास लिएको छु । आयोजनाको सफलतामा योगदान गर्ने सबैमा बधाई !", "युवा राजनीतिकर्मी‚ विवेकशील साझा पार्टीका संस्थापक संयोजक उज्ज्वल थापाको निधनको खबरले मलाई दु:खी बनाएको छ । दिवंगत थापाप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दै शोकसन्तप्त परिवारमा गहिरो समवेदना व्यक्त गर्दछु।", "संयुक्त राष्ट्रसंघ शान्ति सेना दिवस‚ मे २९ को अवसरमा शान्ति सेनाको रूपमा खटिने सुरक्षाकर्मीसहित सम्पूर्ण राष्ट्रसंघ परिवारमा शुभकामना। शान्ति स्थापनार्थ खटिने क्रममा सहादत प्राप्त गर्ने शान्ति सेनाप्रति श्रध्दाञ्जली। नेपालले विश्वमा शान्ति स्थापनाका लागि निरन्तर योगदान गरिरहनेछ।", "आफ्नो र परिवारको जीवन जोखिममा राखेर कोभिड–१९ का बिरामीको उपचारमा संलग्न भेरी अस्पतालका चिकित्सक तथा नर्सप्रति दुर्व्यवहार हुनु खेदजनक छ। दु:ख परेका बेला भावनात्मक उत्तेजना हुन सक्छ। यस विषम परिस्थितिमा संयम र धैर्य अपनाउँदै यो महामारीलाई परास्त गर्नु हामी सबैको साझा दायित्व हो ।", "आज मित्र राष्ट्र चीनका महामहिम राष्ट्रपति सी चिनफिङसँग कोभिड-१९ महामारीसँग लड्न आपसी सहयोगबारे टेलिफोन संवाद भयो । महामहिम सीले खोप उपलब्ध गराउनेबारे सुखद् सन्देश सहित चीनले नेपाललाई हाल थप दस लाख खोप उपलब्ध गराउने भएकोमा महामहिम सी र चिनियाँ जनताप्रति हार्दिक आभार व्यक्त गर्दछु।", "विश्‍वव्यापी महामारी (कोभिड–१९) विरुद्धको लडाइँमा अग्र भागमा रहेर सङ्क्रमितहरूको हेरचाहमा अहोरात्र खटिनु भएका सम्पूर्ण नर्सहरूको त्याग, समर्पण र लगनशीलताको उच्च प्रशंसा गर्दै अन्तर्राष्ट्रिय नर्स दिवस तथा २०१औँ फ्लोरेन्स नाइटिङ्गेल जयन्तीको अवसरमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "कानुन दिवस २०७८ को अवसरमा कानुन तथा न्याय क्षेत्रसँग सम्बद्ध सबैमा हार्दिक शुभकामना व्यक्त गर्दछु । अन्यायमा परेका नागरिकका लागि न्यायमा सरल र सहज पहुँचलाई सुनिश्‍चित गर्दै न्यायपूर्ण‚ सभ्य र समृद्ध समाज निर्माणका लागि अग्रसर हुन यस दिवसले सबैलाई प्रेरणा प्रदान गरोस् ।", "नेपाली साङ्गीतिक आकाशका उज्जवल नक्षत्र वरिष्ट गायक प्रेमध्वज प्रधानको निधनको खबरले मलाई दु:खी तुल्याएको छ। स्वर्गीय प्रधानप्रति हार्दिक श्रद्धाञ्जली एवं शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु। नेपाली संगीतको श्रीवृद्धिमा उहाँको योगदानलाई हामी चीरकालसम्म सम्झिरहनेछौं।", "विश्‍व प्रेस स्वतन्त्रता दिवस २०२१ को अवसरमा सञ्‍चारकर्मीहरूमा हार्दिक शुभकामना ! यस दिवसले राज्यको चौथो अङ्ग – पत्रकारिता जगतलाई व्यवसायिक आचारसंहिताको पालना गर्दै मर्यादित रूपमा तथ्यपूर्ण र विश्‍वसनीय सूचना सम्प्रेषण मार्फत देश र जनताको सेवामा समर्पित हुन प्रेरणा प्रदान गरोस् !", "कोभिड–१९ महामारी विरुद्ध नेपाल सरकारको प्रभावकारी प्रतिकार्य रणनीति र नागरिकको धैर्यताका कारण यो नियन्त्रण उन्मुख रहेकोमा केही समययता संक्रमणको जोखिम पुनः बढेर गएको हुनाले सरकारले जारी गरेका जनस्वास्थ्यका सुरक्षात्मक उपायहरू अझ कडाईका साथ पालना गर्न म सबैमा हार्दिक आह्वान गर्दछु।", "जलवायु परिवर्तनका कारण हिउँदे वर्षा अनियमित भइरहेको परिवेशमा डढेलो‚औद्योगिक र सवारी साधनको धुवाँ‚धुलो आदिबाट देशैभर वायु प्रदुषण बढ्नु चिन्ताको विषय हो। डढेलो नियन्त्रण गर्दै वायु प्रदुषण न्यूनीकरणका लागि पहल गर्न सबै तहका जनप्रतिनिधि‚ विज्ञ तथा प्रकृतिप्रेमी सबैमा आह्वान गर्दछु।", "भारतका महामहिम राष्ट्रपति श्री राम नाथ कोविन्द @rashtrapatibhvn को आज मुटुको सफल शल्यक्रिया सम्पन्न भएकोमा खुसी व्यक्त गर्दै शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "नेपालको वामपन्थी तथा लोकतान्त्रिक आन्दोलनका नेता विष्णुबहादुर मानन्धरको निधनको खबरले मलाई दु:खी तुल्याएको छ । स्वर्गीय मानन्धरप्रति हार्दिक श्रद्धाञ्जली व्यक्त गर्दै शोकसन्तप्त परिवारमा गहिरो समवेदना प्रकट गर्दछु ।", "इमान्दार एवं स्वच्छ छवि भएका नेपाली कांग्रेसका नेता तथा पूर्वमन्त्री नविन्द्रराज जोशीको असामयिक निधनको खबरले दु:खी भएको छु । उहाँको निधनबाट मुलुकले एक इमान्दार राजनीतिज्ञ गुमाएको छ । स्वर्गीय जोशीप्रति श्रद्धाञ्जलि व्यक्त गर्दै शोकसन्तप्त परिवारमा गहिरो समवेदना प्रकट गर्दछु ।", "https://t.co/LQKSMlI0Xl", "https://t.co/r7FrDYHMe1", "पानीविना जीवनको अस्तित्व असम्भव छ। वृक्षारोपण, भू–संरक्षण, सिमसारहरूको सुरक्षा, नदी, ताल, पोखरी र कुवाको संरक्षणका साथै जमीनको पानी पुनर्भरण, पानीको मितव्ययी प्रयोग गरी पानीका स्रोतहरूको दिगो संरक्षण र व्यवस्थापन गर्न विश्व पानी दिवसले हामी सबैलाई प्रेरणा प्रदान गरोस्।", "एसिड आक्रमणको असैह्य पीडालाई शक्तिमा बदल्दै यस जघन्य अपराधविरुद्ध कडा कानुन र सजायका लागि साहसिक अभियान सञ्चालन गर्ने किशोरी मुस्कान खातुनलाई प्रतिष्ठित ‘अन्तर्राष्ट्रिय साहसी महिला पुरस्कार’ प्रदान गरिने घोषणा गरिएकोमा मुस्कान खातुनलाई हार्दिक बधाई तथा अमेरिकी सरकारलाई धन्यवाद !", "https://t.co/luV7tq1va9", "ज्ञान, सीप र सृजनाको सन्देश दिने वसन्त पञ्चमी तथा सरस्वती पूजाको अवसरमा बालबालिकालाई अक्षरारम्भ गराइने परम्परा रहिआएको छ । यस पर्वले मुलुकको समग्र शैक्षिक उन्नयनमा अग्रसर हुन सबैलाई प्रेरणा प्रदान गरोस् ।", "मित्रराष्ट्र भारतको उत्तराखण्डमा हिमनदी विस्फोट भई आएको बाढीका कारण जनधनको ठूलो क्षति भएकोमा दु:ख व्यक्त गर्दै शोकाकुल परिवारमा गहिरो समवेदना प्रकट गर्दछु । यस घटनाबाट जलवायु परिवर्तनले ल्याएको चुनौतीको सामना गर्न हिमालय क्षेत्रका राष्ट्रहरू बीच अझ बलियो समन्वय जरुरी देखिएको छ।", "जुम्लाको गोठीगाउँमा भएको आगलागीबाट दुइ दर्जनभन्दा बढी घरसहित अन्‍नपात र पशुपंक्षीको क्षति भएको थाहा पाउँदा मलाई दु:ख लागेको छ।अग्नीपीडितहरूप्रति गहिरो सहानुभूति व्यक्त गर्दै पीडित परिवारका लागि राहत एवं पुनर्स्थापनाको आवश्यक व्यवस्था मिलाउन सम्बद्ध पक्षको ध्यान आकर्षण गराउँदछु।", "विश्‍वको दोस्रो अग्लो शिखर माउण्ट केटु सफल आरोहण गरी स्वदेश फर्केको कीर्तिमानी नेपाली टोलीलाई हार्दिक बधाई ! राष्‍ट्रिय गान गाउँदै निर्मल पुर्जा @nimsdai सहितको टोलीले गरेको शिखर आरोहणबाट हामी सबै गौरवान्वित भएका छौं।", "संयुक्त राज्य अमेरिकाको राष्ट्रपति निर्वाचित हुनुभएकोमा @JoeBiden तथा उपराष्ट्रपति निर्वाचित हुनुभएकोमा @KamalaHarris  लाई हार्दिक बधाई ! उहाँहरूको कार्यकालमा नेपाल–अमेरिका बीचको द्विपक्षीय सम्बन्ध तथा जनस्तरको मित्रता अझ सुदृढ हुने विश्वास लिएको छु ।", "कोभिड–१९ महामारीको कारण सबै आफन्तजन र आम नागिरकसँग दसैँ मनाउन सम्भव भएन। मैले आमाको हातबाट आशिर्वाद थापेँ र छोरी–ज्वाइँ एवं नातिनीहरूलाई टीका प्रदान गरेँ।आशा छ‚ हामीले चाँडै कोरोनाभाइरसलाई जित्नेछौं र आगामी दसैँ सदा झैं हर्षोल्लासपूर्वक मनाउने छौं। बडादसैँको सबैमा पुन: शुभकामना! https://t.co/t4AXy79wPL", "अन्तर्राष्ट्रिय साङ्‍केतिक भाषा दिवस (सेप्टेम्बर २३)को अवसरमा सुनाईसम्बन्धी समस्या भएका सम्पूर्ण दाजुभाइ तथा दिदीबहिनीहरूमा हार्दिक शुभकामना व्यक्त गर्दछु। साङ्‍केतिक भाषाको प्रवर्द्धनद्वारा उहाँहरूको शैक्षिक उन्नयन र वृत्ति विकासमा थप पहलकदमी लिन सम्बन्धित सबैमा आह्‍वान गर्दछु।", "'हिम चितुवा'का नामले प्रख्यात नेपाली पर्वतारोही आङरिता शेर्पाको असामयिक निधन भएकोमा गहिरो दुःख लागेको छ । उहाँको निधनबाट मुलुकको पर्वतारोहण पर्यटनका क्षेत्रमा अपूरणीय क्षति पुगेको छ । दिवंगत शेर्पाको आत्माको चीर शान्तिको कामना गर्दै शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु !", "२०७२ को भूकम्पबाट देशका विभिन्न भाग थङ्थिलो बनेकामा सिन्धुपाल्चोक लगातार पहिरोको जोखिममा परिरहेको छ । त्यहाँ फेरि पहिरोबाट जनधनको क्षति भएकोमा दुःखी भएको छु । भौगोलिक सम्वेदनशीलताको अध्ययन गरी जोखिमयुक्त वस्ती सुरक्षित क्षेत्रमा स्थानान्तरण गर्न सम्बद्ध पक्षको ध्यानाकर्षण गर्दछु।", "मौसमी विपद्को जोखिम हरेक वर्ष भयावह हुने गरेको छ । बागलुङ‚ कालिकोट र सिन्धुपाल्चोकमा गएको बाढी–पहिरो र हुम्लामा भएको आगलागीमा जनधनको ठूलो क्षति हुन गएकोमा अत्यन्तै दु:खी छु। प्रकृति र वातावरणमैत्री दिगो‚ सुरक्षित र एकीकृत वस्ती विकास गरी मानव जीवन रक्षामा राष्ट्रको ध्यान लगाऔं।", "भारतका पूर्व राष्ट्रपति श्री प्रणव मुखर्जीको आज भएको दु:खद् निधनबाट मर्माहत भएको छु । नेपाली जनता, नेपाल सरकार तथा मेरो व्यक्तिगत तर्फबाट भारतीय जनता, भारत सरकार र शोकाकुल परिवारप्रति हार्दिक समवेदना व्यक्त गर्दछु । उहाँको निधनबाट नेपालले एक असल मित्र गुमाएको छ ।", "राष्ट्रकवि माधवप्रसाद घिमिरेको दु:खद् निधनको खबरले स्तब्ध भएको छु। काव्य र कविताको माध्यमबाट राष्ट्र¸ राष्ट्रियता र नेपाली साहित्यको श्रीवृद्धिमा उहाँले पुर्‍याउँनु भएको योगदानलाई हामी सधैँ सम्झिरहने छौं । दिवंगत राष्ट्रकविप्रति श्रद्धाञ्जली एवं शोकविह्वल परिवारमा गहिरो समवेदना !", "नेपालको वामपन्थी तथा लोकतान्त्रिक आन्दोलनका अग्रज, त्यागी र सादगी नेता पूर्व सांसद बर्मन बुढाको निधनबाट दुःखी भएको छु । दिवंगत नेताप्रति हार्दिक श्रद्धाञ्जली तथा शोकाकुल परिवारमा गहिरो समवेदना व्यक्त गर्दछु ।", "जनजीवनलाई सहज पार्न नेपाल सरकारले बन्दाबन्दी केही सरल गरेको छ । तथापि कोरोना महामारीको जोखिम टरिसकेको छैन । तसर्थ स्वास्थ्यसम्बन्धी नियमहरूको पालना गर्न सबैमा आग्रह गर्दछु ।", "सिन्धुपाल्चोकको बाह्रबिसेमा बाढीबाट दुइजनाको मृत्यू र दर्जनौँ बेपत्ता भएकोमा मर्माहत भएको छु । बाढीले घर र भौतिक संरचनाहरूमा क्षति पुर्‍याएकोमा दुःख लागेकोछ । पीडितहरूको उद्धार, राहत र पुनःस्थापनाका लागि सम्बन्धित निकायको ध्यान आकृष्ट गर्न चाहन्छु ।", "विश्वव्यापी महामारीबाट शिक्षा लिँदै वातावरण संरक्षण गर्नु हाम्रो सामुहिक दायित्व हो । मानिस, अन्य प्राणी र वनस्पतिको सुरक्षित भविष्यका लागि विकासकाे नाममा प्रकृतिको अनियन्त्रित दोहनलाई रोक्न विश्व वातावरण दिवसले सबैलाई प्रेरणा प्रदान गरोस् ।", "अन्तर्राष्ट्रिय नर्स दिवस तथा २००औं फ्लोरेन्स नाइटिङ्गेल जयन्तीको अवसरमा सम्पूर्ण नर्सहरूमा हार्दिक शुभकामना ! विश्वव्यापी कोरोना महामारी विरुध्दको लडाइँमा उच्च मनोबलका साथ अग्रमोर्चामा रहेर खटिनु भएका सम्पूर्ण नर्स, डाक्टर र स्वास्थ्यकर्मीहरूको समर्पण र सेवाभावको सराहना गर्दछु ।", "विश्व प्रेस स्वतन्त्रता दिवसको अवसरमा सञ्चारकर्मीहरुमा हार्दिक शुभकामना! यस दिवसले भय र पक्षधरतामुक्त पत्रकारितालाई आत्मसात गर्दै प्रेस जगतलाई मर्यादित र जवाफदेही भई तथ्यपूर्ण सूचना प्रवाहद्वारा ‘समृद्ध नेपाल, सुखी नेपाली’को साझा संकल्प पूरा गर्न प्रेरणा दिनेछ भन्ने आशा गरेको छु।", "विश्वव्यापी महामारीको रूपमा फैलिएको नोवल कोरोनाभाइरस (कोभिड–१९)को सङ्क्रमणबाट बच्न उच्च सतर्कता अपनाउँदै आवश्यक उपायहरू अवलम्बन गरौं ! यस रोग विरुद्धको विश्वव्यापी अभियानमा हामी सबै एकजुट  होऔं !", "सम्माननीय प्रधानमन्त्री श्री केपी शर्मा ओलीको त्रिभुवन विश्वविद्यालय शिक्षण अस्पताल, महाराजगञ्ज, काठमाडौँमा हुन गइरहेको मृगौला प्रत्यारोपणको सफलतासहित शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "अष्ट्रेलियामा महिनौंदेखि लागिरहेको भीषण डढेलोले मानवीय क्षतिसहित करोडौं जीवजन्तु र बोटबिरुवा विनाश गरेकोमा गहिरो समवेदना ! अग्नि नियन्त्रण गर्न सम्बद्ध पक्षलाई शीघ्र सफलताको शुभकामना ! सुन्दर प्रकृति र संस्कृति जोगाएर जलवायु परिवर्तनको असर कम गर्न विश्व समुदायलाई आव्हान गर्दछु ।", "संयुक्त राष्ट्रसंघले सन् २०२० देखि सेप्टेम्बर ७ लाई ‘निलो आकाशका लागि अन्तर्राष्ट्रिय स्वच्छ वायु दिवस’ को रूपमा मनाउने निर्णय गरेकोमा खुशी लागेको छ । रोग र जीवन जोखिमको एक प्रमुख कारणको रूपमा रहेको वायु प्रदुषणलाई कम गर्न यस दिवसले सबैलाई प्रेरणा दिनेछ भन्ने विश्वास लिएको छु ।", "सिन्धुपाल्चोकमा आज फेरि बस दुर्घटना भई ठूलो मानवीय क्षति भएको खबरले स्तब्ध भएको छु । शोकाकुल परिवारमा समवेदना तथा घाइतेहरूको शीघ्र स्वास्थ्यलाभको कामना गर्दछु । हालैका दिनमा निरन्तर भइरहेको सवारी दुर्घटनालाई रोक्नका लागि आवश्यक कदम चाल्न सम्बन्धित सबैलाई हार्दिक आह्वान गर्दछु ।", "१३औँ दक्षिण एसियाली खेलकुद (साग) मा स्वर्णसहित विभिन्न पदक हासिल गर्ने नेपाली खेलाडीलाई हार्दिक बधाई ! सागको सफल आयोजनाका लागि राष्ट्रिय खेलकुद परिषद्, प्रशिक्षक र निर्णायक सबैलाई धन्यवाद! यस खेलले दक्षिण एसियाली मुलुक र जनताबीच रहेको सुमधुर सम्बन्ध थप प्रगाढ भएको महसुस गरेको छु।", "२०७६ मङ्सिर १७ गते बागलुङ बडिगाडमा भएको जिप दुर्घटनामा १४ जनाले जीवन गुमाउनु परेकोमा म दुःखी छु । शोकाकुल परिवारमा समवेदना व्यक्त गर्दै घाइतेहरूको शीघ्र स्वास्थ्यलाभको कामना गर्दछु । चालक, सवारी साधन र सडकको क्षमतामा अध्ययन गरी दुर्घटना न्यूनीकरणमा ध्यान दिन सबैमा अनुरोध छ ।", "अर्घाखाँचीमा भएको बस दुर्घटनाको खबरले म स्तब्ध भएको छु । शोकाकुल परिवारमा हार्दिक समवेदना व्यक्त गर्दै घाइतेहरूको शीघ्र स्वास्थ्यलाभको कामना गर्दछु । हाम्रो देशको भौगोलिक अवस्थालाई मध्यनजर गर्दै सवारी दुर्घटना हुन नदिन सम्बद्ध सबै पक्षको सावधानी आवश्यक रहेको महसुस गरेको छु  ।", "श्रीलंकामा हालै सम्पन्‍न भएको राष्‍ट्रपतिय निर्वाचनमा निर्वाचित हुनुभएका श्री गोताबाया राजापाक्षेलाई हार्दिक बधाई दिन चाहन्छु।महामहिम राष्‍ट्रपतिज्यूको कार्यकालमा नेपाल र श्रीलंकाबीचको मैत्रीपूर्ण सम्बन्ध थप प्रगाढ हुनेमा विश्‍वस्त छु।", "नेपाली राष्ट्रिय महिला भलिबल टिमले एशियन सेन्ट्रल जोन भलिबल प्रतियोगितामा प्रथम स्थान प्राप्त गरी देशलाई महिला भलिबलको अन्तर्राष्ट्रिय उपाधी दिलाई राष्ट्रको गौरव र प्रतिष्ठा अभिबृद्धि गर्न सफल भएकोमा बधाई दिँदै थप प्रगतिको लागि शुभेच्छा प्रकट गर्दछु ।", "म्यानमारका महामहिम राष्ट्रपति उ विन मिन्टको मैत्रीपूर्ण निमन्त्रणामा भएको राजकीय भ्रमणमा प्रदान गरिएको न्यानो स्वागत र आतिथ्यताप्रति महामहिम राष्ट्रपति, महामहिम स्टेट काउन्सिलर, सरकार र स्नेही जनतालाई हार्दिक धन्यवाद्! भ्रमणबाट दुई देश र जनताबीचको घनिष्ठ सम्बन्ध अझ प्रगाढ भएको छ।", "चीनका महामहिम राष्ट्रपति सी चिनफिङलाई न्यानो स्वागत गर्दै ऐतिहासिक भ्रमण सफल पार्न सहयोग गर्ने नेपाली दाजुभाई तथा दिदीबहिनी, सुरक्षा अङ्ग, आमसंचार र सम्बद्ध सबैलाई हार्दिक धन्यवाद ! महामहिमको यस भ्रमणबाट जनतामा देखिएको खुशी र उत्साह साकार पार्न मेरो अनवरत प्रयास हुनेछ ।", "हाम्रो निकट छिमेकी मित्रराष्ट्र जनवादी गणतन्त्र चीनका महामहिम राष्ट्रपति सी चिनफिङज्यूको ऐतिहासिक राजकीय भ्रमणबाट नेपाल र चीन बीचको अटल र सुदृढ सम्बन्ध नयाँ युगमा प्रवेश गरेको छ । महामहिमज्यूले नेपाल र नेपालीप्रति दर्शाउनु भएको अपार सद्भावका लागि हार्दिक कृतज्ञता ज्ञापन गर्दछु ।", "जनवादी गणतन्त्र चीन स्थापनाको ७०औं बार्षिकोत्सवको सुखद् अवसरमा नेपाल सरकार, नेपाली जनता तथा मेरो तर्फबाट महामहिम राष्ट्रपति सी चिन फिङ तथा  वहाँ मार्फत चिनियाँ जनतालाई हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु।", "वरिष्ठ साहित्य साधक मदनमणि दीक्षितको निधनले नेपाली वाङ्मय क्षेत्रमा अपुरणीय क्षति पुगेको छ । यस दुःखद घडीमा उहाँका योगदानको स्मरणसहित स्वर्गीय दीक्षितप्रति श्रद्धाञ्जली अर्पण गर्दै शोकसन्तप्त परिवारमा गहिरो समवेदना व्यक्त गर्दछु ।", "न्युजिल्याण्डको क्राइस्टचर्चस्थित मस्जिदमा भएको नृशंस हत्याको घटनाबाट स्तब्ध भएको छु, यस्तो अमानवीय बर्बर र आतंककारी क्रियाकलापको भत्सर्ना गर्दछु । शोकाकुल जनता, पीडित परिवार र सरकारप्रति समवेदना प्रकट गर्दै दिवंगतहरूप्रति श्रद्धाञ्जलि तथा घाइतेहरूको  स्वास्थ्यलाभको कामना गर्दछु।", "सन्दर्भ: CSW 63: Women in Power\nस्वस्थ, शिक्षित र अधिकारसम्पन्न महिलाबाट मात्र परिवार, समाज र राष्ट्रको विकास सम्भव हुनेहुँदा महिला र बालबालिकामा गरिने लगानी मुलुकको भविष्यमाथिको लगानी हो भन्ने हामीले बुझ्नु आवश्यक छ ।", "लोकतान्त्रिक आन्दोलनका अग्रज नेता श्री भरतमोहन अधिकारीको दुःखद निधनले देशले एक अथक योद्धा र परिवारले प्रिय अभिभावक गुमाएको यस दुःखको घडीमा स्व. अधिकारीकी पत्नी ओमकुमारी, छोरीहरू तथा परिवारप्रति गहिरो समवेदना प्रकट गर्दै स्व. अधिकारीमा भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दछु ।", "आज ताप्लेजुङ हेलिकप्टर दुर्घटनामा परी लोकप्रिय युवानेता मन्त्री रविन्द्र अधिकारी, पर्यटन उद्यमी आङछिरिङ शेर्पा, राष्ट्रसेवकहरु तथा क्याप्टेन प्रभाकर के.सी. सहित सात जनाको दुःखद अवसानले मलाई स्तब्ध बनाएको छ । सम्पूर्ण परिवारजनमा हार्दिक समवेदना व्यक्त गर्दछु !!", "नेपालले युएईमा भएको तेस्रो टी–२० क्रिकेट खेलमा ऐतिहासिक सफलता हासिल गरेकोमा राष्ट्रिय क्रिकेट टिमलाई हार्दिक बधाई दिँदै उत्तरोत्तर प्रगतिको कामना गर्दछु । हाम्रो देशमा लोकप्रिय बनेको क्रिकेट खेलको प्रवर्द्धनका लागि शैक्षिक प्रतिष्ठान र सम्बद्ध पक्ष अग्रसर हुने अपेक्षा लिएको छु ।", "कालिकोट जिल्ला पलाता गाउँमा २०७५ पौष ८ गते आगलागी भई ८८ घरधुरी नष्ट हुँदा सयौँ विस्थापनमा पर्नुपरेको, दर्जनौँ घाइते बन्नुपरेको र ठूलो परिमाणमा अन्नपात र पशुधनको क्षति भएको घटनाले मलाई अत्यन्त दुःखित तुल्याएको छ । सम्बद्ध पक्षबाट राहत तथा उद्धारमा थप तदारूकताको अपेक्षा लिएको छु ।", "विद्यार्थी र शिक्षक सवार शैक्षिक भ्रमणको बस तुलसीपुर दाङमा २०७५ पौष ६ गते दुर्घटनामा परी २२ जनाको निधन भएकोमा दुःख व्यक्त गर्दै शोकसन्तप्त परिवारप्रति समवेदना प्रकट गर्दछु । साथै दुर्घटनामा घाइते हुने सबैको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "COP 24: नेपाल ज्यादै न्यून कार्बन उत्सर्जन गर्ने देश भए पनि जलवायु परिवर्तनको दुष्प्रभावमा पर्ने प्रमुख मुलुक बनेको छ । हामीले नगरेको, नबिगारेको कसुरको सजाय भोग्नु नपरोस् । निर्दोषमाथि अन्याय हुन नदिनु विश्व समुदायको दायित्व हो । विश्व जलवायु अनुकुलन गर्न नेपाल  प्रतिबद्ध छ ।", "नेपालको लोकतान्त्रिक आन्दोलनका योद्धा एवं मानवअधिकारवादी अभियन्ता पूर्वमन्त्री पद्मरत्न तुलाधरको निधनले मलाई दुःखित तुल्याएको छ । उहाँको महत्वपूर्ण योगदानको राष्ट्रले सदा स्मरण गरिरहनेछ । मुलुकलाई अपुरणीय क्षति पुगेको यस दुःखद घडीमा शोकसन्तप्त परिवारप्रति समवेदना प्रकट गर्दछु ।", "पर्यावरण सन्तुलनका लागि जैविक विविधताको संरक्षण गरौँ ।\n      अम्ब्रेला स्पिसिजको रुपमा रहेको बाघलाई जोगाऔँ ।", "प्रकृतिको अमूल्य उपहार धर्ती सिँगारौँ, निर्मल आकाश सुरक्षित गरौँ ।\nप्राकृतिक सम्पदाको सन्तुलित सदुपयोग गरौँ, सुन्दर प्रकृतिलाई न्याय गरौँ ।।", "आजकै दिन तीन वर्ष अगाडि गएको भूकम्पले उत्पन्न गराएको त्रासदी, मानवीय एवं संरचनामा पुर्‍याएको क्षतिले अझै पनि मलाई दुःखी तुल्याइरहेको छ । पुनर्निर्माणमा सम्बद्ध पक्षको ध्यानाकर्षण गराउँदै विपत्तिमा अमूल्य जीवन गुमाउनेहरुप्रति भावपूर्ण श्रद्धाञ्जली ! घाइते र पीडितमा गहिरो माया ।", "सम्पूर्ण बालबालिकालाई शिक्षाको पहुँचमा पुर्‍याउने नेपाल सरकार र सम्बद्ध सबै पक्षको प्रयासको सराहना गर्दै सफलताको शुभकामना !"]