["हाम्रो निमन्त्रणामा नेपाल भ्रमण गर्नु भएकोमा महामहिम ली चान्शु र प्रतिनिधिमण्डलप्रति विशेष आभार व्यक्त गर्दछु। उहाँसँगको शिष्टाचार भेट र द्विपक्षीय वार्ता सौहार्दपूर्ण रह्यो। भ्रमणका क्रममा नेपाल र चीनबीच भएको अन्तरसंसदीय समझदारीले दुई देशबीचको सम्बन्धलाई थप उपचाइमा पुर्याएको छ। https://t.co/Vge6IgS1qi", "हरितालिका तीज २०७९ का अवसरमा सम्पूर्ण नेपाली दिदीबहिनीहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/TiIUDJH1VR", "सादा जीवन उच्च विचारको आदर्शलाई व्यवहारमा चरितार्थ गर्न सफल माननीय सदस्य एवं प्रखर समाजवादी चिन्तक प्रदीप गिरीको निधनले स्तब्ध बनाएको छ। दिवंगत गिरिप्रति भावपूर्ण श्रद्धाञ्जली । शोकसन्तप्त परिवार एवं आफन्तमा गहिरो समवेदना । नेपाली समाजमा उहाँको योगदान सदा स्मरणीय रहने छ । https://t.co/fXmVIzjzZQ", "प्रतिनिधि सभाका माननीय उपसभामुख पुष्पा भुसाल (गौतम) की आमा ९१ वर्षीय शारदा गौतमको आज भएको दुःखद निधनले स्तब्ध बनाएको छ। दिवंगत शारदा गौतमप्रति भावपूर्ण श्रद्धाञ्जली ! शोकमा रहनु  भएका माननीय उपसभामुख पुष्पा भुसाल (गौतम) लगायत परिवार एवम् आफन्तहरुमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/ckUeCO2BZ1", "प्रतिनिधि सभाका माननीय सदस्य एवं विद्वान समाजवादी चिन्तक प्रदिप गिरीको स्वास्थ्यमा लामो समयदेखि समस्या भएको जानकारी थियो । हिजो साँझ अस्पताल पुगेर स्वास्थ्य अवस्थाबारे थप जानकारी लिएँ । सघन उपचारमा रहनु भएका माननीय गिरीको शीघ्र स्वास्थ्य लाभको कामना गर्दछु । https://t.co/QPZT6dss7g", "इस्लाम धर्मावलम्बीहरूको महान् पर्व बकर इदका अवसरमा यो पर्व मनाउनु हुने नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/wOfRVkGj4f", "हाम्रो असल मित्र देश जापानका पूर्व प्रधानमन्त्री सिन्जो आबेमाथि भएको साङ्घातिक आक्रमणबाट उहाँको निधन भएको खबरले स्तब्ध  बनाएको छ। यस दु:खद घडीमा दिवङ्गत आबेप्रति भावपूर्ण श्रद्धाञ्जली ! संघीय संसद र ब्यक्तिगततर्फबाट सम्पूर्ण जापानी जनताप्रति गहिरो समवेदना व्यक्त गर्दछु ।", "‘संसद दिवस २०७९’ को अवसरमा सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा शुभकामना व्यक्त गर्दछु । https://t.co/Uz9KdxAhy3", "मानव सभ्यता र आधुनिक विकासक्रमले उच्चता कायम गरिसक्दा समेत समाजमा भेदभाव र छुवाछूत जस्ता अमानवीय सोच कायम रहनु हामी मानव जातिकै उपहास हो । जातीय भेदभाव तथा छुवाछूत उन्मूलन राष्ट्रिय दिवसका अवसरमा यस्ता हानिकारक परम्परागत अभ्याससँग जोडिएका सोचबाट मुक्तिका लागि सामूहिक प्रण गरौं।", "जेठ १५ गते विहान पोखराबाट जोमसोमका लागि उडेको तारा एयरको विमान दुर्घटना भई विमानमा सवार सबै यात्रु र चालक दलका सदस्यहरुको निधन भएको खबरले मर्माहत बनाएको छ। यस दुःखद घडीमा दिवंगत सबैमा भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै  शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु।", "गणतन्त्र दिवसका अवसरमा देश विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/klgHWMDoN2", "प्रकृति पूजक किराँत समुदायले मनाउने उभौलीका अवसरमा राई, लिम्बू, याक्खा, सुनुवारलगायत किराँत समुदायका सम्पूर्णमा हार्दिक शुुभकामना व्यक्त गर्दछु । उभौली पर्वले सामाजिक सद्भाव र एकताका लागि थप टेवा पुग्ने विश्वास लिएको छु ।", "२५६६ औं बुद्ध जयन्तीका अवसरमा सबै नेपाली दिदीबहिनी एवं दाजुभाइमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/yfGK3aCWgw", "इस्लाम धर्मावलम्बीहरूको पर्व ईद (ईद उल फित्र) का अवसरमा यो पर्व मनाउनुहुने सम्पूर्ण नेपाली दाजुभाइ तथा दिदीबहिनीहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । पर्वले नेपाली मौलिकता एवं विविधतालाई संरक्षण गर्दै भातृत्व र मजबुत राष्ट्रिय एकताका लागि प्रेरणा मिल्ने विश्वास लिएको छु ।", "विश्व प्रेस स्वतन्त्रता दिवसका अवसरमा सञ्चारजगत् सम्बद्ध सबैमा हार्दिक बधाई एवं शुुभकामना व्यक्त गर्दछु । नेपालमा प्रेस तथा अभिव्यक्ति स्वतन्त्रताका निम्ति भएका संघर्षहरुमा आफ्नो अमूल्य जीवन अर्पण गरेका सम्पूर्णमा भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । https://t.co/L4XLyXpH0I", "१३३ औं अन्तर्राष्ट्रिय श्रमिक दिवसका अवसरमा सम्पूर्ण श्रमजीवी मजदुर वर्गमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/si27JzCKal", "नव बर्ष २०७९ साल प्रारम्भको अवसरमा देश विदेशमा रहनु भएका सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा सुख, समृद्धि, सुस्वास्थ्य र सफलताको हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/4ic2hJ159G", "काठमाडौं उपत्यकासहित पहाडी जिल्लाहरुमा आज र तराई/मधेशका जिल्लाहरुमा भोलि हर्षोल्लासका साथ मनाइने रङ्गहरुको उत्सव फागु पूर्णिमा (होली पर्व) २०७८ को अवसरमा सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "सिन्धुपाल्चोकका पत्रकार एवं साहित्यकार, पाको उमेरसम्म पत्रकारितामा क्रियाशील राम केसी चौतारेको ७५ बर्षको उमेरमा उपचारका क्रममा आज निधन भएको खबरले दुखित तुल्याएको छ । दिवंगत राम केसी चौतारेप्रति भावपूर्ण श्रद्धाञ्जली  ! शोकसन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/0T8EvgArhT", "संखुवासभाको मादी नगरपालिका, सातघुम्तीमा आज विहान भएको बस दुर्घटनामा १५ जना यात्रुको मृत्यु भएको खबरले स्तब्ध बनाएको छ । दुर्घटनाका घाइतेहरुको शीघ्र स्वास्थ्य लाभको कामना गर्दछु । दिवंगत सबैप्रति भावपूर्ण श्रद्धाञ्जली ! शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "११२ औं अन्तर्राष्ट्रिय श्रमिक महिला दिवसका अवसरमा सम्पूर्ण दिदीबहिनीहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । यस अवसरमा महिलाको समान अधिकार स्थापित गर्दै सम्मानित जीवनको सुनिश्चितताका लागि जीवन उत्सर्ग गर्नुहुने सबैप्रति उच्च सम्मानसहित भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । https://t.co/JELvAfiZqp", "हिमाली आदिवासी शेर्पा समुदायको नयाँ बर्ष २१४९ औं ग्याल्पो ल्होसारको अवसरमा सबैमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/yeFdxhXRXB", "गायक एवं कलाकार जयनन्द लामाको निधनको खबरले दुःख लागेको छ । दिवङ्गत लामाप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै शोकसन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । नेपालको कला तथा सांगीतिक  क्षेत्रमा लामाको योगदान सदा स्मरणीय रहनेछ।", "राष्ट्रिय प्रजातन्त्र दिवस–२०७८ का अवसरमा देश विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/vowM2YMU6C", "तामाङ समुदायको नयाँ बर्ष २८५८ एवं सोनाम ल्होछारको अवसरमा सबैमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/jurATdVVn3", "संविधानसभा सदस्य डा. दुमन थापाको ६२ वर्षको उमेरमा उपचारका क्रममा निधन भएको खबरले दुखित बनाएको छ । दिवंगत थापाप्रति भावपूर्ण श्रद्धाञ्जली ! शोकसन्तप्त परिवार र आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । संविधान निर्माणमा उहाँको योगदान स्मरणीय रहने छ।", "देशमा लोकतन्त्र, स्वतन्त्रता र नागरिक अधिकार प्राप्तिका लागि भएका सबैखाले संघर्षहरुमा जीवन आहुति गर्नुभएका महान सहिदहरुप्रति भावपूर्ण श्रद्धाञ्जली ! सहिदहरुको बलिदानलाई स्मरण गर्दैगर्दा उहाँहरुले देखाएको बाटो  र सपना साकार पार्न दृढता व्यक्त गरौं ।", "Congratulations and best wishes to the people, Parliament @ombirlakota and Government of neighboring India on the occasion of the 73rd Republic Day. On this occasion, I wish India\"s further progress and prosperity.", "२०७८ सालको माघी/माघे संक्रान्ति पर्वका अवसरमा सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । https://t.co/l1APx22hHJ", "नेपाली ब्याडमिन्टन खेलाडी प्रिन्स दाहाल 'ब्याडमिन्टन वर्ल्ड फेडेरेसन'ले सार्वजनिक गरेको विश्व ब्याडमिन्टनको वरीयतामा जुनियरतर्फ शीर्ष स्थानमा पुग्न सफल हुनु भएकोमा हार्दिक बधाई ! उहाँको आगामी खेल जीवनको सफलताको शुभकामना । यो नेपाल र नेपालीका लागि गर्वको विषय हो ।", "गुरुङ समुदायले मनाउने तमु ल्होसारका अवसरमा यो पर्व मनाउनुहुने नेपाली दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । नेपालका विविध जातजाति र समुदायले मनाउने मौलिक विशेषता सहितका चाडपर्वले हामीबीचको एकता र आत्मीयता कायम राख्न थप मद्दत पुग्ने विश्वास लिएको छु।", "उधौली, यःमरि पुन्हि, धान्य पूर्णिमा र ज्यापू दिवसका अवसरमा यी चाडपर्व मनाउनु हुने सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरूमा हार्दिक बधाई एवं शुभकामना व्यक्त गर्दछु । हामीले मनाउने यस्ता मौलिक चाडपर्वले हामीबीच एकता र भातृत्व कायम राख्न थप सहयोग पुग्ने छ भन्ने विश्वास लिएको छु ।", "राष्ट्रिय विभूति फाल्गुनन्द लिङ्देनको १३७ औं जन्मजयन्तीका अवसरमा किराँत धर्मावलम्बी दिदीबहिनी,दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु। किराँत भाषा, संस्कृति, लिपि र समाज सुधारका क्षेत्रमा उहाँको योगदानबाट सबैमा सामाजिक कार्यका लागि प्रेरणा मिल्ने विश्वास लिएको छु।", "छठका अवसरमा यो पर्व मनाउनु हुने सबैमा हार्दिक शुभकामना व्यक्त गर्दछु । विविधताबीचको एकता नै नेपालको मौलिक विशेषता हो । हाम्रा मौलिक चाडपर्वले हामीबीच एकता र भातृत्व कायम राख्न थप सहयोग पुग्ने विश्वास लिएको छु ।", "२०७८ सालको तिहार र नेपाल सम्वत् ११४२ आरम्भको अवसरमा सम्पूर्ण नेपाली दिदीबहिनी, दाजुभाइहरुमा हार्दिक शुभकामना ।", "लगातारको बर्षाले सुदूरपश्चिम प्रदेश लगायत देशका विभिन्न स्थानमा बाढी र पहिरो आइ ठूलो जन धन क्षतिको खबरले स्तब्ध बनाएको छ। काटेको धान खेतमै डुब्दा/बगाउँदा किसानमाथि अर्को बज्रपात भएको छ। यस्ता विपद्का बखत् संयुक्त पहल र प्रयत्नको खाँचो हुन्छ। उद्धार, राहत र पुनर्स्थापनामा जुटौं।", "मोहम्मद जयन्ती १४९६ (मोहम्मद दिवस)का अवसरमा सम्पूर्ण मुस्लिम समुदायमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "२०७८ सालको दशैं, तिहार, छठ लगायतका राष्ट्रिय पर्वहरु र नेपाल सम्वत् ११४२ को अवसरमा सम्पूर्ण नेपाली दिदीबहिनी, दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/iUVK8dMotJ", "संविधान दिवस २०७८ का अवसरमा देश तथा विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी एवम् दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । दिवसले संविधानलाई इमान र निष्ठापूर्वक पालना गर्दै कार्यान्वयन गर्न हामी सबैलाई प्रेरणा मिल्नेछ भन्ने विश्वास लिएको छु । https://t.co/wiR6zXN8ia", "१८ औं निजामती सेवा दिवसका अवसरमा निजामती सेवाका सम्पूर्ण राष्ट्रसेवक कर्मचारीहरुमा हार्दिक बधाई तथा शुभकामना व्यक्त गर्दछु । यस दिवसले जनस्तरसम्म गहिरो अनुभूत हुने गरी सेवा प्रवाहका लागि सबैमा प्रेरणा मिल्ने विश्वास लिएको छु ।", "संविधान सभा सदस्य एवं प्रिय गायक जुठबहादुर खड्गी ‘जेबी टुहुरे’ को निधन भएको खबरले स्तब्ध बनाएको छ। दिवंगत टुहुरेप्रति भावपूर्ण श्रद्धाञ्जली ! शोकमा रहनु भएका परिवार र आफन्तजनमा गहिरो समवेदना ! संविधान निर्माण र नेपाली साङ्गितिक क्षेत्रमा उहाँको योगदान सधैं स्मरणीय रहने छ। https://t.co/Up3abYi8lp", "गायक जुठबहादुर खड्गी ‘जेबी टुहुरे’ को स्वास्थ्यमा समस्या आएपछि भेन्टिलेटरमा राखेर उपचार भइरहेको खबर पाएँ । उहाँको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "प्रतिनिधि सभा सदस्य मा. प्रदीप गिरीको स्वास्थ्यमा समस्या आएपछि उपचारका लागि भारतको मुम्बइमा लगिएको र उपचार जारी रहेको खबर पाएँ । उहाँको शीघ्र स्वास्थ्य लाभको कामना गर्दछु ।", "संविधानसभा सदस्य एवं राजधानी न्युज पब्लिकेशनका अध्यक्ष महेन्द्र शेरचनको कोरोना संक्रमणबाट ६७ वर्षको उमेरमा निधन भएको खबरले दुखित बनाएको छ । दिवंगत शेरचनप्रति भावपूर्ण श्रद्धाञ्जली ! शोकमा रहनु भएका परिवारजनमा समवेदना व्यक्त गर्दछु ।", "२७ औं विश्व आदिवासी दिवसका अवसरमा सम्पूर्णमा हार्दिक शुभकामना व्यक्त गर्दछु । दिवसले आदिवासीहरुको पहिचान, अधिकार र पहुँचका लागि सचेत रहँदै लामो संघर्षबाट प्राप्त उपलब्धिहरुको कार्यान्वयनको लागि निरन्तर लागिरहन प्रेरणा मिल्ने विश्वास लिएको छु ।", "प्रतिनिधि सभा सदस्य मा.योगेश भट्टराई @yogesbhattarai की ममतामयी आमा महिन्द्रादेवी भट्टराईको ९५ बर्षको उमेरमा निधन भएको खबरले स्तब्ध छु । दिवंगत महिन्द्रादेवी भट्टराईप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु।", "प्रतिनिधि सभा सदस्य मा. देवप्रसाद तिमलसेनाको पत्नी रेणु तिमलसेनाको उपचारका क्रममा असामयिक निधनको खबरले दुखित बनाएको छ । दिवंगत रेणु तिमलसेनाप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोक सन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "पूर्वप्रधानमन्त्री  झलनाथ खनालको नयाँदिल्लीस्थित अपोलो अस्पतालमा सफलतापूर्वक मिर्गौला प्रत्यारोपण भएको खबरले खुसी लागेको छ।  उहाँको शीघ्र स्वास्थ्यलाभको कामना गर्दछु।", "महान पर्व बकर इद ( इद उल अजहा ) का अवसरमा इस्लाम धर्मावलम्बी नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । कोभिड-१९ को महामारी कायमै भएकोले पर्व मनाउँदा आवश्यक जनस्वास्थ्यका मापदण्डहरु अपनाउन अनुरोध पनि गर्दछु ।", "नेकपा (माओवादी केन्द्र) को स्थायी समिति सदस्य पम्फा भुषालकी ममतामयी आमा इन्द्रकला भुषालको ९३ बर्षको उमेरमा आज विहान कुसुन्तीस्थित निवासमा निधनको खबरले स्तब्ध छु। दिवंगत भुषालप्रति भावपूर्ण श्रद्धाञ्जली ! शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु।", "संसद दिवस २०७८ को अवसरमा सम्पूर्ण नेपाली दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक बधाई तथा शुभकामना व्यक्त गर्दछु । https://t.co/8D1ODTyCQ2", "आज सिन्धुपाल्चोकको बाढीग्रस्त मेलम्ची क्षेत्रमा पुगेर स्थानीय जनप्रतिनिधिबाट उद्धार, राहत र प्रभावितको ब्यबस्थापनबारे जानकारी लिएँ । अवस्था भयावह छ। खतरा अझै टरेको छैन । सञ्चार, विद्युत र सडक तत्काल सुचारू गर्नु पर्ने अवस्था छ । राहत र पुनर्स्थापनामा हात बढाउन सबैमा अपिल गर्दछु। https://t.co/HwzbDcpPyj", "पूर्वप्रधानमन्त्री एवं नेकपा (एमाले)का वरिष्ठ नेता झलनाथ खनालज्यू अस्वस्थ भई उपचारका लागि आज भारतको नयाँदिल्ली प्रस्थान गर्नु भएकोमा नेता खनालको शीघ्र र पूर्ण स्वास्थ्य लाभको कामना गर्दछु।", "सिन्धुपाल्चोकको मेलम्ची र इन्द्रावती नदीमा हिजो साँझदेखि लगातार आइरहेको भीषण बाढीका कारण तटीय क्षेत्रमा भएको अपूरणीय मानवीय र भौतिक क्षतिको खबरले स्तब्ध छु । विपत्तिबाट प्रभावित नागरिकको तत्काल उद्धार एवं राहतमा जुट्न सबैमा अपिल गर्दछु ।", "जातीय भेदभाव तथा छुवाछूत उन्मूलन राष्ट्रिय दिवसको अवसरमा सबैमा शुभकामना ! हाम्रो समाजमा अझै पनि भेदभाव र छुवाछूतका अमानवीय अवशेष विद्यमान छन् । यो दिवसले जातीय भेदभाव तथा छुवाछूतसँग जोडिएका सोचबाट मुक्त हुने र मानव जातिको समताका लागि क्रियाशील हुने प्रेरणा दिने विश्वास लिएको छु ।", "कोभिड संक्रमणका कारण वरिष्ठ अर्थशास्त्री डा. गोबिन्दबहादुर थापाको दुःखद निधन भएको छ। थापाप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दछु ! साथै, शोकाकुल परिवारजनमा गहिरो समवेदना व्यक्त गर्न चाहन्छु !", "विवेकशील साझा पार्टीका संस्थापक संयोजक तथा तत्कालीन विवेकशील नेपाली दलका संस्थापक अध्यक्ष उज्वल थापाको कोभिड संक्रमणका कारण आज असामयिक निधन भएकोमा दिवंगत थापाप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । परिवार एवं आफन्तजनमा गहिरो समवेदना !", "जनताको जित भएको विशेष दिन गणतन्त्र दिवसका अवसरमा देश विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु,नेपाली जनताका प्रतिनिधिमार्फत् २०६५ जेठ १५ गते संविधानसभाको पहिलो बैठकबाट घोषणा गरिएको गणतन्त्र जनताको बलिदानीपूर्ण संघर्षको प्रतिफल हो। https://t.co/RQnmIBTxY6", "भेरी अस्पतालमा चिकित्सक र नर्सहरुमाथि गरिएको हातपात र दुर्ब्यवहार निन्दायोग्य छ । आफ्नो र परिवारको जीवन जोखिममा राखेर बिरामीको सेवामा खटिएका सम्पूर्ण स्वास्थ्यकर्मीहरुलाई यतिबेला हौसला र प्रोत्साहनको खाँचो छ । चिकित्सक र नर्सहरुको मनोबल कमजोर बनाउने कार्य कतैबाट कसैले नगरौं ।", "उभौली पर्वका अवसरमा राई, लिम्बू, याक्खा, सुनुवारलगायत किराँत समुदायका सबैमा हार्दिक शुभकामना व्यक्त गर्दछु । प्रकृतिसँग जोडिएको यस पर्वले आपसी सद्भाव र सामाजिक एकता बढाउन सहयोग पुग्ने विश्वास छ । कोभिड–१९ महामारी जारी रहेकोले उच्च स्वास्थ्य सतर्कता अपनाउन पनि आग्रह गर्दछु ।", "२५६५ औं बुद्ध जयन्तीका अवसरमा सबैमा हार्दिक शुभकामना व्यक्त गर्दछु । नेपाली माटोमा जन्मिएका महान दार्शनिक, विचारक र चिन्तक बुद्धको मौलिक ज्ञान र दर्शनलाई बुझ्ने प्रेरणा सदैब मिल्नेछ भन्ने विश्वास लिएको छु। त्यागका पर्याय बुद्धका दर्शन वर्तमानमा अझ सान्दर्भिक र मननयोग्य देखिएको छ।", "२०४८ सालमा भोजपुर क्षेत्र नं १ बाट प्रतिनिधि सभाको सदस्यकारुपमा निर्वाचित पूर्वसांसद नरेन्द्र बस्नेतको २०७८ जेठ १० गते विहान उपचारका क्रममा निधन भएकोमा बस्नेतप्रति भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दछु । साथै शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्न चाहन्छु।", "पछिल्लो विकसित राजनीतिक घटनाक्रम, मूलतः हिजो मध्यरातमा प्रधानमन्त्रीको सिफारिसमा राष्ट्रपतिद्वारा गरिएको प्रतिनिधि सभा विघटनको असंवैधानिक र अलोकतान्त्रिक कदमप्रति गम्भीर ध्यानाकर्षण भएको छ । https://t.co/VVDviENMfC", "एक महिने ब्रत समाप्त भएपछि इस्लाम धर्माबलम्बीहरुले मनाउने महान पर्व इद उल फित्र (इद) को अवसरमा रमजान मनाउनु हुने सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । कोरोना महामारी कायमै रहेकोले रमजान मनाउँदै गर्दा सबै सुरक्षा सतर्कता अपनाउन अनुरोध गर्दछु ।", "कोरोना संक्रमणका कारण संविधान सभा सदस्य, बागमती प्रदेशका प्रदेशसभा सदस्य एवं पूर्व सांसद पशुपति चौलागाईंको निधनको खबरले स्तब्ध छु। दिवंगत चौलागाईंप्रति भावपूर्ण श्रद्धाञ्जली !शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना ! संविधान निर्माणमा उहाँले खेल्नु भएको भूमिका स्मरणीय रहने छ।", "कोरोना संक्रमणका कारण दिवंगत संघीय संसद सचिवालयमा कार्यरत उपसचिव कृष्णराज खनालप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोकसन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना !", "सुप्रसिद्ध गायक/संगीतकार प्रेमध्वज प्रधानको निधनको खबरले मर्माहत बनाएको छ। दिवङ्गत प्रधानप्रति भावपूर्ण श्रद्धाञ्जली  !शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना ! नेपाली साङ्गितिक क्षेत्रमा उहाँले पुर्याउनु भएको योगदान स्मरणीय रहने छ। https://t.co/LvbHPQ1n0h", "विश्व प्रेस स्वतन्त्रता दिवस २०२१ का अवसरमा सम्पूर्ण सञ्चारकर्मी एवं सञ्चारसम्बद्ध सबैमा हार्दिक शुुभकामना व्यक्त गर्दछु । संघीय संसद प्रेस तथा अभिव्यक्ति स्वतन्त्रताका पक्षमा सधैं सँगै रहेको विश्वास दिलाउन चाहन्छु । https://t.co/9idCklggYT", "संविधानसभा सदस्य शिवबहादुर खड्काको निधनको खबरले मलाई दुःख लागेको छ । दिवंगत खड्काप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै शोकसन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । संविधान निर्माणमा उहाँले खेल्नु भएको भूमिका सँधै स्मरणीय रहने छ ।", "पूर्व प्रधानमन्त्री एवं प्रतिनिधि सभा सदस्य झलनाथ खनाललाई कोभिड-१९ को संक्रमणपछि उपचारका लागि  अस्पताल भर्ना गरिएको खबर पाएँ । उहाँको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "राष्ट्रिय सभाका पूर्व सदस्य प्रा. विदुर पौडेलको ७७ वर्षको उमेरमा निधन भएको खबरले दुखित बनाएको छ । दिवंगत पौडेलप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । यस दुःखद घडीमा शोकाकुल परिवार र आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "पूर्व प्रधानमन्त्री एवं प्रतिनिधि सभा सदस्य डा. बाबुराम भट्टराई @brb1954  को पेटको न्युरो इन्डोक्राइन ट्यूमरको शल्यक्रिया वीर अस्पतालमा सफलतापूर्वक सम्पन्न भएको खबर पाएँ । उहाँको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "१३२ औं अन्तर्राष्ट्रिय श्रमिक दिवसका अवसरमा सम्पूर्ण श्रमजीवी मजदुर वर्गमा हार्दिक शुभकामना व्यक्त गर्दछु । लोकतन्त्र, अग्रगमन तथा साामजिक न्यायका लागि श्रमिक मजदुर वर्गको योगदान एवं बलिदानको कदर गर्दै उहाँहरुप्रति उच्च सम्मान व्यक्त गर्दछु । https://t.co/AXWOIW2ipY", "संविधान सभा सदस्य मोहम्मदी सिद्धिकिको कोभिड १९ को संक्रमण पछि उपचारका क्रममा निधन भएको खबरले स्तब्ध छु । दिवंगत सिद्धिकिप्रति भावपूर्ण श्रद्धाञ्जली ! परिवार एवं आफन्तजनमा गहिरो समवेदना । संविधान निर्माणमा उहाँले खेल्नु भएको भूमिका सँधै स्मरणीय रहने छ ।", "टी–२० अन्तर्राष्ट्रिय प्रतियोगितामा हालसम्मकै उच्च स्कोरसहित घरेलु मैदानमा फराकिलो अन्तरले त्रिकोणात्मक टी–२० सिरिजको उपाधि जित्न सफल नेपाली क्रिकेट टोलिलाई हार्दिक बधाई ! थ्रि नेसन्स कप फुटबलको उपाधिले खुसी भएका सम्पूर्ण नेपालीलाई आजको कीर्तिमानी जितले थप खुसी तुल्याएको छ । https://t.co/KgfYkkBFgh", "हिजरी संवतको नवौं महिनामा मुसलमान समुदायले मनाउने पवित्र रमजान पर्व आजदेखि सुरु भएको छ । यस सुखद अवसरमा रमजान मनाउनु हुने सम्पूर्ण नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "*नव बर्ष २०७८ को शुभकामना !* \nनव बर्ष २०७८ साल प्रारम्भको अवसरमा सबै नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/GdpeLgIMq1", "नेपाल पत्रकार महासंघका नवनिर्वाचित अध्यक्ष विपुल पोख्रेल, वरिष्ठ उपाध्यक्ष रमेश बिष्ट, उपाध्यक्षहरु उदय जिएम, बाला अधिकारी, महासचिव रोशन पुरीलगायत सम्पूर्ण पदाधिकारी एवं सदस्यहरु, प्रदेश, जिल्ला, प्रतिष्ठान र एशोसियट शाखामा निर्वाचित सबैलाई बधाई एवं सफल कार्यकालको शुभकामना !", "नयाँ पत्रिका दैनिकका अध्यक्ष तथा प्रधानसम्पादक कृष्णज्वाला देवकोटाकी ममतामयी आमा मिमा देवकोटाको निधनको खबरले दुखित बनाएको छ । दिवंगत देवकोटाप्रति भावपूर्ण श्रद्धाञ्ली ! सम्पूर्ण परिवार र आफन्तजनमा गहिरो समवेदना !", "निष्ठावान्, आदर्श राजनीतिज्ञ, कम्युनिष्ट आन्दोलनका अग्रणी व्यक्तित्व विष्णुबहादुर मानन्धरप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । छोरा सुनील मानन्धरलगायत परिवार एवं आफन्तजनमा गहिरो समवेदना ! https://t.co/Nq2EguVDVg", "थ्री नेसन्स कप फुटबलको उपाधि जित्न सफल नेपाली राष्ट्रिय फुुटबल टिमका खेलाडीहरुलाई हृदयदेखि बधाई ! आजको खेलका गोलकर्ता सञ्जोग राई र विशाल राई लगायत सबै खेलाडी र प्रशिक्षकलाई विशेष धन्यवाद ! नेपाली फुटबलमा खुसीको यस दिनमा हौसला बढाउने दर्शक र सबै नेपालीलाई बधाई ! https://t.co/hEZggDjfdr", "पूर्व सभासद् लक्ष्मी देवी भण्डारीको निधनप्रति दुःख व्यक्त गर्दै दिवंगत भण्डारीप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । परिवार एवं आफन्तजनमा गहिरो समवेदना । भण्डारीले संविधान निर्माणमा खेल्नु भएको भूमिका सँधै स्मरणीय रहने छ।", "फागु पूर्णिमा (होली पर्व) २०७७ को अवसरमा समस्त नेपाली दिदीबहिनी तथा दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । पहाडी जिल्लाहरुमा आज र तराई/मधेशका जिल्लामा भोलि मनाइने रङगहरुको उत्सब होलीमा आवश्यक स्वास्थ्य सतर्कता अपनाऔं !", "पूर्व सांसद/मन्त्री, नेपाली कांग्रेसका केन्द्रीय सदस्य नविन्द्रराज जोशीको असामयिक निधनको दुःखद खबरले मलाई स्तब्ध बनाएको छ । दिवंगत नविन्द्रराज जोशीप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोकाकुल परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/mZIggknvlK", "सिन्धुपाल्चोक जिल्लाबाट राष्ट्रिय सभा सदस्य मा. सिंगबहादुर विश्वकर्माका पिता समानसिंग बिश्वकर्माको  निधनको खबरले स्तब्ध बनाएको छ । दिवंगत विश्वकर्माप्रति हार्दिक श्रद्धाञ्जली ! शोक सन्तप्त परिवार एवं आफन्तजनमा गहिरो समबेदना व्यक्त गर्दछु  ।", "प्रतिनिधि सभा सदस्य मा. रेखा शर्माको ममतामयी आमा पार्वता पौडेलको निधनको खबरले स्तब्ध बनाएको छ । दिवंगत पौडेलप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । मा. रेखा शर्मा लगायत परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "पूर्व सांसद तथा संविधान सभा सदस्य अशोक कोइरालाको निधनको खबरले असाध्यै दुखित बनाएको छ । दिवंगत कोइरालाप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दै परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "शालीन, बौद्धिक व्यक्तित्व प्रा.माणिकलाल श्रेष्ठको निधनको खबरले दुखित तुल्याएको छ । दिवंगत श्रेष्ठप्रति भावपूर्ण श्रद्धाञ्जली ! परिवार र आफन्तजनमा गहिरो समवेदना ! नेपालको वामपन्थी आन्दोलनमा उहाँले पुर्याउनु भएको योगदान सँधै स्मरणीय रहने छ ।", "पत्रकार सुशील शर्माको ६३ बर्षको उमेरमा निधन भएको खबरले स्तब्ध बनाएको छ । नेपाली पत्रकारितामा अलग पहिचान बनाउन सफल शर्माको निधनप्रति भावपूर्ण श्रद्धाञ्जली व्यक्त गर्दछु । शोक सन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "१११ औं अन्तर्राष्ट्रिय श्रमिक महिला दिवसका अवसरमा सम्पूर्ण दिदीबहिनीहरुमा हार्दिक बधाई ज्ञापन गर्दछु । https://t.co/rVaSCt4yw5", "प्रतिनिधि सभा सदस्य मा.गोकुलप्रसाद बास्कोटा@GokulPBaskotaका पिता हरिप्रसाद बास्कोटाको निधनको खबरले स्तब्ध बनाएको छ । दिवंगत हरिप्रसाद बास्कोटाप्रति भावपूर्ण श्रद्धाञ्जली !! परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "पूर्व सांसद डा. शंकरप्रसाद उप्रेतीको ८६ वर्षको उमेरमा दुःखद निधन भएको खबरले स्तब्ध बनाएको छ । दिवंगत उप्रेतीप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दछु । शोक सन्तप्त परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "स्वास्थ्यमा समस्या देखिएपछि काठमाडौंको नर्भिक अस्पतालमा उपचार गराइरहनु भएका पूर्वमन्त्री एवं नेपाल कांग्रेसका नेता नविन्द्रराज जोशी  @NcNabindrajoshi को शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "पूर्व सांसद एकनाथ रानाभाटको आज ६६ बर्षको उमेरमा दुःखद निधन भएको खबरले स्तब्ध बनाएको छ । दिवंगत रानाभाटप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । परिवार एवं आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "लोकतन्त्र, स्वतन्त्रता र नागरिक अधिकारका लागि भएका सबैखाले आन्दोलनमा जीवन आहुति गर्नुभएका महान सहिदहरुप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु। सहिदको बलिदानीलाई स्मरण गरिरहँदा हामीलाई सहिदहरुले देखाएको बाटोमा अघि बढ्न र उहाँहरुका सपना साकार पार्न प्रेरणा मिल्नेछ भन्ने विश्वास छ।", "My most sincere wishes on the occasion of  #AustraliaDay.  May our friendship and relation continue to prosper in the days to come.", "विश्वकै दोस्रो अग्लो हिमाल माउन्ट केटुको कीर्तिमानी आरोहण गरेर आज स्वदेश फर्केको आरोहण दललाई हार्दिक स्वागत । टिम लिडर निर्मल पूर्जा @nimsdai लगायत सबै आरोहीलाई हृदय देखि नै बधाई । नेपाली आरोहिहरुको यस साहसिक कार्यले सबै नेपालीलाई गौरवान्वित बनाएको छ ।", "My most sincere wishes for the 72nd #RepublicDay of India. As a well-wishing friend and neighbor, Nepal is always pleased to see the prosperity and advancement achieved by India.", "Heartiest Congratulations Joe Biden @POTUS as the 46th President of the United States. My best wishes for a successful term at the time of daunting challenges. I hope the Nepal-US friendship will reach a new height during your tenure.", "What happened in the US Congress today is a disgraceful and condemnable act. The US citizens have clearly given the mandate for a peaceful and orderly transition of power. I am confident the Congress @SpeakerPelosi will facilitate conscientiously to overcome the tensions.", "उधौली पर्व, धान्य पूर्णिमा, तमु ल्होसार, यःमरि पुन्हि र ज्यापू दिवसका अवसरमा यी चाड पर्व मनाउनु हुने सबैमा शुभकामना व्यक्त गर्दछु । विविधताबीचको एकता नै नेपालको मौलिक विशेषता हो । हाम्रा यस्ता मौलिक चाडपर्वले हामीबीच एकता र भातृत्व कायम राख्न थप सहयोग पुग्ने विश्वास लिएको छु ।", "बाढी र पहिरोका कारण मेरो निर्वाचन क्षेत्र, सिपा-१ मा ठूलो मानवीय र भौतिक क्षति भयो । विपत्तिमा परेका नागरिकका लागि चीन सरकारबाट प्राप्त राहत सामग्री चार स्थानीय तहका प्रमुख/प्रतिनिधि मार्फत हस्तान्तरण गरें । राहत सामग्रीकालागि चीन सरकार र  @PRCAmbNepalप्रति आभार ज्ञापन गर्दछु। https://t.co/LaRNY0Q1e2", "७२ औं अन्तराष्ट्रिय मानव अधिकार दिवसका अवसरमा सबैमा हार्दिक शुभकामना । यस अवसरमा नेपालको संविधानमा उल्लेख भएका मानव अधिकारसँग सम्बन्धित संवैधानिक व्यवस्था तथा सोसँग आवद्ध अन्तराष्ट्रिय सन्धि सम्झौता लगायत दस्तावेज अनुरुप नेपालमा कानुन निर्माण गर्न संघीय संसद सक्रिय रहनेछ ।", "पूर्व सांसद, नेकपाका केन्द्रीय सदस्य, एवं पूर्व राजदूत कमान सिं लामाको असामयिक निधनको खबरले मलाई स्तब्ध बनाएको छ । दिवंगत कमान सिं लामाप्रति भावपूर्ण श्रद्धाञ्जली । शोक सन्तप्त परिवार एवं आफन्तजनहरुमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/x1LjfKP4PB", "लुम्बिनी प्रदेश सभा सदस्य दामा शर्मा, नेकपा केन्द्रीय सदस्य हेमराज शर्मा (डायमण्ड) कि ममतामयी आमा कुन्तादेवी पोख्रेलको गएराति निधन भएको खबरले दुःखित बनाएको छ । दिवंगत पोख्रेलप्रति भावपूर्ण श्रद्धाञ्जली । शोकसन्तप्त सम्पूर्ण परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "संघीय संसद र प्रदेश सभा सञ्चालन ‘अनुभव आदानप्रदान एवं अन्तरक्रिया कार्यक्रम’ मा दुई दिन  निकै महत्वपूर्ण छलफल भएको छ । संसदलाई जीवन्त र जनमुखी बनाउनेसहित नौ बुँदे साझा निष्कर्ष र बहुआयामिक सन्देश दिन सफल कार्यक्रमका सम्पूर्ण सहभागी एवं संघीय संसद सचिवालयका सबैमा विशेष धन्यवाद ! https://t.co/7MiILYHZyR", "Congratulations President elect @JoeBiden and Vice-President elect @KamalaHarris. I am confident Nepal-US relations will flourish under your leadership.", "पूर्व सांसद ओमकारप्रसाद गौचनको निधनको खबरले दुखित बनाएको छ । दिवंगत गौचनप्रति हार्दिक श्रद्धाञ्जली । शोकसन्तप्त परिवार एवम् आफन्तजनमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/BJrXVGMHkh", "पूर्व मन्त्री / सांसद भीमप्रसाद गौतमको असामयिक निधन भएको खबरले दुखित बनाएको छ । दिवंगत गौतमप्रति भावूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोकाकुल परिवारजनमा गहिरो समवेदाना छ । https://t.co/d8OmI4C7os", "शिक्षक आन्दोलनका अगुवा, बौद्धिक व्यक्तित्व, मेरा मित्र माधव मरहठ्ठाको निधनको खबरले मलाई स्तब्ध बनाएको छ । दिवंगत मरहठ्ठाप्रति भावपूर्ण श्रद्धाञ्जली । शोकसन्तप्त परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु ।", "राष्ट्रिय विभूति फाल्गुनन्द लिङ्देनको १३६ औं जन्मजयन्तीका अवसरमा किराँत धर्मावलम्बी दिदीबहिनी,दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु।लिङ्देनले किराँत भाषा, संस्कृति, लिपि र समाज सुधारका क्षेत्रमा पुर्याउनुभएको योगदानबाट सबैमा समाज सेवाका लागि प्रेरणा मिल्ने विश्वास लिएको छु।", "पूर्व सांसद वीरबहादुर लामाको आज विहान उपचारका क्रममा निधन भएको खबरले दुखित तुल्याएको छ । दिवंगत लामाप्रति हार्दिक श्रद्धाञ्जली । शोक सन्तप्त परिवारजनमा समवेदना व्यक्त गर्दछु ।", "पूर्वसभामुख, प्रतिनिधि सभा सदस्य मा. कृष्णबहादुर महराकी पत्नी सीता महराको आज विहान असामयिक निधनको खबरले मलाई मर्माहत बनाएको छ, दिवंगत सीता महराप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु। मा. कृष्णबहादुर महरा लगायत शोक सन्तप्त परिवारजनमा गहिरो समवेदना व्यक्त गर्दछु । https://t.co/qHprZ4C6HA", "प्रतिनिधि सभा सदस्य माननीय सूर्य बहादुर के.सी.को गएराति आफ्नै निवास पोखरामा निधन भएको खबरले दुखित बनाएको छ । दिवंगत माननीय सदस्यप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोक सन्तप्त परिवारजन तथा सम्पूर्ण आफन्तमा गहिरो समवेदना व्यक्त गर्दछु ।", "दशैं, तिहार, छठ लगायतका राष्ट्रिय पर्वहरु र नेपाल सम्वत् ११४१ को अवसरमा सम्पूर्ण नेपाली दिदीबहिनी, दाजुभाइहरुमा हार्दिक मंगलमय शुभकामना व्यक्त गर्दछु । https://t.co/FV6AwN2XCF", "https://t.co/5aXHvbmNDT", "राष्ट्रिय सभाका पूर्व सांसद, प्राज्ञिक व्यक्तित्व प्रा.डा. राममान श्रेष्ठको निधनको खबरले मर्माहत बनाएको छ । दिवंगत श्रेष्ठप्रति हार्दिक श्रद्धाञ्जली अर्पण गर्दछु । साथै, शोकाकुल परिवार एवम् आफन्तजनमा हार्दिक समवेदना व्यक्त गर्दछु ।", "प्रतिनिधि सभा सदस्य माननीय सानु सिवा पहाडीको उपचारका क्रममा ५८ बर्षको उमेरमा आज निधन भएकोमा दुःख व्यक्त गर्दै दिवंगत माननीय सदस्यप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोक सन्तप्त परिवारजन तथा सम्पूर्ण आफन्तमा मेरो गहिरो समवेदना छ ।", "It was my pleasure to hold telephone conversation with President of House of Representative of Cyprus H.E. @Syllouris to celebrate the 40th year of diplomatic relations. We discussed various matters of mutual interest and agreed to form parliamentary friendship groups. https://t.co/Fv1FB54zM4", "स्याङ्जाको वालिङ र कालिगण्डकीमा पहिरोले १० जनाको मृत्यु र पाल्पाको रम्भामा पहिरोले ५ जना बेपत्ता भएको खबरले स्तब्ध बनाएको छ। मृतकहरुप्रति हार्दिक श्रद्धाञ्जली, शोकाकुल परिवारमा समवेदना व्यक्त गर्दछु । मनसुन अझै केही दिन सक्रिय रहने सूचना आएकोले सचेत रहन सबैमा अपिल गर्दछु ।", "संविधान दिवस, २०७७ को अवसरमा देश तथा विदेशमा रहनुभएका सम्पूर्ण नेपाली दिदीबहिनी एवम् दाजुभाइहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । यस विशेष दिनमा हामी सबैलाई संविधानको मर्म र भावनाअनुसार काम गर्न प्रेरणा मिल्नेछ भन्ने शुभकामना दिन चाहन्छु । https://t.co/Imqo6XzaPf", "हिजो विहान बाह्रविसे ७ घुम्थाङ पुगेर पहिरोबाट भएको क्षतिबारे जानकारी लिएँ, स्थानीयसँग छलफल गरेँ । जम्बु, लिदी र घुम्थाङको पहिरोले सिन्धुपाल्चोकमा तत्काल विशेषज्ञद्वारा भौगर्भिक अध्ययन गरी एकीकृत योजना र मोडेल निर्माण गर्नुपर्ने देखिएको छ । सबैको ध्यानाकर्षण होस् । https://t.co/oM3jKaiZFc", "नेपालको विशेषगरी तराई मधेशमा बसोबास गर्ने थारु जातिका महिलाहरुको महत्वपूर्ण सांस्कृतिक पर्व जितियाका अवसरमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/3nAMoDUXhS", "निजामती सेवा दिवस ७७ का अवसरमा सम्पूर्ण कर्मचारीहरुमा हार्दिक शुभकामना व्यक्त गर्दछु,नागरिकले अनुभूत गर्ने सुशासन स्थापनाका लागि स्थायी सरकारका रुपमा रहेको निजामती कर्मचारीको भूमिका निकै महत्वपूर्ण छ,दिवसले नागरिकस्तर थप सन्तुष्ट हुनेगरी कामगर्न प्रेरणा मिलोस् भन्ने कामना गर्दछु।", "बागलुङको ढोरपाटन नगरपालिका वडा नं ९ भुसुण्डे, दुनापोखरा, लाकुरीबोटमा अविरल बर्षापछिको पहिरो र सुकुर्दुङ खोलामा आएको बाढीले १२ जनाको मृत्य र ४१ जना बेपत्ता भएको खबरले मर्माहत  बनाएको छ।दुःखद घटनामा निधन भएकाहरुप्रति भावपूर्ण श्रद्धाञ्जली, शोकसन्तप्त परिवारमा समवेदना व्यक्त गर्दछु।", "बर्षा र सहकालसँग जोडिएको, प्रत्येक बर्ष भाद्र शुक्ल चतुर्दशीका दिन पर्ने र खासगरी काठमाडौं उपत्यकामा मनाइने कुमारी इन्द्रजात्रा पर्वको अवसरमा उपत्यकाका नेवार समुदाय लगायत सबै नेपाली दिदीबहिनी एवम् दाजुभाइहरूमा हार्दिक शुभकामना व्यक्त गर्दछु ।", "I am saddened to learn the passing away of former President of India Shri Pranab Mukherjee. My homage to him and heartfelt condolences to the bereaved family members and the people of India. @rashtrapatibhvn https://t.co/lFnGbGngbc", "आज गृहजिल्लाको जुगल १ बाँसखर्क पुगेर लिदीमा गत साउन ३० गतेको भीषण पहिरोबाट विस्थापित बासिन्दाहरुलाई भेटेर उहाँहरुको दुःखमा ऐक्यवद्धता जनाएँ । पहिरोपछि उहाँहरुलाई बाँसखर्कमा अस्थाई स्थानान्तरण गरिएको छ । स्थानीय तहका जनप्रतिनिधिमार्फत पीडितहरुका लागि राहत सामग्री हस्तान्तरण गरें । https://t.co/Nt8Zsm9ilV", "खासगरी सुदूरपश्चिम तथा कर्णाली प्रदेशमा मनाइने गौरा पर्वको अवसरमा सबै दिदीबहिनी एवं दाजुभाइमा हार्दिक शुभकामना ब्यक्त गर्दछु। यो वर्ष कोभिड–१९ को महामारीको जोखिमका कारण घरमै बसेर पर्व मनाउनु हुन अनुरोध छ।", "आज सिन्धुपाल्चोकका बाढी र पहिरोबाट विस्थापितलाई थप राहत, जोखिमयुक्त बस्तीको पुनःसर्बेक्षण, स्थानान्तरण, स्थायी बसोबास, अरनिको राजमार्ग सञ्चालनका विषयमा छलफल भयो । जोखिममा रहेकालाई तत्काल अस्थाई बसोबासको व्यबस्था मिलाउँदै सुरक्षित स्थानमा स्थायी स्थानान्तरण गर्ने समझदारी बनेको छ । https://t.co/h0oO6YEXh3", "राष्ट्रकवि माधवप्रसाद घिमिरेको आज निधन भएको छ । उहाँको निधनले नेपाली साहित्यिक क्षेत्रमा ठुलो क्षति पुगेको छ । नेपाली साहित्यमा उहाँको योगदान युगौँ युगसम्म स्मरणीय रहने छ । घिमिरेप्रति हार्दिक श्रद्धाञ्जली, शोक सन्तप्त परिवारजनमा भावपूर्ण समवेदना । https://t.co/l2HNVUvKgV", "सिन्धुपाल्चोकको जुगल गापा २ लिदिमा आज बिहान पहिरो खसेर ठूलो जनधनको क्षति भएको खबरपछि पहिरोस्थल पुगें, घाइतेलाई तत्काल उद्दार गरी उपचारमा पठाइयो, पुरिएकाहरुको खोजी जारी छ, राहतको प्रवन्ध गरिएको छ, पहिरोमा जीवन गुमाउनुभएकाहरुप्रति श्रद्धाञ्जली, शोक सन्तप्त परिवारजनमा गहिरो समवेदना। https://t.co/jGWgK9dOvp", "पूर्व सांसद एवम् पुराना कम्युष्टि नेता बरमान बुढा मगरको आज विहान निधन भएको खबरले दुखित तुल्याएको छ । उहाँप्रति हार्दिक श्रद्धाञ्जली । शोकसन्तप्त परिवारजनमा समवेदना व्यक्त गर्दछु । https://t.co/2gYVjBotZh", "सिन्धुपाल्चोकको भोटेकोशी–४ मा गएराति खसेको पहिरोमा परी २ जनाको मृत्यु र ३ जना बेपत्ता भएको खबरले मर्माहत बनाएको छ। मृत्यु भएकाहरुप्रति हार्दिक श्रद्धाञ्जली। शोकसन्तप्त परिवारमा समवेदना व्यक्त गर्दछु। जोखिमयुक्त क्षेत्रमा बसोबास गर्नुहुने सबैलाई सतर्कता अपनाउन अनुरोध गर्दछु। https://t.co/RSMVPERuxH", "मनसुन जारी रहेकोले खासगरी जोखिममा रहेका भू–भागहरु, नदी किनार, कटान तथा डुबान दोहोरीने क्षेत्रमा बसोबास गर्नुभएका सम्पूर्ण दिदीबहिनी तथा दाजुभाइहरुलाई विशेष सतर्कता अपनाउनुहुन हार्दिक अपिल गर्दछु । https://t.co/56U5R8dR98", "आज गृहजिल्लाको बाह्रबिसे नपा जम्बुस्थित बाढी पहिरोग्रस्त क्षेत्र पुगेर उद्धार कार्यमा सहजीकरण गरें। बेपत्ताको खोज, उद्धार र राहतका लागि सम्बन्धित निकायसँग छलफल समेत गरियो । घटनामा ज्यान गुमाएकाहरुप्रति हार्दिक श्रद्धाञ्जली तथा घाइतेहरुको शीघ्र स्वास्थ्यलाभको कामना गर्दछु । https://t.co/05JDslleL8", "तिलगंगा आँखा अस्पतालमा मेरो दायाँ आँखाको मोतियाबिन्दुको शल्यक्रिया भयो। अहिले निवासमै आराम गरिरहेको छु । शल्यक्रियामा संलग्न वरिष्ठ चिकित्सक डा. सन्दुक रुइतको टोली र अस्पताल परिवारप्रति आभार व्यक्त गर्दछु । https://t.co/BrbwEKBLIa", "प्रतिनिधि सभामा वर्तमान सदस्य एवं २०७० सालको संविधान सभा सदस्य मा. ज्ञानकुमारी छन्त्यालको ६३ वर्षको उमेरमा आज उपचारका क्रममा निधन भएकोमा दुःख व्यक्त गर्दै दिवंगत छन्त्यालप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । शोकसन्तप्त परिवार तथा आफन्तजनहरुमा समवेदना व्यक्त गर्दछु । https://t.co/8hfDpZzOhH", "राष्ट्रिय धान दिवस र रोपाईं महोत्सवको अवसरमा सम्पूर्ण किसान दिदिबहिनी तथा दाजुभाइमा हार्दिक शुभकामना । बीउ, मलखाद, सिँचाइको उचित प्रबन्ध गरी धान उत्पादनमा वृद्धि गर्दै किसानको जीवनस्तर सुधार र  राष्ट्रको आय सम्बृद्द बनाऔं ।", "प्रतिनिधि सभाको आजको बैठकबाट दुर्लभ र अभूतपूर्व एकताका साथ नेपालको संविधान (दोस्रो संशोधन) विधेयक ०७७ सर्बसम्मतले पारित भएको छ,कोरोनाका कारण सृजित विषम परिस्थितिका बीच यो ऐतिहासिक कार्यको उठानदेखि सहमतिमा पारित गर्न अहोरात्र खट्नुहुने सबैलाई धन्यवाद ज्ञापन गर्दछु,हामी सबैलाई बधाई https://t.co/CzmdkIANBA", "नेपाल जातीय छुवाछुत र भेदभावमुक्त राष्ट्र घोषणाको आज १४ बर्ष पूरा भएको छ । अझै पनि  समाजमा छुवाछुत व्याप्त हुनु हामी सबैको लज्जाको विषय हो । यससंग जोडिएर हुने सबै किसिमका घटना मानव सभ्यताकै कलंक हुन्, ती असामाजिक, असैह्य र अमान्य छन् । यस विरुद्ध सामूहिक पहलकदमी आवश्यक छ ।", "बाँकेको राप्ती सोनारी गाउँपालिका-२ ठुरिया जंगलमा गएराति भएको सवारी दुर्घटनामा परि १२ जना नागरिकको मृत्यु भएको र २० जना घाइते हुनुभएको दु:खद खबरले मर्माहत बनाएको छ। मृतकहरुप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु। दुर्घटनामा घाइते हुनुभएकाहरुको शीघ्र स्वास्थ्य लाभको कामना गर्दछु।", "गणतन्त्र दिवसको अवसरमा देश विदेशमा रहनुभएका सबै नेपाली दिदीबहिनी एवं दाजुभाइहरुमा हृदयदेखि नै शुभकामना व्यक्त गर्दछु । गणतन्त्र स्थापनाका लागि भएका जनयुद्ध, १९ दिने जनआन्दोलन एवं विभिन्न संघर्षका क्रममा जीवन आहुती दिनु भएका महान् सहिदहरुप्रति भावपूर्ण श्रद्धाञ्जली अर्पण गर्दछु । https://t.co/LzIhV8z0HX", "इस्लाम धर्मावलम्बीहरुको ईदुल फित्र (ईद) पर्वका अवसरमा यो पर्व मनाउनु हुने सबै दिदीबहिनी एवं दाजुभाइमा हार्दिक शुभकामना व्यक्त गर्दछु । https://t.co/QNfoK89LFq", "नेपाल सरकारको जेठ ५ गतेको निर्णयबाट अध्यावधिक नेपालको राजनीतिक तथा प्रशासनिक नक्सा आज भूमि व्यवस्था, सहकारी तथा गरिबी निवारण मन्त्री पद्या अर्यालले उपलब्ध गराउनुुभयो । https://t.co/efPj1jGARe", "सिन्धुपाल्चोक बाह्रबिसे नगरपालिका-९ कि २९ बर्षीया महिलाको कोरोना संक्रमणबाट निधनको खबरले दुःखीत तुल्याएको छ । मृतकप्रति हार्दिक श्रद्धाञ्जली। परिवारजनमा समवेदना। सम्बन्धित क्षेत्रमा उच्च सतर्कताका साथ आवश्यक सुरक्षा र परीक्षणको व्यबस्था मिलाइँदै छ । सतर्कता अपनाऔं, संयमित बनौं ।", "सबै स्वास्थ्य सावधानी तथा तयारी अपनाएर ०७७ जेठ २ मा संघीय संसदको संयुक्त बैठक बस्यो । बैठकलाई सम्माननीय राष्ट्रपति विद्यादेवी भण्डारीले सम्बोधन गर्नुभयो । यो विषम परिस्थितिमा यति महत्वपूर्ण बैठक सम्पन्न गर्न सहयोग, सहजीकरण र सक्रियताका लागि सबैमा हार्दिक धन्यवाद ! https://t.co/JvmL2KkDMA", "कोरोना भाइरस (कोभिड-१९) का कारण उत्पन्न विषम परिस्थितिकाबीच  माननीय सदस्यहरुको परीक्षण गरेर ०७७/१/२६ बाट संघीय संसदको छैठौं अधिवेशन सुरु भएको छ।विश्व स्वास्थ्य संगठनका सबै मापदण्ड र स्वास्थ्य संबद्ध अधिकारीहरुको सुझावहरुलाई ख्याल गर्दै दुरी कायम गरेर बैठकहरु सञ्चालन भइरहेका छन्। https://t.co/kElFfcyqSM", "२५६४ औं बुद्ध जयन्ती र उभौली चाडको हार्दिक शुभकामना । https://t.co/cp77gSHhQT", "विश्व प्रेस स्वतन्त्रता दिवस २०२० का अवसरमा संचारकर्मीलगायत प्रेसजगत सम्वद्ध सम्पूर्ण महानुभावहरुमा हार्दिक शुभकामना व्यक्त गर्दछु, विश्वव्यापी महामारीको अबस्थामा जीवनलाई जोखिममा राखेर आफ्नो कर्ममा लागिरहनु हुने सञ्चारकर्मीहरुमा यो दिवसले थप उर्जा र हौसला मिल्ने विश्वास लिएको छु। https://t.co/XSRtZpwJk0", "१३१ औं अन्तर्राष्ट्रिय श्रमिक दिवस (1 May) का अबसरमा सम्पूर्ण श्रमजीवी मजदुर वर्गमा हार्दिक शुभकामना व्यक्त गर्दछु । स्वदेशमै श्रम अवसरको ग्यारेन्टी, श्रम अनुरुपको पारिश्रमिक र मजदुरको सामाजिक सुरक्षाका विषयमा पहल लिन संघीय संसद सदैव तयार रहेको विश्वास दिलाउँछु । https://t.co/XZ6XVr7Wy2", "हामीले विनाशकारी भूकम्प व्यहोरेको ५ बर्ष पूरा भएको छ, नेपाली समाजले भूकम्पपछि उद्दार, राहत र पुनर्निर्माणमा देखाएको अदम्य शाहस र एकत्वले जुनसुकै विपत्तिसँग लड्नसकिने प्रमाणित भइसकेको छ, भूकम्पमा ज्यान गुमाएकाप्रति श्रद्धाञ्जली, पुनर्निर्माणका बाँकीकाम छिटै सम्पन्न हुने विश्वास छ।", "नव बर्ष २०७७ साल आरम्भको अबसरमा म सम्पूर्ण दिदीबहिनी एवं दाजुभाइमा हार्दिक शुभकामना व्यक्त गर्दछु । यो बर्षलाई धर्तीका सबै मानिसलाई त्राहिमाम बनाइरहेको कोरोनामाथि जितको बर्ष बनाऔं । सम्बृद्धि र दिगो विकासको बाटोमा अघि बढेको बर्षको रुपमा स्थापित गरौं । https://t.co/szNUAzYYKl", "हामी विश्वभरि महामारीका रुपमा फैलिएको कोरोना भाइरसले उत्पन्न गरेको हाम्रो समयको सबैभन्दा विषम परिस्थितिमा छौं । यो महामारी निश्चय नै लामो समय रहने छैन तर, यसलाई हाम्रो देशभित्र कति छिटो नियन्त्रण गर्ने भन्ने कुरा हाम्रै सामूहिक प्रतिबद्धतामा निर्भर छ । आत्मानुशासन कायम गरौं । https://t.co/7d76MDPlrh", "सरकारको विपद् कोष खडा गर्ने निर्णयको स्वागत गर्दै आज आफ्नो एक महिनाको पारिश्रमिक  कोषमा उपलब्ध गराउने व्यबस्था गरेको छु । यो विपद् पुर्वतयारीको घडिमा स्वअनुुशासन सबैभन्दा महत्वपुुर्ण हुन्छ, आफू, परिवार र सबैको स्वास्थ्यका लागि गम्भिर भएर सोचौं ।", "विश्वव्यापी रुपमा फैलिएको कोरोना भाइरस (कोभिड - १९) लाई नेपालमा छिर्न नदिन उच्च सकर्तता अपनाइएको छ । आफू, परिवार र सबैको सुरक्षाबारे सोचौं । जिम्मेवार बनौं । सरसफाइ र स्वअनुशासनमा विशेष ध्यान दिऔं ।", "फागु पुर्णिमा (होली पर्व) २०७६ को अवसरमा सम्पूर्ण नेपाली दाजुभाइ तथा दिदीबहिनीहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । रंगहरुको उत्सब मनाउँदा सम्भावित स्वास्थ्य-जोखिमको ख्याल गरौं ।", "११० औं अन्तराष्ट्रिय श्रमिक महिला दिवसका अबसरमा  समस्त दिदी बहिनीहरुमा हार्दिक शुभकामना व्यक्त गर्दछु । यस ऐतिहासिक दिनले, स्वतन्त्रता, समानता, आपसी सहयोग र सहअस्तित्वका लागि थप प्रेरणा मिलोस भन्ने कामना गर्दछु ।", "सम्माननीय प्रधानमन्त्री  केपी  शर्मा ओलीको महाराजगञ्जस्थित त्रिभुवन विश्वविद्यालय शिक्षण अस्पतालमा गर्न लागिएको मृगौला प्रत्यारोपण  सफलताका साथै उहाँको शीघ्र स्वास्थ्यलाभको कामना गर्दछु।", "नेपालका लागि संयुक्त अरब इमिरेट्सका महामहिम राजदूत Saeed Hamdan Mohammed Al-Naqbi सँग आज शिष्टाचार भेट भएको छ । भेटमा दुुई देशबीचका आपसी हित तथा सम्बन्धका विषयमा छलफल गर्याैं । महामहिम राजदूतले बधाई तथा शुुभकामना व्यक्त गर्नुभयो । https://t.co/XHuZASJ4Mk", "नेकपा (माले) का महासचिव, पूर्व उपप्रधानमन्त्री एवं पूर्वसांसद सीपी मैनाली महोत्तरीको बर्दीबासमा सवारी दुर्घटनामा परी गम्भीर घाइते हुनु भएको खबरले दुःखित बनाएको छ । म मैनाली र उहाँको परिवारका घाइते सदस्यहरुको शीघ्र स्वास्थ्यलाभको कामना गर्दछु ।", "महायानी बौद्ध धर्मावलम्बी शेर्पा समुदायले फागुन शुक्लपक्ष प्रतिपदा तिथिका दिन नयाँ वर्षको रूपमा मनाउने ग्याल्पो ल्होसार पर्वको अवसरमा सुख, शान्ति, समृद्धि एवं उत्तरोत्तर प्रगतिको शुभकामना व्यक्त गर्दछु ।"]